Repository: ToddAWalter/zrythm
Catalog: po/*.po
Languages: fr, mk, ru, sr

source: A list of recent projects to be referenced on startup.
fr: Une liste des projets récents à référencer au démarrage.
mk: Список на неодамнешни проекти кои ќе се прикажуваат при подигнување.
ru: Список недавних проектов, который будет показываться при запуске.
sr: Листа недавних пројеката за референцу при покретању.

source: First run
fr: Premier lancement
mk: Прво пуштање
ru: Первый запуск
sr: Прво покретање

source: Whether this is the first run or not.
fr: Que ce soit le premier lancement ou pas.
mk: Дали е ова прво пуштање или не.
ru: Первый ли это запуск или нет.
sr: Да ли је ово прво покретање или не.

source: Installation directory
fr: Répertoire d'installation
mk: Папка на инсталација
ru: Каталог установки
sr: Директоријум за инсталацију

source: This is the directory Zrythm is installed in. Currently only used on Windows.
fr: C'est le répertoire dans lequel est installé Zrythm.Actuellement utilisé que sur Windows.
mk: Во оваа папка е Zrythm инсталиран. Ова моментално се користи само на WIndows.
ru: Это папка, где установлен Zrythm. В настоящее время используется только в Windows.
sr: Ово је директоријум у који је Зритм инсталиран. Тренутно се користи само на Виндоузу.

source: Last project directory
fr: Répertoire du dernier projet
mk: Последна проектна папка
ru: Папка последнего проекта
sr: Директоријум последњег пројекта

source: Last directory a project was created in.
fr: Dernier répertoire dans lequel un projet a été créé.
mk: Последна папка во која беше создаден некој проект.
ru: Папка, в которой был создан последний проект.
sr: Последњи директоријум у којем је пројекат креиран.

source: List of all versions run at least once
fr: Liste de toutes les versions exécutées au moins une fois
mk: Список на сите верзии кои се пуштени барем еднаш
ru: Список всех версий, запущенных хотя бы один раз
sr: Листа свих верзија покренутих бар једном

source: A list of versions run at least once.
fr: Une liste des versions exécutée au moins une fois.
mk: Список на верзии кои се пуштени барем еднаш.
sr: Листа верзија покренутих бар једном.

source: Last version that was notified of a new release
fr: Dernière version qui a été notifiée d'une nouvelle version
mk: Последната верзија која беше известена за ново издание
ru: Последняя версия, которая была уведомлена о новом выпуске
sr: Последња верзија која је обавештена о новом издању

source: The last version that received a 'new version has been released' notification.
fr: La dernière version ayant reçu une notification 'une nouvelle version a été publiée'.
mk: Последна верзија која има примено известување дека „објавена е нова верзија“.
ru: Последняя версия, которая получила уведомление "была выпущена новая версия".
sr: Последња верзија која је примила обавештење 'нова верзија је објављена'.

source: First check for updates
fr: Vérifiez d'abord les mises à jour
mk: Прва проверка за ажурирања
ru: Первичная проверка обновлений
sr: Прва провера ажурирања

source: Whether this is the first time attempting to check for updates.
fr: S'il s'agit de la première tentative de vérification des mises à jour.
mk: Дали ова е прв пат на проверка за ажурирања.
ru: Первая ли это попытка проверки обновлений.
sr: Да ли је ово први пут да се покушава провера ажурирања.

source: Monitor volume
fr: Moniteur de volume
mk: Гласнина на монитор
ru: Громкость монитора
sr: Јачина звука монитора

source: The monitor volume in amplitude (0 to 2).
fr: Le volume du moniteur en amplitude (de 0 à 2).
mk: Гласнина на монитор во амплитуда (0 до 2).
ru: Громкость монитора по амплитуде (от 0 до 2).
sr: Јачина звука монитора у амплитуди (0 до 2).

source: Mute volume
fr: Volume de la sourdine
mk: Гласнина при занемување
ru: Сила заглушения
sr: Јачина звука пригушења

source: The monitor mute volume in amplitude (0 to 2).
fr: Le volume de la sourdine du moniteur en amplitude (de 0 à 2).
mk: Гласнина при занемување на монитор во амплитуда (0 до 2).
ru: Сила заглушения монитора по амплитуде (от 0 до 2).
sr: Јачина звука пригушења монитора у амплитуди (0 до 2).

source: Listen volume
fr: Volume d'écoute
mk: Гласнина на преслушување
sr: Јачина звука слушања

source: The monitor listen volume in amplitude (0 to 2).
fr: Le volume du moniteur d'écoute en amplitude (de 0 à 2).
mk: Гласнина на преслушување на монитор во амплитуда (0 до 2).
ru: Сила прослушивания монитора по амплитуде (от 0 до 2).
sr: Јачина звука слушања монитора у амплитуди (0 до 2).

source: Sum to mono
fr: Sommation en mono
mk: Собери во моно
ru: Свести в моно
sr: Сумирање у моно

source: Whether to sum the monitor signal to mono.
fr: S'il faut additionner le signal du moniteur au mono.
mk: Дали да се собере мониторскиот сигнал во моно.
ru: Сводить ли сигнал монитора в моно.
sr: Да ли да се сигнал монитора сумира у моно.

source: Whether to mute the monitor signal.
fr: S'il faut couper le signal du moniteur.
mk: Дали да се занеме мониторскиот сигнал.
ru: Заглушать ли сигнал монитора.
sr: Да ли да се сигнал монитора пригуши.

source: Left output devices
fr: Périphériques de sortie gauche
mk: Леви излезни уреди
ru: Левые устройства вывода
sr: Лева излазна уређаја

source: A list of output devices to route the left monitor output to.
fr: Une liste des périphériques de sortie vers lesquels acheminer la sortie du moniteur gauche.
mk: Список на излезни уреди до кои ќе се насочи излезот на левиот монитор.
ru: Список устройств вывода для левого сигнала монитора.
sr: Листа излазних уређаја за усмеравање левог излаза монитора.

source: A list of output devices to route the right monitor output to.
fr: Une liste des périphériques de sortie vers lesquels acheminer la sortie du moniteur droit.
mk: Список на излезни уреди до кои ќе се насочи излезот на десниот монитор.
ru: Список устройств вывода для правого сигнала монитора.
sr: Листа излазних уређаја за усмеравање десног излаза монитора.

source: Whether to bounce with parent tracks (direct outputs).
fr: Si l'on bounce avec les pistes parent (sorties directes).
mk: Дали да се усними со родителските ленти (директни излези).
ru: Рендерить ли вместе с родительскими треками (прямые выходы).
sr: Да ли да се одбија са родитељским тракама (директни излази).

source: Disable track after bouncing.
fr: Désactiver la piste après le bounce.
mk: Оневозможи лента по уснимување.
ru: Деактивировать трек после рендера.
sr: Онемогући траку након одбијања.

source: Bounce step
fr: Étape de conversion audio
mk: Чекор на уснимување
ru: Шаг рендера (Bounce step)
sr: Корак одбијања

source: Step in the processing chain to bounce at.
fr: Étape de la chaîne de traitement à laquelle bouncer.
mk: Чекор во синџирот на обработка при кој да се уснимува.
ru: Ширина шага при обработке во время рендера.
sr: Корак у ланцу обраде на којем се одбија.

source: Bounce tail
fr: Queue de bounce
mk: Остаток (опашка) при уснимување
ru: Хвост рендера
sr: Реп одбијања

source: Tail to allow when bouncing (for example to catch reverb tails), in milliseconds.
fr: Queue permise lors du bounce (par exemple pour attraper les queues de réverbération), en millisecondes.
mk: Остаток кој ќе се остави при уснимување (на пример, да се задржат опашките од ехо), во милисекунди.
ru: Разрешённый хвост при рендере (например для захвата хвоста реверберации) в миллисекундах.
sr: Реп који треба дозволити при одбијању (на пример, да ухвати репове реверба), у милисекундама.

source: Timeline object length
fr: Longueur d'objet de ligne temporelle
mk: Должина на објект во временската линија
ru: Длина объекта таймлайна
sr: Дужина објекта временске линије

source: Default length to use when creating timeline objects.
fr: Longueur par défaut à utiliser lors de la création d'objets dans la ligne temporelle.
mk: Стандардна должина која ќе се користи при создавање на објекти на временската линија.
ru: Длина по умолчанию при создании объектов таймлайна.
sr: Подразумевана дужина за коришћење при креирању објеката временске линије.

source: Timeline object length type
fr: Type de longueur d'objet de ligne temporelle
mk: Вид на должина на објекти врз временска линија
ru: Тип длины объекта таймлайна
sr: Тип дужине објекта временске линије

source: Default length type to use when creating timeline objects (normal, dotted, triplet).
fr: Type de longueur par défaut à utiliser lors de la création des objets de la ligne temporelle (normal, pointé, triolet).
mk: Стандарден вид на должина при создавање на објекти врз временската линија (вообичаени, по точки, триплети).
ru: Длина по умолчанию при создании объектов на таймлайне (нормальная, с точкой, триоль).
sr: Подразумевани тип дужине за коришћење при креирању објеката временске линије (нормалан, тачкаст, триплет).

source: Last timeline object's length
fr: Longueur d'objet de la dernière ligne temporelle
mk: Последната должина на објект врз временската линија
ru: Длина последнего объекта таймлайна
sr: Дужина последњег објекта временске линије

source: The length of the last created timeline object (in ticks).
fr: La longueur du dernier objet créé dans la ligne temporelle (en tics).
mk: Должина на последно-создадениот објект врз временската линија (во микроудари - ticks).
ru: Длина последнего созданного объекта таймлайна (в тиках).
sr: Дужина последњег креираног објекта временске линије (у тиковима).

source: Editor object length
fr: Longueur de l'objet édité
mk: Должина на објекти во уредувач
ru: Длина объекта редактора
sr: Дужина објекта уређивача

source: Default length to use when creating editor objects.
fr: Longueur par défaut à utiliser lors de la création d'objets dans l'éditeur.
mk: Стандардна должина која ќе се користи при создавање на објекти во уредникот.
ru: Длина по умолчанию при создании объектов редактора.
sr: Подразумевана дужина за коришћење при креирању објеката уређивача.

source: Editor object length type
fr: Type de longueur d'objet de l'éditeur
mk: Вид на должина на објект во уредникот
ru: Тип длины объекта редактора
sr: Тип дужине објекта уређивача

source: Default length type to use when creating editor objects (normal, dotted, triplet).
fr: Type de longueur par défaut à utiliser lors de la création des objets d'éditeur (normal, pointé ,triolet).
mk: Стандарден вид на должина кој ќе се користи при создавање на објекти во уредникот (вообичаен, по точки, триплети).
ru: Длина по умолчанию при создании объектов в редакторе (нормальная, с точкой, триоль).
sr: Подразумевани тип дужине за коришћење при креирању објеката уређивача (нормалан, тачкаст, триплет).

source: Last editor object's length
fr: Longueur du dernier objet édité
mk: Последната должина на објект во уредникот
ru: Длина последнего объекта редактора
sr: Дужина последњег објекта уређивача

source: The length of the last created editor object (in ticks).
fr: La longueur du dernier objet éditeur créé (en tics).
mk: Должина на последно-создадениот објект во уредникот (во микроудари - ticks).
ru: Длина последнего созданного объекта редактора (в тиках).
sr: Дужина последњег креираног објекта уређивача (у тиковима).

source: Note notation
fr: Basculer sur la notation de note
mk: Нотен запис
ru: Нотация
sr: Нотација нота

source: The note notation used in the piano roll - MIDI pitch index or musical (C, C#, etc.)
fr: La notation de note utilisée dans le piano-roll - index de hauteur ou de notes MIDI (Do, Do#, etc.)

source: Default velocity
fr: Vélocité par défaut
mk: Стандардна гласнина
sr: Подразумевана брзина

source: The default velocity to use when creating new MIDI notes.
fr: La vélocité par défaut à utiliser lors de la création de nouvelles notes MIDI.
mk: Стандардна гласнина која ќе се користи при цртање на нови МИДИ ноти.
sr: Подразумевана брзина за коришћење при креирању нових МИДИ нота.

source: Last set velocity
fr: Dernière vélocité réglée
mk: Последна избрана гласност
sr: Последња подешена брзина

source: Last set velocity on a MIDI note.
fr: Dernière vélocité réglée sur une note MIDI.
mk: Последна избрана гласност на МИДИ нота.
sr: Последња подешена брзина на МИДИ ноти.

source: Whether to use musical mode. If this is on, time-stretching will be applied to events so that they match the project BPM. This mostly applies to audio regions.
fr: S'il faut utiliser le mode musical. S'il est activé, un décalage temporel (NdT : time-stretch) sera appliqué aux événements afin qu'ils correspondent au BPM du projet. Cela s'applique principalement aux régions audio.
mk: Дали да се користи музички модус. Ако ова е вклучено, ќе се примени временско истегнување врз настаните за да се совпаднат со проектните УВМ. Ова во главно важи за аудио регионите.
ru: Использовать ли музыкальный режим. Если этот параметр включён, события будут растягиваться по времени так, чтобы они подходили под темп проекта. В основном это касается аудио областей.
sr: Да ли да се користи музички режим. Ако је ово укључено, примениће се временско растезање на догађаје тако да одговарају БПМ-у пројекта. Ово се углавном односи на аудио регионе.

source: Listen to notes while they are moved
fr: Entendre les notes pendant qu'elles sont déplacées
mk: Преслушувај ги нотите додека ги преместуваш
ru: Прослушивать ноты при их перемещении
sr: Слушајте ноте док се померају

source: Whether to listen to MIDI notes while dragging them in the piano roll.
fr: Entendre les notes MIDI pendant qu'on les place dans le piano-roll.
mk: Дали да се преслушуваат МИДИ нотите при нивно влечење во нотниот запис (пиано ролната).
ru: Прослушивать ли ноты при их перетаскивании в пиано ролле.
sr: Да ли да се слушају МИДИ ноте док се превлаче у пиано ролу.

source: Ghost notes
fr: Notes fantômes
mk: Привидни ноти

source: Whether to show notes of other regions in the piano roll.
fr: S'il faut montrer les notes des autres région dans le piano-roll.
mk: Дали да се прикажат привидни ноти од другите региони во нотниот запис (пиано ролната).

source: Piano roll highlight
fr: Mise en évidence du Piano Roll
mk: Акцент во нотниот запис (пиано ролната)
ru: Подсветка пиано ролла
sr: Истакнутост пиано рола

source: Whether to highlight chords, scales, both or none in the piano roll.
fr: Pour mettre en évidence les accords,échelles, les deux ou rien dans le piano roll.
mk: Дали да се акцентираат акордите, скалите, обете, или ниту едни, во нотниот запис (пиано ролната).
ru: Подсвечивать ли аккорды, звукоряды или всё вместе в пиано ролле.
sr: Да ли да се истакну акорди, скале, обоје или ништа у пиано ролу.

source: Piano roll MIDI modifier
fr: Modificateur MIDI pour piano roll
mk: МИДИ модификатор во нотниот запис (пиано ролна)
ru: MIDI модификатор пиано ролла
sr: МИДИ модификатор пиано рола

source: The MIDI modifier to display in the MIDI editor (only velocity is valid at the moment).
fr: L'éditeur d'événements MIDI à afficher dans l'éditeur MIDI (Seulement la vélocité des notes est valide pour l'instant).
mk: МИДИ модификаторот кој ќе се прикажува во МИДИ уредувачот (моментално важи само за гласност).
ru: Какой MIDI модификатор отображать в MIDI редакторе (в настоящий момент работает только громкость).
sr: МИДИ модификатор за приказ у МИДИ уређивачу (тренутно је валидна само брзина).

source: Show automation values
fr: Afficher les valeurs d'automatisation
mk: Прикажи вредности на автомација
ru: Показывать значения автоматизации
sr: Прикажи вредности аутоматизације

source: Whether to show automation values in the automation editor.
fr: S'il faut afficher les valeurs d'automatisation dans l'éditeur d'automatisation.
mk: Дали да се прикажат вредностите на автомација во уредувачот за автомација.
ru: Показывать ли значения автоматизации в редакторе автоматизации.
sr: Да ли да се прикажу вредности аутоматизације у уређивачу аутоматизације.

source: Browser divider position
fr: Position du séparateur de navigateur
mk: Позиција на делителот во прелистувачот
ru: Положение разделителя браузера
sr: Позиција раздвајача прегледача

source: Height of the top part of the plugin/file browser.
fr: Hauteur de la partie haute du navigateur de greffon/fichier.
mk: Висина на горниот дел на прелистувачот на приклучоци / датотеки.
ru: Высота верхней части браузера плагинов/файлов.
sr: Висина горњег дела прегледача додатака/фајлова.

source: Left panel divider position
fr: Position du séparateur de Panneau gauche
mk: Позиција на делителот на левата плоча
ru: Положение разделителя левой панели
sr: Позиција раздвајача левог панела

source: Position of the resize handle of the left panel.
fr: Position de la poignée de redimensionnement sur le panneau gauche.
mk: Позиција на рачката за превеличување на левата плоча.
ru: Положение ручки изменения размера левой панели.
sr: Позиција ручке за промену величине левог панела.

source: Left panel tab index
fr: Index des onglets du panneau de gauche
mk: Индекс на јазичиња на левата плоча
ru: Индекс вкладок левой панели
sr: Индекс таба левог панела

source: Index of the currently opened left panel tab.
fr: Index de l'onglet du panneau de gauche actuellement ouvert.
mk: Индекс на моментално отворени јазичиња при левата плоча.
ru: Индекс вкладки открытой в левой панели.
sr: Индекс тренутно отвореног таба левог панела.

source: Right panel divider position
fr: Position du séparateur du panneau droit
mk: Позиција на делител на десната плоча
ru: Положение разделителя правой панели
sr: Позиција раздвајача десног панела

source: Position of the resize handle of the right panel.
fr: Position de la poignée de redimensionnement sur le panneau droit.
mk: Позиција на рачката за превеличување на десната плоча.
ru: Положение ручки изменения размера правой панели.
sr: Позиција ручке за промену величине десног панела.

source: Right panel tab index
fr: Index des onglets du panneau de droite
mk: Индекс на јазичиња на десната плоча
ru: Индекс вкладок правой панели
sr: Индекс таба десног панела

source: Index of the currently opened right panel tab.
fr: Index de l'onglet du panneau de droite actuellement ouvert.
mk: Индекс на моментално отворени јазичиња при десната плоча.
ru: Индекс вкладки открытой в правой панели.
sr: Индекс тренутно отвореног таба десног панела.

source: Bot panel divider position
fr: Position du séparateur du panneau bot
mk: Позиција на делител на бот плочата
ru: Положение разделителя нижней панели
sr: Позиција раздвајача доњег панела

source: Position of the resize handle of the bot panel.
fr: Position de la poignée de redimensionnement sur le panneau du robot.
mk: Позиција на рачката за превеличување на бот плочата.
ru: Положение ручки изменения размера нижней панели.
sr: Позиција ручке за промену величине доњег панела.

source: Bot panel tab index
fr: Index d’onglet de panneau du robot
mk: Индекс на јазичиња на бот плочата
ru: Индекс вкладок нижней панели
sr: Индекс таба доњег панела

source: Index of the currently opened bottom panel tab.
fr: Index de l'onglet du panneau inférieur actuellement ouvert.
mk: Индекс на моментално отворените јазичиња при долната плоча.
ru: Индекс вкладки открытой в нижней панели.
sr: Индекс тренутно отвореног таба доњег панела.

source: Timeline event viewer visibility
fr: Visibilité de la visionneuse d'événement de la ligne temporelle
mk: Видливост на прегледувачот на настани по временската линија
ru: Видимость списка событий таймлайна
sr: Видљивост прегледача догађаја временске линије

source: Whether the timeline event viewer is visible or not.
fr: Si visionneuse d'événements de la ligne temporelle est visible ou non.
mk: Дали прегледувачот на настани по временската линија е видлив или не.
ru: Виден ли список событий таймлайна.
sr: Да ли је прегледач догађаја временске линије видљив или не.

source: Editor event viewer visibility
fr: Visibilité de la visionneuse des événements de l'éditeur
mk: Видливост на прегледникот на настани при уредувачот
ru: Видимость списка событий редактора
sr: Видљивост прегледача догађаја уређивача

source: Whether the editor event viewer is visible.
fr: Si la visionneuse d'événements de l'éditeur est visible.
mk: Дали прегледувачот на настани при уредувачот е видлив.
sr: Да ли је прегледач догађаја уређивача видљив.

source: Playhead display type
fr: Type d'affichage de la tête de lecture
mk: Вид на приказ на позиционата глава
sr: Тип приказа позиције репродукције

source: Selected playhead display type (BBT/time).
fr: Type d'affichage de la tête de lecture sélectionné (BBT/temps).
mk: Избран вид на приказ на позиционата глава (BBT/време).
sr: Одабрани тип приказа позиције репродукције (BBT/време).

source: JACK transport type
fr: type de transport JACK
mk: Вид на JACK управител
ru: Тип навигации JACK (JACK transport)
sr: Тип JACK транспорта

source: Selected JACK transport behavior (master/client/none)
fr: Comportement du transport JACK sélectionné (maître/client/aucun)
mk: Избрано однесување на JACK управителот (господар / роб / никакво)
ru: Поведение навигации JACK (мастер/клиент/отсутствует)
sr: Одабрано понашање JACK транспорта (мастер/клијент/ниједно)

source: Ruler display type
fr: Type d'affichage de la règle
mk: Изглед на линијарот
ru: Тип разметки линийки
sr: Тип приказа лењира

source: Selected ruler display type (BBT/time).
fr: Type d'affichage de la règle sélectionnée (BBT/temps).
mk: Избери изглед на линијарот (BBT/време).
ru: Тип разметки линейки (BBT/время).
sr: Одабрани тип приказа лењира (BBT/време).

source: Selected editing tool
fr: Outil d'édition sélectionné
mk: Избрана алатка за уредување
ru: Выбранный инструмент редактирования
sr: Одабрани алат за уређивање

source: Selected editing tool.
fr: Outil d'édition sélectionné.
mk: Избрана алатка за уредување.
ru: Выбранный инструмент редактирования.
sr: Одабрани алат за уређивање.

source: Last used MIDI function
fr: Dernière fonction MIDI utilisée
mk: Последна користена МИДИ функција
ru: Последняя использованная MIDI функция
sr: Последња коришћена МИДИ функција

source: Last used MIDI function (index corresponding to enum in midi function action).
fr: Dernière fonction MIDI utilisée (index correspondant à l'énumération dans l'action de la fonction midi).
mk: Последна користена МИДИ функција (индексот соответствува со enum во акцијата на МИДИ фукцијата).
ru: Последняя использованная MIDI функция (индекс, соответствующий enum в действии функции midi).
sr: Последња коришћена МИДИ функција (индекс који одговара енуму у акцији МИДИ функције).

source: Last used automation function
fr: Dernière fonction d'automatisation utilisée
mk: Послена користена функција на автомација
ru: Последняя использованная функция автоматизации
sr: Последња коришћена функција аутоматизације

source: Last used automation function (index corresponding to enum in automation function action).
fr: Dernière fonction d'automatisation utilisée (index correspondant à l'énumération de l'action de la fonction d'automatisation).
mk: Последна користена функција на автомација (индексот соответствува со enum во акцијата на автомациската функција).
ru: Последняя использованная функция автоматизации (индекс, соответствующий enum в действии функции автоматизации).
sr: Последња коришћена функција аутоматизације (индекс који одговара енуму у акцији функције аутоматизације).

source: Last used audio function
fr: Dernière fonction audio utilisée
mk: Последна користена аудио функција
ru: Последняя использованная аудиофункция
sr: Последња коришћена аудио функција

source: Last used audio function (index corresponding to enum in audio function action).
fr: Dernière fonction audio utilisée (index correspondant à l'énumération de l'action de la fonction audio).
mk: Последна користена аудио функција (индексот соответствува со enum во акцијата на аудио функцијата).
ru: Последняя использованная аудиофункция (индекс, соответствующий enum в действии аудиофункции).
sr: Последња коришћена аудио функција (индекс који одговара енуму у акцији аудио функције).

source: Last used pitch shift ratio
fr: Dernier ratio de décalage de hauteur utilisé

source: Last used pitch shift ratio.
fr: Dernier ratio de changement de tonalité utilisé.
