Repository: ToddAWalter/zrythm
Catalog: po/*.po
Languages: fr, mk, ru, sr

source: Stems
mk: Изворни аудио стебла
ru: Стемы
sr: Стемови

source: Backtrace
mk: Позадински записник
ru: Откат

source: OK
mk: Во ред
ru: ОК
sr: У реду

source: Link to snap
mk: Врска кон прилепување

source: Euro Pop
mk: Евро поп
sr: Еуро Поп

source: Dance
mk: Танц
sr: Плес

source: Eurodance
mk: Евротанц
sr: Еуроденс

source: Eurobeat
mk: Евроритам
sr: Еуробит

source: Rock
mk: Рок
sr: Рок

source: maj
mk: дур

source: min
mk: мол

source: dim
mk: спуштено (dim)

source: sus4
mk: задржано4 (sus4)

source: sus2
mk: задржано2 (sus2)

source: aug
mk: надградено (aug)

source: Accent
mk: Акцент
ru: Альтерации и надстройки

source: j7
mk: ј7

source: Stop
mk: Стој
ru: Остановить (Stop)

source: t
mk: т

source: Collection
mk: Збир
ru: Коллекция (Collection)

source: Horizontal
mk: Хоризонтално
ru: По горизонтали

source: Vertical
mk: Вертикално
ru: По вертикали

source: Swing
mk: Замавнување
ru: Свинг (Swing)

source: RW
mk: Читање и запишување на автомација

source: Genre
mk: Жанр
ru: Жанр
sr: Жанр

source: Format
mk: Форма
ru: Формат
sr: Формат

source: Port
mk: Порта
ru: Порт

source: label
mk: етикета
ru: Лейбл

source: Aftertouch
mk: Допир одпосле
ru: Послекасание (Аftertouch)

source: ms
mk: мс
ru: мс

source: Amin 7
mk: А мол 7

source: Dim volume
mk: Гласнина на затишување
sr: Јачина звука пригушења

source: The monitor dim volume in amplitude (0 to 2).
mk: Гласнина на затишување на монитор во амплитуда (0 до 2).
ru: Сила диммирования монитора по амплитуде (от 0 до 2).
sr: Јачина звука пригушења монитора у амплитуди (0 до 2).

source: Dim output
mk: Затиши излез
ru: Диммировать выход
sr: Пригушење излаза

source: Whether to dim the the monitor signal.
mk: Дали да се затиша мониторскиот сигнал.
ru: Диммировать ли сигнал монитора.
sr: Да ли да се сигнал монитора пригуши.

source: DSP
mk: дигитална обработка на сигнал (DSP)
ru: Цифровая обработка сигналов (DSP)

source: Zrythm
sr: Зритм

source: instrument
ru: Инструмент
