Repository: ToddAWalter/zrythm
Catalog: po/*.po
Languages: fr, mk, ru, sr

source: Failed to open LV2 UI for %s
fr: Échec de l'ouverture de l'interface graphique LV2 pour %s
mk: Неуспешно отворање на LV2 лицето за %s
ru: Не удалось открыть пользовательский интерфейс LV2 для %s
sr: Није успело отварање LV2 UI за %s

source: Failed to apply LV2 preset
fr: Impossible d'appliquer le préréglage LV2
mk: Неуспешна примена на LV2 местенка
ru: Не удалось применить LV2 пресет
sr: Није успело примењивање LV2 пресета

source: Failed to move track
fr: Échec de l'ouverture du fichier : %s
mk: Неуспешно преместување на лента
ru: Не удалось переместить трек
sr: Није успело померање траке

source: Failed to set direct out
fr: Échec de la mise en place de la sortie directe
mk: Неуспешно наложување на директен излез
sr: Није успело подешавање директног излаза

source: %s Output
fr: Sortie %s
mk: %s Излез
ru: %s Выход
sr: %s Излаз

source: Failed to connect L port
fr: Échec de la connexion au port G
mk: Неуспешно врзување на Л(ева) порта
sr: Није успело повезивање L порта

source: Failed to connect R port
fr: Échec de la connexion au port D
mk: Неуспешно врзување на Д(есна) порта
sr: Није успело повезивање R порта

source: Are the outputs stereo?
fr: Les sorties sont-elles stéréo ?
mk: Дали излезите се стерео?
sr: Да ли су излази стерео?

source: This plugin contains multiple audio outputs. Would you like to auto-route each output to a separate FX track?
fr: Ce greffon contient plusieurs sorties audio. Souhaitez-vous acheminer automatiquement chaque sortie vers une piste FX distincte ?
mk: Овој приклучок содржи повеќе аудио излези. Дали би сакале да го префрлите секој излез на посебна ефектна патека?
sr: Овај додатак садржи више аудио излаза. Да ли желите да аутоматски усмерите сваки излаз на посебну FX траку?

source: Failed to serialize plugin settings
fr: Échec de la sérialisation des paramètres du greffon

source: _Rename
fr: _Renommer
mk: _Преименувај
ru: _Переименовать
sr: _Преименуј

source: 4 Chord Song
fr: Chanson à 4 accords
mk: Песна од 4 акорди
sr: Песма са 4 акорда

source: Canon in D
fr: Canon en ré
mk: Канон во Д
sr: Канон у Д

source: Love Progression
fr: Progression de l'amour
mk: Љубовна прогресија
sr: Љубавна прогресија

source: Pop Chords 1
fr: Accords pop 1
mk: Поп акорди 1
sr: Поп акорди 1

source: Most Often Used Chords
fr: Accords les plus souvent utilisés
mk: Најчесто користени акорди
sr: Најчешће коришћени акорди

source: Eastern Pop
fr: Pop orientale
mk: Источен поп
sr: Источни поп

source: Ballad
fr: Ballade
mk: Балада
sr: Баладе

source: Progressive Trance
fr: Trance progressive
mk: Прогресивен танц
sr: Прогресивни транс

source: Schema %s%s%s
fr: Schéma %s%s%s
mk: Шема %s%s%s
ru: Схема %s %s %s
sr: Шема %s%s%s

source: Resetting schema %s...
fr: Réinitialisation du schéma %s...
mk: Враќање на шема %s...
ru: Производится сброс схемы %s...
sr: Ресетовање шеме %s...

source: skipping %s
fr: Passer %s
mk: прескокнувам %s
ru: пропускаем %s
sr: прескакање %s

source: resetting %s to %s
fr: réinitialisation de %s vers %s
mk: враќање на %s во %s
ru: сбрасываем %s до %s
sr: ресетовање %s на %s

source: Failed to find schema %s. %s is likely not installed
fr: Impossible de trouver de schéma %s. %s n'est probablement pas installé
mk: Неуспешно наоѓање на шемата %s. %s најверојатно не е инсталирана
ru: Не удалось найти схему %s. Вероятно, %s не установлена
sr: Није успело проналажење шеме %s. %s вероватно није инсталиран

source: Failed to view schema %s
fr: Impossible de voir le schéma %s
mk: Неуспешен преглед на шемата %s
ru: Не удалось отобразить схему %s
sr: Није успело приказивање шеме %s

source: Failed to reset schema %s
fr: Impossible de réinitialiser le schéma %s
mk: Неуспешно враќање на шемата %s
ru: Не удалось сбросить схему %s
sr: Није успело ресетовање шеме %s

source: This will reset Zrythm to factory settings. You will lose all your preferences. Type 'y' to continue:
fr: Cela réinitialisera Zrythm aux réglages d'usine. Vous perdrez toutes vos préférences. Tapez "y" pour continuer :
mk: Ова ќе го врати Zrythm на фабрички поставки. Ќе ги изгубиш сите твои поставки. Наиши „y“ за да продолжиш:
ru: Это действие сбросит Zrythm до заводских установок. Вы потеряете все свои настройки. Введите 'y', чтобы продолжить:
sr: Ово ће ресетовати Зритм на фабричка подешавања. Изгубићете све своје преференције. Укуцајте 'y' за наставак:

source: Aborting...
fr: Interrompre...
mk: Одкажувам...
ru: Прерываем действие...
sr: Прекидање...

source: Reset to factory settings successful
fr: Réinitialisation des paramètres d'usine réussi
mk: Враќањето на фабрички поставки е успешно
ru: Сброс настроек до заводских прошёл успешно
sr: Ресетовање на фабричка подешавања успешно

source: Failed to deserialize v1 project file
fr: Échec de la désérialisation du fichier de projet v1
mk: Неможност да се одсеријализира верзијата 1 од проектната датотека
sr: Неуспешно десериализовање v1 пројектног фајла

source: Failed to deserialize v2/3 project file
fr: Échec de la désérialisation du fichier de projet v2/3
mk: Неможност да се одсеријализира верзијата 2 / 3 од проектната датотека

source: Failed to get existing yaml
fr: Échec de la récupération du yaml existant

source: Invalid project: missing version
fr: Projet invalide : version manquante
mk: Невалиден проект: недостапна верзија

source: Failed to deserialize project YAML
fr: Échec de la désérialisation du projet YAML
mk: Неможност да се одсеријализира проектниот YAML
sr: Неуспешно десериализовање пројектног YAML-а

source: This project was created with an unsupported version of %s (%s). It may not work correctly.
fr: Ce projet a été créé avec une version non-supportée de %s (%s). Il pourrait ne pas fonctionner correctement.

source: Could not load project: Corrupted project detected (missing FINISHED file at '%s').
fr: Impossible de charger le projet : projet corrompu détecté (fichier FINISHED manquant à '%s').
mk: Неможност да се вчита проектот: Препознаен е корумпиран проект (недостасува FINISHED датотека при '%s').

source: This project has been automatically upgraded from v%d to v%d. Saving this project will overwrite the old one. If you would like to keep both, please use 'Save As...'.
fr: Ce projet a été automatiquement mis à jour de la version %d à la version %d. La sauvegarde de ce projet écrasera l'ancien. Si vous souhaitez conserver les deux, veuillez utiliser "Sauvegarder sous...".
ru: Этот проект был автоматически обновлен с версии %d до версии %d. При сохранении этого проекта старый проект будет перезаписан. Если вы хотите сохранить оба проекта, пожалуйста, используйте 'Сохранить как...'.

source: Newer backup found: %s. Use the newer backup?
fr: Sauvegarde plus récente trouvée : %s. Utiliser la sauvegarde la plus récente ?
mk: Пронајдена е понова сиг. копија: %s. Да ја користам поновата копија?
ru: Найдена более новая резервная копия: %s. Использовать более новую резервную копию?
sr: Пронађена новија резервна копија: %s. Користити новију резервну копију?

source: Failed to load project. Will create a new one instead.
fr: Impossible de charger le projet. Création d'un nouveau à la place.
mk: Неможност да се вчита проектот. Ќе се создаде нов.
ru: Не удалось открыть проект. Вместо него будет создан новый.

source: Root Note
fr: Note de base
mk: Нота-корен
ru: Тоника

source: C
fr: Do
mk: C (Ц)

source: D♭
fr: Ré♭
mk: D♭ (дес)

source: D
fr: Ré
mk: D (Д)

source: E♭
fr: Mi♭
mk: E♭ (ес)

source: E
fr: Mi
mk: Е

source: F
fr: Fa
mk: F (Ф)

source: F♯
fr: Fa♯
mk: F♯ (фис)

source: G
fr: Sol
mk: G (Г)

source: A♭
fr: La♭
mk: A♭ (аес)

source: A
fr: La
mk: А

source: B♭
fr: Si♭
mk: B♭ (бес)

source: B
fr: Si
mk: B (Б)

source: Bass Note
fr: Note de basse
mk: Бас нота
ru: Басс

source: In scale
fr: Dans la gamme
mk: Во скала
ru: В звукоряде

source: Creator
fr: Créateur
mk: Создател
ru: Создатель

source: Diatonic
fr: Diatonique
mk: Диатоника
ru: Диатоника

source: TODO keyboard
fr: ÀFAIRE clavier
mk: Тастатура за ОБВРСКИ
ru: Клавиатура в разработке

source: TODO
fr: ÀFAIRE
mk: ОБВРСКИ
ru: В разработке

source: Circle of Fifths
fr: Cercle des quintes
mk: Круг на петки
ru: Кварто-квинтовый круг

source: Play/Pause
fr: Lecture/pause
mk: Пушти / Пауза
ru: Воспроизведение/Пауза

source: Ports found
fr: Ports détectés
mk: Пронајдени порти
ru: Найденные порты

source: Rescan
fr: Rescanner
mk: Пре-сканирај
ru: Пересканировать

source: Scan again for MIDI controllers
fr: Scanner encore les contrôleurs MIDI
mk: Повторно сканирај за МИДИ контролери
ru: Пересканировать на наличие MIDI-контроллеров

source: Toggle Left Panel
fr: Basculer le panneau de gauche
mk: Прикажи лева плоча
ru: Переключить левую панель

source: Toggle Right Panel
fr: Basculer le panneau de droite
mk: Прикажи десна плоча
ru: Переключить правую панель

source: Channel settings
fr: Paramètres du canal
mk: Поставки на канал
ru: Настройки канала

source: News
fr: Nouveautés
mk: Вести
ru: Новости (News)

source: Snap to grid
fr: Accrocher à la grille
mk: Прилепи на мрежа
ru: Привязать к сетке

source: Keep offset
fr: Maintenir le décalage
mk: Задржи изместување
ru: Сохранить смещение

source: Snap to events
fr: Accrocher aux évènements
mk: Прилепи на настани
ru: Привязать к событиям

source: Note length
fr: Longueur de note
mk: Нотна должина
ru: Длина ноты

source: Triplet
fr: triolet
mk: Триплет
ru: Триоль

source: Dotted
fr: pointé
mk: по точки
ru: С точкой

source: Adaptive length
fr: Longueur adaptative
mk: Прилагодлива должина
ru: Адаптивная длина

source: Snap
fr: Accrocher
mk: Прилепување
ru: Привязка

source: Link
fr: Lien
mk: Врзување
ru: Ссылка

source: Link length to snap setting
fr: Paramètre de longueur de note à accrocher
mk: Врзи должина со поставките за прилепување
ru: Связать длину с настройками привязки

source: Use last created object's length
fr: Utiliser la longueur du dernier objet créé
mk: Користи ја должината на последно-создадениот објект
ru: Использовать длину последнего созданного объекта

source: Bookmarks
fr: Signets
mk: Обележувачи
ru: Закладки

source: Return to cue point on stop
fr: Retourner au point de repère à l'arrêt
mk: Врати кон појдовната точка при застанување
ru: Возврат к точке отсчета на остановке (Return to cue point on stop)

source: Play
fr: Lecture
mk: Пушти
ru: Воспроизвести (Play)

source: Backward
fr: En arrière
mk: Наназад
ru: Переместиться назад (Backward)

source: Forward
fr: En avant
mk: Нанапред
ru: Переместиться вперед (Forward)

source: Loop
fr: Boucle
mk: Јамка (врти)
ru: Цикл (Loop)

source: Event Viewer
fr: Afficheur d'événement
mk: Прегледник на настани
ru: Список событий (Event Viewer)

source: Author
fr: Auteur
mk: Автор
ru: Автор

source: Category
fr: Catégorie
mk: Категорија
ru: Категория (Category)

source: Protocol
fr: Protocole
mk: Протокол
ru: Протокол (Protocol)

source: Sort alphabetically
fr: Trier par ordre alphabétique
mk: Подреди по азбучен ред
ru: Сортировать по алфавиту

source: Sort by recently used
fr: Trier par ordre d'utilisation récente
mk: Подреди по последно користење
ru: Сортировать по недавно использованным

source: Sort by most used
fr: Trier par les plus utilisés
mk: Подреди по најчесто користење
ru: Сортировать по наиболее используемым

source: Project
fr: Projet
mk: Проект
ru: Проект

source: View
fr: Affichage
mk: Поглед
ru: Вид

source: Help
fr: Aide
mk: Помош
ru: Помощь

source: MIDI in activity
fr: MIDI en activité
mk: МИДИ во активност
ru: Активность MIDI входов

source: Live Waveform Indicator
fr: Indicateur de forme d'onde en direct

source: Spectrum Analyzer
fr: Analyseur de spectre

source: Peak Meter
fr: Indicateur de crête

source: Toggle ghost note visibility
fr: Basculer la visibilité des notes fantômes
mk: Видливост на привидни ноти

source: Toggle event viewer
fr: Basculer l'afficheur d'événement
mk: Прикажи прегледник на настани
ru: Переключить список событий

source: Flip
fr: Basculer
mk: Преврти
ru: Поворот

source: Parent directory
fr: Répertoire parent
mk: Матична папка
ru: Родительская папка

source: Fishbowl
fr: Cuvette à poisson
mk: Аквариум
ru: Аквариум

source: Quantize Options
fr: Options de quantification
mk: Избор за поредување (квантизација)
ru: Параметры квантования

source: Quantize to
fr: Quantifier à
mk: Пореди на
ru: Квантовать к (Quantize to)

source: Adjust
fr: Ajuster
mk: Прилагоди
ru: Регулировка (Adjust)

source: Amount
fr: Quantité
mk: Количество
ru: Сила (Amount)

source: Randomization
fr: Aléation
mk: Случајност (рандомизација)
ru: Случайность (Randomization)

source: _Quantize
fr: _Quantifier
mk: _Пореди
ru: Квантовать (Q)

source: Root Key
fr: Note de base
mk: Клуч
ru: Тоника

source: Scale
fr: Gamme
mk: Скала
ru: Лад

source: Scale - Other
fr: Échelle - Autre
mk: Скала - други

source: Toggle Bottom Panel
fr: Basculer le panneau inférieur
mk: Прикажи долна плоча
ru: Переключить нижнюю панель

source: Select a Project
fr: Sélectionner un projet
mk: Избери проект
ru: Выбрать проект

source: Create New
fr: Créer nouveau
mk: Создади нов
ru: Создать новый

source: Open from _Path
fr: Ouvrir à partir de _Path
mk: Отвори од _Патека

source: Show/hide UI
fr: Afficher/Masquer l'interface utilisateur
mk: Прикажи / скриј лице
ru: Показать/скрыть интерфейс

source: Control this automation track is for
fr: Le contrôle de cette piste d'automatisation est pour
mk: Контрола на оваа автомациона лента е за
ru: Элемент управления, для которого предназначен этот трек автоматизации

source: Mute automation track
fr: Silencer la piste d'automatisation
mk: Занеми автомациона лента
ru: Отключить трек автоматизации

source: Write automation
fr: Écrire une automatisation
mk: Запишувај автомација
ru: Записать автоматизацию

source: Read automation
fr: Lire l'automatisation
mk: Читај автомација
ru: Считать автоматизацию

source: Remove automation track
fr: Supprimer la piste d'automatisation
mk: Одстрани автомациона лента
ru: Удалить трек автоматизации

source: Add automation track
fr: Ajouter une piste d'automatisation
mk: Додај автомациона лента
ru: Добавить трек автоматизации

source: Transpose
fr: Transposer
mk: Премести

source: Enforce scale
fr: Appliquer l'échelle
mk: Присили примена на скала
ru: Насильно привязать к звукоряду

source: Export As...
fr: Exporter comme...
mk: Извади како...
ru: Экспортировать как...

source: Metadata
fr: Méta-données
mk: Метаподатоци
ru: Метаданные

source: Title
fr: Titre
mk: Наслов
ru: Название
sr: Наслов

source: Artist
fr: Artiste
mk: Изведувач
ru: Автор
sr: Уметник

source: Bit Depth
fr: Profondeur binaire
mk: Битова длабочина
ru: Битовая глубина

source: Dither
fr: Bruit de dispersion
mk: тивок шум (dither)
ru: Дизеринг (Dither)
sr: Дитер

source: Filename Pattern
fr: Motif de nom de fichier
mk: Шема на име на датотека
ru: Шаблон названия файла (Filename Pattern)

source: Mixdown or Stems
fr: Mise à plat ou stems
mk: Умиксано или во изворни аудио стебла

source: Whether to export the selected tracks as a single mixdown file or each track in its own file.
fr: Si vous souhaitez exporter les pistes sélectionnées en tant que fichier de mixage unique ou chaque piste dans son propre fichier.
mk: Дали да се изведат одбраните ленти како умиксана датотека, или секоја лента во посебна датотека.

source: Time range
fr: Période temporelle
mk: Временски опсег
sr: Временски опсег

source: Only events inside this time range will be exported.
fr: Seuls les événements compris dans cette plage horaire seront exportés.
mk: Ќе се извезат само настаните во овој временски опсег.

source: Custom time range
fr: Période temporelle personnalisée
mk: Прилагоден временски опсег

source: Track Selection
fr: Sélection de piste
mk: Избор на ленти

source: Output
fr: Sortie
mk: Излез

source: Export Lanes as Tracks
fr: Exporter les lignes en tant que pistes
mk: Извези патеки како ленти

source: Select a port...
fr: Sélectionner un port ...
mk: Избери порта...
ru: Выберите порт...

source: region_name
fr: nom_de_région
mk: име_на_регион

source: Enter region name...
fr: Saisir le nom de la région...
mk: Внеси име на регион...
ru: Введите имя области...

source: Muted
fr: Muet
mk: Занемено
ru: Заглушён

source: Toggle Top Panel
fr: Basculer le panneau supérieur
mk: Прикажи горна плоча
ru: Переключить верхнюю панель

source: Please enter a value
fr: Entrer une valeur
mk: Ве молиме внесете вредност
ru: Пожалуйста, введите значение

source: Remove range
fr: Effacer l'intervalle
mk: Одстрани опсег
ru: Удалить диапазон

source: Musical mode
fr: Mode musical
mk: Музички модус
ru: Музыкальный режим
sr: Музички режим

source: Merge selections
fr: Fusionner les sélections
mk: Спои ги избраните
ru: Объединить выделенное

source: No modulators
fr: Aucun modulateur
mk: Без изменувачи (модулатори)

source: Drag and drop a modulator plugin from the plugin browser
fr: Glisser-déposer un greffon de modulateur depuis le navigateur de greffons
mk: Влечи и остави приклучок-изменувач (модулатор) од прелистувачот на приклучоци
ru: Перетащите плагин модулятора из просмотра плагинов

source: Log Level
fr: Niveau de journalisation
mk: Ниво на записник
ru: Уровень логов

source: Save As...
fr: Sauvegarder sous...
mk: Зачувај како...
ru: Сохранить как...

source: Pitch Wheel
fr: Molette de hauteur
mk: Тркало на нотни висини
ru: Колёсико тона

source: Mod Wheel
fr: Molette de modulation
mk: Тркало на изменувачи (модулатори)
ru: Колёсико модуляции

source: Quick Quantize
fr: Quantification rapide
mk: Брзо подредување (квантизација)
ru: Быстрое квантование

source: Full Quantize...
fr: Quantification complète...
mk: Целосно подредување (квантизација) ...
ru: Полное квантование...

source: Bounce Options
fr: Options de bounce
mk: Опции за уснимување
ru: Опции рендера (Bounce Options)

source: Bounce with parents
fr: Bounce avec parents
mk: Усними заедно со родители
ru: Рендер с предками (Bounce with parents)
sr: Одбијање са родитељима

source: Tail
fr: Queue
mk: Остаток (опашка)
ru: Хвост

source: Disable after bounce
fr: Désactivation après la conversion audio
mk: Оневозможи по уснимувањето
ru: Деактивировать после рендера
sr: Онемогући након одбијања

source: Cancel
fr: Annuler
mk: Одкажи
ru: Отмена

source: Packs
fr: Paquets
mk: Пакувања

source: Scroll when playhead reaches the edge
fr: Défilement lorsque la tête de lecture atteint le bord
mk: Помести приказ кога позиционата глава ќе го премине работ
ru: Прокручивать, когда маркер воспроизведения достигает края

source: Follow playhead
fr: Suivre la tête de lecture
mk: Следи ја позиционата глава
ru: Следовать за маркером воспроизведения (Follow playhead)

source: No clip selected
fr: Aucun clip sélectionné
mk: Не е одбран исечок
ru: Клип не выбран

source: Select a clip from the timeline
fr: Sélectionner un clip depuis la ligne temporelle
mk: Избери исечок од временската линија

source: Bind MIDI CC
fr: Lier un CC MIDI
mk: Поврзи МИДИ CC
ru: Привязать MIDI CC

source: Press a key or move a knob on your MIDI device
fr: Appuyez sur une touche ou déplacez un bouton sur votre périphérique MIDI
mk: Притисни копче или придвижи потенциометар на твојот МИДИ уред
ru: Нажмите кнопку или покрутите ручку на вашем MIDI-устройстве

source: Waiting for input...
fr: En attente d'une entrée...
mk: Чекам влез...
ru: Ожидание ввода...

source: Select a region...
fr: Sélectionner une région...
mk: Избери регион...
ru: Выберете область...

source: Splash
fr: Écran d'accueil
mk: Прскање
ru: Всплеск

source: Initializing...
fr: Initialisation...
mk: Иницијализација...
ru: Инициализация...

source: Track filters & visibility
fr: Visibilité et filtre de la piste
mk: Лентови филтри и видливост

source: Tracklist Settings
fr: Paramètres de la liste des pistes

source: Global Shortcuts
fr: Raccourcis globaux
mk: Општи кратенки
ru: Основные горячие клавиши (Global Shortcuts)

source: General
fr: Général
mk: Општо
ru: Общие (General)
sr: Опште

source: Toggle Fullscreen
fr: Basculer plein écran
mk: Влези / излези од приказ на цел екран
ru: Переключить полноэкранный режим

source: Quit
fr: Quitter
mk: Излези
ru: Выйти (Quit)

source: Panels
fr: Panneaux
mk: Плочи
ru: Панели

source: Toggle left panel
fr: Basculer sur le panneau de gauche
mk: Прикажи лева плоча
ru: Переключить левую панель

source: Toggle right panel
fr: Basculer sur le panneau de droite
mk: Прикажи десна плоча
ru: Переключить правую панель

source: Toggle bottom panel
fr: Basculer sur le panneau inférieur
mk: Прикажи долна плоча
ru: Переключить нижнюю панель

source: Create new project
fr: Créer un nouveau projet
mk: Создај нов проект
ru: Создать новый проект

source: Open a project
fr: Ouvrir un projet
mk: Отвори проект
ru: Открыть проект

source: Save the project
fr: Sauvegarder le projet
mk: Зачувај го проектот
ru: Сохранить проект

source: Copy and Paste
fr: Copier et Coller
mk: Копирање и лепење
ru: Скопировать и вставить

source: Copy selection to clipboard
fr: Copier la sélection dans le presse-papier
mk: Копирај го избраното во површината за исечоци
ru: Копировать выделенное в буфер обмена

source: Cut selection to clipboard
fr: Couper la sélection dans le presse-papier
mk: Исечи го избраното во површината за исечоци
ru: Вырезать выделенное в буфер обмена

source: Paste from clipboard
fr: Coller à partir du presse-papier
mk: Залепи од површина за исечоци
ru: Вставить из буфера обмена

source: Undo and Redo
fr: Annuler et refaire
mk: Поништување и повторување
ru: Отмена и повтор

source: Undo previous command
fr: Annuler la commande précédente
mk: Поништи ја предходната команда
ru: Отменить предыдущую команду

source: Redo previous command
fr: Refaire la commande précédente
mk: Повтори ја предходната команда
ru: Повторить предыдущую команду

source: Selections
fr: Sélections
mk: Избирања
ru: Выделение (Selection)

source: Unselect all
fr: Désélectionner tout
mk: Поништи избор
ru: Снять все выделения

source: Editor Shortcuts
fr: Éditeur de raccourcis
mk: Кратенки на уредувач
ru: Горячие клавиши редактора (Editor Shortcuts)

source: Tool
fr: Outil
mk: Алатки
ru: Инструмент

source: Select/Stretch tool
fr: Sélectionner l'outil Étirement
mk: Алатка за избирање / истегнување
ru: Выделение/Растяжение

source: Pencil tool
fr: Outil Crayon
mk: Алатка - молив
ru: Карандаш

source: Eraser tool
fr: Outil gomme
mk: Алатка за бришење
ru: Ластик

source: Ramp tool
fr: Outil Rampe
mk: Алатка - рампа
ru: Рампа

source: Audition tool
fr: Outil d'écoute
mk: Алатка за преслушување
ru: Прослушивание

source: Zooming
fr: Zoomer
mk: Зумирање
ru: Масштабирование

source: Zoom in
fr: Zoom avant
mk: Зумирај (доближи)
ru: Приблизить

source: Zoom out
fr: Zoom arrière
mk: Одзумирај (оддалечи)
ru: Отдалить

source: Best fit
fr: Meilleur ajustement
mk: Најприлагодено
ru: Наиболее подходящий масштаб

source: Original size
fr: Taille originale
mk: Оригинална величина
ru: Исходный масштаб

source: Quantizing
fr: Quantification
mk: Поредување (квантизација)
ru: Квантование

source: Quantize
fr: Quantifier
mk: Пореди (квантизирај)
ru: Квантование (Quantize)

source: Looping
fr: Bouclage
mk: Повторување
ru: Зацикливание

source: Digital Audio Workstation
fr: Station de travail audio numérique
mk: Работна станица за дигитално аудио
ru: Цифровая звуковая рабочая станция
sr: Дигитална аудио радна станица

source: highly automated and intuitive digital audio workstation
fr: une station de travail audio numérique (STAN) hautement automatisée et intuitive
mk: високо автоматизирана и интуитивна работна станица за дигитално аудио
ru: высокоавтоматизированная и простая в использовании цифровая звуковая рабочая станция
sr: високо аутоматизована и интуитивна дигитална аудио радна станица

source: daw;audio;midi;music;
fr: stan;daw;audio;midi;musique ;
mk: дарс;аудио;миди;музика;

source: Recent project list
fr: Liste des derniers projets
mk: Список на неодамнешни проекти
ru: Список недавних проектов
sr: Листа недавних пројеката
