Repository: ToddAWalter/zrythm
Catalog: po/*.po
Languages: fr, mk, ru, sr

source: Timeline size
fr: Taille de la ligne temporelle
mk: Големина на временската линија
sr: Величина временске линије

source: Timeline panel size when detached.
fr: Taille du panneau de la ligne temporelle lorsqu'il est détaché.
mk: Големина на плочата на временската линија кога е одкачена.
sr: Величина панела временске линије када је одвојен.

source: CC bindings detached
fr: Cartographies CC détachées
mk: Одкачени CC врзувања
sr: CC везе одвојене

source: Whether the CC bindings panel is detached.
fr: Si le panneau des cartographies CC est détaché.
mk: Дали плочата на CC врзувања да биде одкачена.
sr: Да ли је панел CC веза одвојен.

source: CC bindings size
fr: Taille des cartographies CC
mk: Големина на CC врзувања
sr: Величина CC веза

source: CC bindings panel size when detached.
fr: La taille du panneau des liaisons CC lorsque détaché.
mk: Големина на плочата на CC врзувањата кога е одкачена.
sr: Величина панела CC веза када је одвојен.

source: Port connections detached
fr: Connexions de port détachées
mk: Одкачени врски на порти
sr: Порт везе одвојене

source: Whether the port connections panel is detached.
fr: Si le panneau de connexions de port est détaché.
mk: Дали плочата на портови врски да биде одкачена.
sr: Да ли је панел порт веза одвојен.

source: Port connections size
fr: Taille du port de connexions
mk: Големина на портови врски
sr: Величина порт веза

source: Port connections panel size when detached.
fr: Taille du panneau des connexions des ports lorsqu'il est détaché.
mk: Големина на плочата на портови врски кога е одкачена.
sr: Величина панела порт веза када је одвојен.

source: Scenes detached
fr: Scènes détachées
mk: Одкачени сцени
sr: Сцене одвојене

source: Whether the scenes panel is detached.
fr: Si le panneau de scènes est détaché.
mk: Дали плочата на сцени да биде одкачена.
sr: Да ли је панел сцена одвојен.

source: Scenes size
fr: Taille des scènes
mk: Големина на сцени
sr: Величина сцена

source: Scenes panel size when detached.
fr: Taille du panneau des scènes lorsqu'il est détaché.
mk: Големина на плочата за сцени кога е одкачена.
sr: Величина панела сцена када је одвојен.

source: Genre to use when exporting, if the file type supports it.
fr: Genre à utiliser lors de l'exportation, si le type de fichier le supporte.
mk: Кој жанр да се користи при извоз, ако таквиот запис е поддржан од видот на датотеката.
sr: Жанр који се користи при извозу, ако тип фајла то подржава.

source: Artist to use when exporting, if the file type supports it.
fr: Artiste à utiliser lors de l'exportation, si le type de fichier le supporte.
mk: Кои автори да се користат при извоз, ако таквиот запис е поддржан од видот на датотеката.
sr: Уметник који се користи при извозу, ако тип фајла то подржава.

source: Title to use when exporting, if the file type supports it.
fr: Titre à utiliser lors de l'exportation, si le type de fichier le supporte.
mk: Кој наслов да се користи при извоз, ако таквиот запис е поддржан од видот на датотеката.
sr: Наслов који се користи при извозу, ако тип фајла то подржава.

source: Time range to export.
fr: Période temporelle à exporter.
mk: Кој временски опсег да се користи при извоз.
sr: Временски опсег за извоз.

source: Format to export to.
fr: Format vers lequel exporter.
mk: Формирај го извозот во.
sr: Формат за извоз.

source: Filename pattern
fr: Motif de nom de fichier
mk: Урнек на име на датотека
sr: Шаблон имена фајла

source: Filename pattern for exported files.
fr: Motif de nom de fichier pour les fichiers exportés.
mk: Урнек на име за извезени датотеки.
sr: Шаблон имена фајла за извоз.

source: Add low level noise to reduce errors on lower bit depths.
fr: Ajoutez du bruit de faible niveau pour réduire les erreurs sur les profondeurs de bits inférieures.
mk: Додај тивок шум за да намалиш грешки при пониските битови длабочини.
sr: Додај ниско ниво буке да би се смањиле грешке на нижим битним дубинама.

source: Export stems
fr: Exporter des stems
mk: Извези аудио изворни стебла
sr: Извоз стабала

source: Whether to export stems instead of the mixdown.
fr: S'il s'agit d'exporter les stems au lieu de la mise à plat.
mk: Дали да се извезат аудио изворните стебла наместо умиксувањето.
sr: Да ли да се извозе стабла уместо микса.

source: Bit depth
fr: Profondeur de Bit
mk: Битова длабочина
ru: Битовая глубина
sr: Битна дубина

source: Bit depth to use when exporting
fr: Profondeur de bits à utiliser lors de l'exportation
mk: Која битова длабочина да се користи при извоз
ru: Битовая глубина, используемая при экспорте
sr: Битна дубина која се користи при извозу

source: Genre to use when exporting.
fr: Genre à utiliser lors de l'exportation.
mk: Кој жанр да се користи при извоз.
ru: Жанр, используемый при экспорте.
sr: Жанр који се користи при извозу.

source: Artist to use when exporting.
fr: Artiste à utiliser lors de l'exportation.
mk: Кои изведувачи да се користат при извоз.
ru: Исполнитель, используемый при экспорте.
sr: Уметник који се користи при извозу.

source: Title to use when exporting.
fr: Titre à utiliser lors de l'exportation.
mk: Кој наслов да се користи при извоз.
ru: Название, используемое при экспорте.
sr: Наслов који се користи при извозу.

source: MIDI file format (Type 0 or 1).
fr: Format du fichier MIDI (Type 0 ou 1).
mk: Вид на МИДИ датотека (вид 0 или 1).
sr: MIDI формат фајла (Тип 0 или 1).

source: Lanes as tracks
fr: Lignes en tant que pistes
mk: Патеки како ленти
sr: Стране као траке

source: Export track lanes as separate MIDI tracks.
fr: Exportez les lignes de pistes comme des pistes MIDI séparées.
mk: Извези лентови патеки како посебни МИДИ ленти.
ru: Экспортируйте дорожки как отдельные MIDI-треки.
sr: Извези стране трака као одвојене MIDI траке.

source: Transport loop
fr: Boucle de transport
mk: Повторување во управување
sr: Транспортна петља

source: Whether looping is enabled.
fr: Si le bouclage est activé.
mk: Дали е овозможено повторување.
sr: Да ли је омогућено петљање.

source: Return to cue
fr: Retour au marqueur
mk: Врати се на почетна точка
sr: Повратак на сигнал

source: Whether return to cue on stop is enabled.
fr: Si retourner au marqueur à l'arrêt est activé.
mk: Дали е овозможено враќање на почетна точка при стопирање.
sr: Да ли је омогућен повратак на сигнал при заустављању.

source: Metronome enabled
fr: Métronome activé
mk: Овозможен метроном
sr: Метроном омогућен

source: Whether the metronome is enabled.
fr: Si le métronome est activé.
mk: Дали метрономот да биде овозможен.
ru: Включен ли метроном.
sr: Да ли је метроном омогућен.

source: Metronome volume
fr: Volume du métronome
mk: Гласнина на метроном
ru: Громкость метронома
sr: Јачина метронома

source: The metronome volume in amplitude (0 to 2).
fr: Le volume du métronome en amplitude (0 à 2).
mk: Гласнина на метроном во амплитуда (0 до 2).
sr: Јачина метронома у амплитуди (0 до 2).

source: Metronome Count-in
fr: Compte à rebours du métronome
mk: Преодбројување на метроном
sr: Метрономски улаз

source: Count-in bars for the metronome.
fr: Mesures de décompte pour le métronome.
mk: Колку целини да се преодброи за метрономот.
sr: Број тактова за метроном.

source: Punch mode enabled
fr: Mode punch activé
mk: Овозможен режим на снимање со почетна и крајна позиција
sr: Омогућен режим удара

source: Whether punch in/out is enabled for recording.
fr: Si le punch in/out est activé pour l'enregistrement.
mk: Дали почетна / крајна позиција е овозможено при снимање.
sr: Да ли је омогућен ударац при снимању.

source: Start playback on MIDI input
fr: Démarrer la lecture sur l'entrée MIDI
mk: Пушти при МИДИ влез
sr: Покрени репродукцију на MIDI улазу

source: Whether to start playback on MIDI input.
fr: Si l'on démarre la lecture sur l'entrée MIDI.
mk: Дали да се започне пуштањето при МИДИ влез.
sr: Да ли да се покрене репродукција на MIDI улазу.

source: Recording mode.
fr: Mode enregistrement.
mk: Режим на снимање.
ru: Режим записи.
sr: Режим снимања.

source: Recording Pre-Roll
fr: Décompte d'enregistrement
mk: Предснимање
sr: Пре-рол снимања

source: Number of bars to pre-roll when recording.
fr: Nombre de mesures à pré-lire lors de l'enregistrement.
mk: Број на целини за предснимување.
sr: Број тактова за пре-рол при снимању.

source: Audio backend
fr: Dorsal audio
mk: Заднински аудио систем
ru: Аудио бэкeнд (Audio backend)
sr: Аудио позадина

source: RtAudio device
fr: Périphérique RtAudio
mk: RtAudio уред
sr: RtAudio уређај

source: SDL device
fr: Périphérique SDL
mk: SDL уред
sr: SDL уређај

source: Samplerate
fr: Taux d'échantillonnage
mk: Рата на примероци
ru: Частота дискретизации
sr: Фреквенција узорковања

source: Samplerate to pass to the backend.
fr: Taux d'échantillonnage à passer au dorsal.
mk: Рата на примероци која ќе биде пријавена на заднинскиот аудио систем.
sr: Фреквенција узорковања за позадину.

source: Buffer size
fr: Taille de tampon
mk: Величина на пуфер
ru: Размер буфера
sr: Величина бафера

source: Buffer size to pass to the backend.
fr: Taille de la mémoire tampon à passer au dorsal.
mk: Величина на пуфер која ќе биде пријавена на заднинскиот аудио систем.
sr: Величина бафера за позадину.

source: MIDI backend
fr: Dorsal MIDI
mk: Заднински МИДИ систем
ru: MIDI бэкeнд (MIDI backend)
sr: MIDI позадина

source: Audio inputs
fr: Entrées audio
mk: Аудио влезови
ru: Аудио входы
sr: Аудио улази

source: A list of audio inputs to enable.
fr: Une liste des entrées audio à activer.
mk: Список на аудио влезови кои ќе бидат овозможени.
sr: Листа аудио улаза за омогућавање.

source: MIDI controllers
fr: Contrôleurs MIDI
mk: МИДИ контролери
ru: MIDI контроллеры (MIDI controllers)
sr: MIDI контролери

source: A list of controllers to enable.
fr: Une liste des contrôleurs à activer.
mk: Список на контролери кои ќе бидат овозможени.
sr: Листа контролера за омогућавање.

source: Paths
fr: Chemins
mk: Патеки
ru: Пути (Paths)
sr: Путеви

source: Zrythm path
fr: Chemin de Zrythm
mk: Патека на Zrythm
ru: Путь к Zrythm
sr: Путања до Zrythm

source: Directory used to save user data in.
fr: Le répertoire utilisé pour sauvegarder les données-utilisateur.
mk: Папка која ќе се користи за зачувување на корисничките податоци.
ru: Папка, используемая для сохранения данных пользователя.
sr: Директоријум који се користи за чување корисничких података.

source: Updates
fr: Mises à jour
mk: Ажурирања
ru: Обновления
sr: Ажурирања

source: Check for updates
fr: Vérifier les mises à jour
mk: Провери за ажурирања
ru: Проверять наличие обновлений
sr: Провери ажурирања

source: Whether to check for updates on startup.
fr: S'il faut vérifier les mises à jour au démarrage.
mk: Дали да проверувам за ажурирања при подигање.
sr: Да ли да се провере ажурирања при покретању.

source: Plugins
fr: Greffons
mk: Приклучоци
ru: Плагины
sr: Плугин-ови

source: UIs
fr: Interfaces utilisateur
mk: Лица на приклучоци
ru: Интерфейсы плагинов (UIs)
sr: Кориснички интерфејси

source: Open UI on instantiation
fr: Ouvrir l'interface utilisateur à l'instanciation
mk: Отвори го лицето при иницијализација
ru: Открывать интерфейс при добавлении плагина (Open UI on instantiation)
sr: Отвори кориснички интерфејс при инстанцирању

source: Open plugin UIs when they are instantiated.
fr: Ouvrir les interfaces utilisateur des greffons lorsqu'ils sont instanciés.
mk: Отвори ги лицата на приклучоците кога ќе се иницијализирани.
sr: Отвори корисничке интерфејсе плугин-ова када се инстанцирају.

source: Keep window on top
fr: Garder les interfaces graphiques des greffons au dessus
mk: Чувај го прозорецот најнапред
ru: Держать окно поверх окна Zrythm (Keep window on top)
sr: Држи прозор на врху

source: Show plugin UIs on top of the main window (if possible).
fr: Afficher les interfaces utilisateur des greffons au dessus de la fenêtre principale (si possible).
mk: Прикажи ги лицата на приклучоците најнапред (ако е возможно).
sr: Прикажи корисничке интерфејсе плугин-ова изнад главног прозора (ако је могуће).

source: Refresh rate
fr: Taux de rafraîchissement
mk: Рата на освежување
ru: Частота обновления (Refresh rate)
sr: Стопа освежавања

source: Refresh rate in Hz. If set to 0, the screen's refresh rate will be used.
fr: Taux de rafraîchissement en Hz. Si réglé à 0, le taux de rafraîchissement de l'écran sera utilisé.
mk: Рата на освежување во херци. Ако е наместена на 0, ќе се користи ратата на освежување на екранот.
sr: Стопа освежавања у Hz. Ако је постављено на 0, користиће се стопа освежавања екрана.

source: Scale factor
fr: Facteur d'échelle
mk: Фактор на скалирање
sr: Фактор скалирања

source: Scale factor to pass to plugin UIs. If set to 0, the monitor's scale factor will be used.
fr: Facteur d'échelle à passer aux interfaces graphiques de greffons. Si réglé à 0, le facteur d'échelle du moniteur sera utilisé.
mk: Фактор на скалирање кој ќе се испрати до лицето на приклучокот. Ако е наместено на 0, ќе се користи скалирањето од екранот.
sr: Фактор скалирања који се прослеђује корисничким интерфејсима плугин-ова. Ако је постављено на 0, користиће се фактор скалирања монитора.

source: VST2 plugins
fr: Greffons VST2
mk: VST2 приклучоци
ru: VST2 плагины

source: VST2 plugin search paths separated by : (or ; on Windows).
fr: Chemins de recherche de greffon VST2 séparés par : (ou ; sous Windows).
ru: Пути поиска плагинов VST2, разделенные символом : (или ; в Windows).

source: SFZ instruments
fr: instruments SFZ
mk: SFZ инструменти
ru: Инструменты SFZ (SFZ instruments)
sr: SFZ инструменти

source: SFZ instrument search paths separated by : (or ; on Windows).
fr: Chemins de recherche des instruments SFZ séparés par : (ou ; sous Windows).
ru: Пути поиска инструментов SFZ, разделенные символом : (или ; в Windows).

source: SF2 instruments
fr: instruments SF2
mk: SF2 инструменти
ru: Инструменты SF2 (SF2 instruments)
sr: SF2 инструменти

source: SF2 instrument search paths separated by : (or ; on Windows).
fr: Les chemins de recherche des instruments SF2 séparés par : (ou ; sous Windows).
ru: Пути поиска инструментов SF2, разделенные символом : (или ; в Windows).

source: JSFX plugin paths
fr: Chemins d'accès aux greffons JSFX

source: JSFX plugin search paths separated by : (or ; on Windows).
fr: Chemins de recherche des greffons JSFX séparés par : (ou ; sous Windows).
ru: Пути поиска плагинов JSFX, разделенные символом : (или ; в Windows).

source: Editing
fr: Édition
mk: Уредување
ru: Редактирование
sr: Уређивање

source: Fade algorithm
fr: Algorithme de fondu
mk: Алгоритам за затишување / појачување
ru: Алгоритм затухания (Fade algorithm)
sr: Алгоритам за бледење

source: Default fade in/out algorithm.
fr: Algorithme de fondu à l'ouverture/fermeture par défaut.
mk: Стандарден алгоритам за појачување / затишување.
sr: Подразумевани алгоритам за бледење у/изван.

source: Default automation curve algorithm.
fr: Algorithme de courbe d'automatisation par défaut.
mk: Стандарден алгоритам за автомациска кривула.
sr: Подразумевани алгоритам за аутоматизацију криве.

source: Undo stack length
fr: Nombre d'actions annulables
mk: Величина на чекори за поништување
ru: Длина истории отмен (Undo stack length)
sr: Дужина стека за поништавање

source: Maximum undo history stack length. Set to -1 for unlimited.
fr: Taille maximale de la pile d'historique d'annulation. Régler sur -1 pour un nombre illimité.
mk: Избери максимална величина на чекори за поништување. Намести на -1 за бесконечно.
sr: Максимална дужина историје стека за поништавање. Поставите на -1 за неограничено.

source: Projects
fr: Projets
mk: Проекти
ru: Проекты (Projects)
sr: Пројекти

source: Autosave interval
fr: Intervalle de sauvegarde automatique
mk: Интервал на автоматско зачувување
ru: Интервал автосохранения (Autosave interval)
sr: Интервал аутоматског чувања

source: Interval to auto-save project backups, in minutes. Set to 0 to disable.
fr: L'intervalle de sauvegarde automatique du projet, en minutes. Le mettre à 0 la désactivera.
mk: На кој интервал да се зачувуваат копии од проектите. Намести на 0 за да го исклучиш.
sr: Интервал за аутоматско чување резервних копија пројекта, у минутима. Поставите на 0 да онемогућите.

source: UI
fr: Interface utilisateur
mk: лице
ru: Пользовательский интерфейс (UI)
sr: Кориснички интерфејс

source: Draw detail
fr: Détail du dessin
mk: Деталност при цртање
sr: Детаљ цртања

source: Level of detail to use when drawing graphics.
fr: Niveau de détail à utiliser lors du dessin des graphiques.
mk: Ниво на деталност кој ќе се користи при цртање на графиката.
sr: Ниво детаља који се користи при цртању графике.

source: Font scale
fr: Échelle des caractères
mk: Скалирање на букви
sr: Скала фонта

source: Font scaling.
fr: Échelle de la police.
mk: Скалирање на букви.
ru: Масштабирование шрифта.
sr: Скалирање фонта.

source: User interface language
fr: Langue de l'interface utilisateur
mk: Јазик на корисничкото опкружување
ru: Язык пользовательского интерфейса (User interface language)
sr: Језик корисничког интерфејса

source: CSS theme
fr: Thème CSS
mk: CSS тема
ru: CSS тема
sr: CSS тема

source: Icon theme
fr: Thème d'icônes
mk: Иконска тема
ru: Тема иконок
sr: Икона тема

source: Pan
fr: Panoramique
mk: Стерео рамнотежа
ru: Панорамирование (Pan)
sr: Пан

source: Pan algorithm
fr: Algorithme de panoramique
mk: Алгоритам за стерео рамнотежа
ru: Алгоритм панорамирования (Pan algorithm)
sr: Алгоритам за пан

source: Not used at the moment.
fr: Inutilisé pour le moment.
mk: Моментално не се користи.
sr: Тренутно се не користи.

source: Pan law
fr: Loi de panoramique
mk: Закон за стерео рамнотежа
ru: Правило панорамирования (Pan law)
sr: Закон за пан

source: Scripting
fr: Scriptage
mk: Скриптирање
ru: Скрипты
sr: Скриптовање

source: Default script
fr: Script par défaut
mk: Стандардна скрипта
sr: Подразумевана скрипта

source: Default script to use in the scripting window.
fr: Le script par défaut à utiliser dans la fenêtre de scripting.
mk: Стандардна скрипта која ќе се користи во прозорецот за скриптирање.
sr: Подразумевана скрипта која се користи у прозору за скриптовање.

source: The Zrythm contributors
fr: Les contributeurs à Zrythm
mk: Придонесувачи на Zrythm
ru: Разработчики Zrythm

source: Digital audio workstation
fr: Station de travail audio numérique
mk: Работна станица за дигитално аудио
sr: Дигитална аудио радна станица

source: Zrythm is a digital audio workstation designed to be featureful and easy to use. It offers streamlined editing workflows with flexible tools, limitless automation capabilities, powerful mixing features, chord assistance and support for various plugin and file formats.
fr: Zrythm est une station de travail audio numérique conçue pour être riche en fonctionnalités et facile à utiliser. Elle offre des manières de travailler l'édition rationalisées avec des outils flexibles, des capacités d'automatisation illimitées, des fonctions de mixage puissantes, une assistance pour les accords et la prise en charge de divers greffons et formats de fichiers.
mk: Zrythm е работна станица за дигитално аудио дизајнирана да биде функционална и лесна за користење. Нуди ефикасни методи за уредување со прилагодливи алатки, неограничени можности за автоматизација, моќни функции за миксање, акордска помош, и поддршка за различни форми на приклучоци и датотеки.
ru: Zrythm — это цифровая звуковая рабочая станция, созданная быть функциональной и простой в использовании. Она предлагает оптимизированные рабочие процессы редактирования с гибкими инструментами, безграничными возможностями автоматизации, мощными функции микширования, помощью в работе с аккордами и поддержкой различных плагинов и форматов файлов.
sr: Zrythm је дигитална аудио радна станица дизајнирана да буде богата функцијама и лака за коришћење. Нуди поједностављене радне токове уређивања са флексибилним алатима, неограниченим могућностима аутоматизације, моћним функцијама миксовања, помоћ при акордима и подршку за различите формате плугин-ова и датотека.

source: Zrythm can be extended with user scripts written in Scheme or ECMAScript.
fr: Zrythm peut être complété par des scripts utilisateur écrits en Scheme ou ECMAScript.
mk: Функционалностите на Zrythm може да се прошират преку кориснички скрипти напишани во Scheme или ECMAScript.

source: Main window with plugins
fr: Fenêtre principale avec greffons
mk: Главниот прозорец со приклучоци
ru: Главное окно с плагинами
sr: Главни прозор са плугин-овима

source: DAW
fr: STAN
mk: ДАРс
ru: Цифровая звуковая рабочая станция (DAW)
sr: ДАРС

source: Added:
fr: Ajouté :
mk: Додадено:
sr: Додато:

source: Changed:
fr: Modifié :
mk: Измени:
ru: Изменено:
sr: Промењено:

source: Fixed:
fr: Corrigé :
mk: Поправено:
ru: Исправлено:
sr: Поправљено:

source: Removed:
fr: Supprimé :

source: Post fader
mk: После потенциометарот
ru: Пост-фейдер
sr: После фејдера

source: Instrument
mk: Инструмент
ru: Инструмент (Instrument)
sr: Инструмент

source: Audio
mk: Аудио
ru: Аудио (Audio)
sr: Аудио

source: Master
mk: Главен (мастер)
ru: Мастер (Master)
sr: Мастер

source: Tempo
mk: Темпо
ru: Трек темпа (Tempo)
sr: Темпо

source: MIDI
mk: МИДИ
sr: Миди

source: normal
mk: нормално
ru: обычный
sr: нормално

source: Crescendo
mk: Крешендо
ru: Крещендо
sr: Крешендо

source: Legato
mk: Легато (врзано)
ru: Легато (Legato)
sr: Легато

source: Portato
mk: Портато (носено; артикулирано легато)
ru: Портато
sr: Портато

source: Staccato
mk: Стакато (одсечно)
ru: Стаккато
sr: Стакато

source: Hirajoshi
mk: Хиџароши
sr: Хирајоши

source: Insen
mk: Инсен
ru: Инсен
sr: Инсен

source: Oriental
mk: Ориентална
sr: Оријентални

source: Maqam
mk: Макам
ru: Макам
sr: Макам

source: Bebop Dominant
mk: Бебом доминанта
sr: Бибоп доминантни

source: Composite
mk: Композитна
sr: Композитни

source: Bhairav
mk: Бхаирав
sr: Бхаирав

source: Iwato
mk: Ивато
sr: Ивато

source: Kumoi
mk: Кумои
sr: Кумои

source: Pelog
mk: Пелог
sr: Пелог

source: RagaTodi
mk: РагаТоди
sr: Рага Тоди

source: 0dB
mk: 0дБ

source: -3dB
mk: -3дБ

source: -6dB
mk: -6дБ

source: Superellipse
mk: Суперелипса
ru: Суперэллипс (Superellipse)
sr: Суперелипса

source: Vital
mk: Витал
sr: Витални

source: Normal
mk: Нормално
ru: Нормальный (Normal)
sr: Нормално

source: Image (PNG)
mk: Слика (PNG)
ru: Изображение (PNG)
sr: Слика (PNG)

source: Image (SVG)
mk: Слика (SVG)
ru: Изображение (SVG)
sr: Слика (SVG)

source: Client zombie
mk: Зомби клиент
ru: Зомби клиент
sr: Клијент зомби

source: _OK
mk: _Во ред
ru: _ОК
sr: _У реду

source: BPM
mk: УВМ
ru: Темп (BPM)

source: Macro %d
mk: Макро %d
ru: Макро %d
sr: Макро %d

source: %s ---Backtrace--- %s
mk: %s ---Следење наназад--- %s
ru: %s ---Трассировка--- %s

source: Min
mk: Мин
ru: Мин.
sr: Мин

source: Max
mk: Макс
ru: Макс.
sr: Макс

source: Macros
mk: Макроа
ru: Макросы
sr: Макрои

source: Destination
mk: Цел (дестинација)
ru: Назначение (Destination)
sr: Одредиште

source: Type
mk: Вид
ru: Тип
sr: Тип

source: Note
mk: Забелешка
ru: Примечание (Note)
sr: Нота

source: Position
mk: Позиција
ru: Позиция (Position)
sr: Позиција

source: Index
mk: Индекс
ru: Индекс
sr: Индекс

source: Tempo/BPM
mk: Брзина (темпо) / УВМ
ru: Темп/BPM
sr: Темпо/BPM

source: Solo
mk: Соло
ru: Соло (Solo)
sr: Соло

source: Inserts
mk: Вметки
ru: Возвраты
sr: Уметања

source: Punch in/out
mk: Почетна / крајна позиција на снимање
ru: Начало/Конец автоврезки (Punch in/out)
sr: Убаци/избаци

source: Options
mk: Избор
ru: Опции (Options)
sr: Опције

source: Source
mk: Извор
ru: Источник (Source)
sr: Извор

source: R
mk: Д
ru: Право
sr: Д

source: Mono
mk: Моно
ru: Моно (Mono)
sr: Моно

source: Gain
mk: Јачина
ru: Усиление (Gain)
sr: Појачање

source: Dim
mk: Затемни
ru: Диммер (Dim)
sr: Пригуши

source: position
mk: позиција
ru: позиция
sr: позиција

source: Status
mk: Статус
ru: Статус
sr: Статус

source: Volume
mk: Гласнина
ru: Громкость (Volume)
sr: Јачина звука

source: bpm
mk: увм
ru: темп

source: Format 0
mk: Форма 0
ru: Формат 0
sr: Формат 0

source: Format 1
mk: Форма 1
ru: Формат 1
sr: Формат 1
