Repository: ToddAWalter/zrythm
Catalog: po/*.po
Languages: fr, mk, ru, sr

source: Mixdown
fr: Mise à plat
mk: Умиксување
ru: Микс (Mixdown)
sr: Миксдаун

# Export time range
source: Loop
fr: Boucle
mk: Јамка
sr: Петља

# Export time range
source: Song
fr: Chanson
mk: Песна
sr: Песма

# Export time range
source: Custom
fr: Personnalisé
mk: Прилагоден(о)
sr: Прилагођено

source: Create New Project
fr: Créer un nouveau projet
mk: Создај нов проект
ru: Создать новый проект

source: Untitled Project
fr: Projet sans titre
mk: Проект без наслов
ru: Безымянный проект
sr: Неименовани пројекат

source: Select parent directory to save the project in
fr: Sélectionnez le répertoire parent dans lequel sauvegarder le projet
mk: Одбери матична папка во која да го зачуваш проектот
ru: Выберите родительскую папку для сохранения проекта
sr: Изаберите родитељски директоријум за чување пројекта

source: Export Progress
fr: Progression de l'exportation
mk: Напредок во извозот
ru: Прогресс экспорта
sr: Напредак извоза

source: Exporting...
fr: Export...
mk: Извоз...
ru: Экспортирую...

source: Open Directory
fr: Ouvrir le répertoire
mk: Отворена папка
ru: Открыть папку
sr: Отвори директоријум

source: Opens the containing directory
fr: Ouvre le répertoire contenant
mk: Ја отвора содржателната папка
ru: Открывает содержащую папку

source: %s color
fr: %s Couleur
mk: %s боја
ru: %s цвет
sr: %s боја

source: Track color
fr: Couleur de la piste
mk: Боја на лента
ru: Цвет трека
sr: Боја траке

source: Failed to change color
fr: Échec du changement de couleur
mk: Неуспешна промена на боја
ru: Не удалось открыть файл: %s
sr: Неуспешна промена боје

source: Please enter more details
fr: Veuillez entrer d'avantage de détails
mk: Ве молиме внесете повеќе детали
sr: Молимо унесите више детаља

source: Sent successfully
fr: Envoi réussi
mk: Успешно испратено
ru: Успешно отправлено
sr: Успешно послато

source: Send Automatically
fr: Envoyer automatiquement
mk: Автоматски испратено
ru: Отправить автоматический отчёт
sr: Пошаљи аутоматски

source: Click OK to submit. You can verify what will be sent below. By clicking OK, you agree to our %sPrivacy Policy%s.
fr: Cliquez sur OK pour soumettre. Vous pouvez vérifier ce qui sera envoyé ci-dessous. En cliquant sur OK, vous acceptez notre %sPolitique de confidentialité%s.
mk: Одбери „Во ред“ за да поднесеш. Подолу можеш да го прегледаш тоа што ќе се испрати. Преку притискање на „Во ред“, се согласуваш со нашата %sПолиса за приватност%s.
ru: Нажмите ОК, чтобы отправить. Вы можете проверить, что будет отправлено ниже. Нажимая ОК, вы соглашаетесь с нашей %s Политикой конфиденциальности %s.
sr: Кликните ОК да пошаљете. Можете проверити шта ће бити послато испод. Кликом на ОК, слажете се са нашом %sПолитиком приватности%s.

source: <b>Data</b>
fr: <b>Données</b>
mk: <b>Податоци</b>
ru: <b>Данные</b>
sr: <b>Подаци</b>

source: <b>Log file</b>
fr: <b>Fichier journal</b>
mk: <b>Датотека-записник</b>
ru: <b>Лог файл </b>
sr: <b>Лог фајл</b>

source: <b>Screenshot</b>
fr: <b>Capture d'écran</b>
mk: <b>Снимка од екран</b>
ru: <b>Скриншот</b>
sr: <b>Снимак екрана</b>

source: Sending
fr: Envoi
mk: Испраќање
ru: Отправляем
sr: Слање

source: Sending...
fr: Envoi...
mk: Испраќање...
ru: Отправляем...
sr: Слање...

source: Sending data...
fr: Envoi de données...
mk: Испраќање податоци...
ru: Отправляем данные...
sr: Слање података...

source: Fatal Error
fr: Erreur fatale
mk: Фатална грешка
sr: Фатална грешка

source: %sPlease help us fix this by submitting a bug report
fr: %sVeuillez nous aider à résoudre ce problème en soumettant un rapport de bogue
mk: %sВе молиме помогнете нѝ со ова преку поднесување на извештај за грешки
ru: %sПожалуйста, помогите нам исправить эту ошибку, отправив отчёт о ней
sr: %sМолимо вас да нам помогнете да ово поправимо тако што ћете послати извештај о грешци

source: What did you do?
fr: Qu’avez-vous fait ?
mk: Што направи?
ru: Что вы сделали?

source: Please enter as many details as possible (such as steps to reproduce)
fr: Veuillez entrer autant de détails que possible (comme les étapes pour le reproduire)
mk: Ве молиме внесете што е можно повеќе детали (како, на пр., чекори за репродукција)

source: Error details
fr: Détails de l'erreur
mk: Детали за грешка

source: Log
fr: Journal
mk: Записник

source: System info
fr: Infos système
mk: Инфо од системот

source: _Close
fr: _Fermer
mk: _Затвори

source: Preview and send _automatically (privately/recommended)
fr: Prévisualisation et envoi _automatique (privé/recommandé)
mk: Прегледај и испрати _автоматски (приватно и препорачано)

source: a highly automated and intuitive digital audio workstation
fr: Une station de travail audio numérique (STAN) hautement automatisée et intuitive
mk: високо автоматизирана и интуитивна работна станица за дигитално аудио
ru: высокоавтоматизированная и простая в использовании цифровая звуковая рабочая станция
sr: високо аутоматизована и интуитивна дигитална аудио радна станица

source: <File not found>
fr: <Fichier non trouvé>
mk: <Датотеката не е пронајдена>
ru: <Файл не найден>
sr: <Фајл није пронађен>

source: _Open Selected
fr: _Ouvrir la sélection
mk: _Отвори го избраното

source: _Create
fr: _Créer
mk: _Создај

source: No project selected
fr: Aucun projet sélectionné
mk: Не е избран проект

source: Blank project
fr: Projet vierge
mk: Празен проект
ru: Пустой проект
sr: Празан пројекат

source: Failed to bind mapping
fr: Échec de lier la cartographie
mk: Неуспешно врзување на мапирањето
sr: Није успело повезивање мапирања

source: Not a control change event
fr: Pas un événement de changement de contrôle
mk: Не е настан за промена на контролата
ru: Не является событием изменения элемента управления
sr: Није догађај промене контроле

source: Basic Info
fr: Infos basiques

source: Owner
fr: Propriétaire
mk: Сопственик
ru: Владелец
sr: Власник

source: Arranger Object Info
fr: Infos sur l'objet de l'arrangeur
mk: Инфо на објект во аранжер
ru: Информация об объекте аранжировщика
sr: Информације о објекту аранжера

source: Enter group name
fr: Entrez un nom de groupe
mk: Внеси име на група
ru: Введите имя группы
sr: Унесите име групе

source: Group name
fr: Nom du groupe
mk: Име на група
ru: Имя группы
sr: Име групе

source: New Group
fr: Nouveau groupe
mk: Нова група
ru: Новая группа
sr: Нова група

source: Move tracks under group
fr: Déplacer les pistes sous le groupe
mk: Премести ленти во група
ru: Переместить треки в группу
sr: Померите траке под групу

source: Failed to create audio group track
fr: Échec de la création d'une piste de groupe audio
mk: Неуспешно создавање на аудио групна лента
ru: Не удалось создать трек аудио группы
sr: Неуспешно креирање групне аудио траке

source: Failed to create MIDI group track
fr: Échec de la création d'une piste de groupe MIDI
mk: Неуспешно создавање на МИДИ групна лента
ru: Не удалось создать трек MIDI группы
sr: Неуспешно креирање групне MIDI траке

source: %s icon
fr: icône %s
mk: %s икона
ru: %s иконка
sr: %s икона

source: _Select
fr: _Sélectionner
mk: _Одбери
ru: _Выбрать
sr: _Изаберите

source: Please enter a valid name.
fr: Veuillez saisir un nom valide.
mk: Ве молиме внесете валидно име.
ru: Пожалуйста, введите название.
sr: Молимо вас да унесете важеће име.

source: Name '%s' is taken. Please enter a different name
fr: Le nom '%s' ; est pris. Veuillez entrer un autre nom
mk: Тоа име „%s“ е веќе зафатено. Ве молиме внесете различно име
sr: Име '%s' је заузето. Молимо вас да унесете друго име

source: Save Chord Preset
fr: Sauvegarder le préréglage d'accord
mk: Зачувај местенка за акорд
ru: Сохранить пресет аккордов
sr: Сачувајте акордни пресет

source: Pack
fr: Paquet
mk: Збир (пакување)
sr: Пакет

source: No control selected
fr: Aucun contrôle sélectionné
mk: Не е одбрана контрола
ru: Элемент управления не выбран
sr: Није изабрана контрола

source: Position Snap
fr: Position d'accrochage
mk: Позициони прилепување

source: Adaptive Snap
fr: Accrochage adaptatif
mk: Прилагодливо прилепување

source: Adapt snapping behavior to the current zoom level based on the note type
fr: Adapter le comportement d'accrochage au niveau de zoom actuel en fonction du type de note
mk: Прилагоди го прилепувањето на моменталното ниво на зумирање, врз основа на видот на нотата

source: Snap to
fr: Accrocher à
mk: Прилепи до

source: Note size to snap to
fr: Longueur de la note à laquelle s'accrocher
mk: Да се прилепи до нотната големина

source: Note Type
fr: Type de note
mk: Вид на нота

source: Keep Offset
fr: Maintenir le décalage
mk: Задржи изместување

source: Keep offset of objects from the snap point when moving to a new position
fr: Conserver le décalage des objets par rapport au point d'accrochage lors du déplacement vers une nouvelle position
mk: Задржи го изместувањето на објектите од точката на прилепување, при преместување на нова позиција

source: Snap to Events
fr: Accrocher aux évènements
mk: Прилепи на Настани

source: Default Object Length
fr: Longueur d'objet par défaut
mk: Стандардна должина на објект

source: Last object
fr: Dernier objet
mk: Последен објект
ru: Последний объект
sr: Последњи објекат

source: Custom
fr: Personnalisé
mk: Сопствено
ru: Пользовательский
sr: Прилагођено

source: Object Length Type
fr: Type de longueur d'objet

source: Link to snap settings, use the length of the last created object, or specify a custom length
fr: Lien vers les paramètres d'accrochage, utilisation de la longueur du dernier objet créé ou spécification d'une longueur personnalisée
mk: Врска со поставки за прилепување, користи ја должината од последниот создаден објект, или одреди сопствена должина

source: Length
fr: Longueur
mk: Должина
ru: Длина (Length)
sr: Дужина

source: INPUTS
fr: ENTRÉES
mk: ВЛЕЗОВИ
ru: ВХОДЫ
sr: УЛАЗИ

source: OUTPUTS
fr: SORTIES
mk: ИЗЛЕЗИ
ru: ВЫХОДЫ
sr: ИЗЛАЗИ

source: Behavior
fr: Comportement

source: Auto-arm for Recording
fr: Armer pour enregistrement

source: Arm tracks for recording when clicked/selected.
fr: Armer les pistes pour l'enregistrement lorsqu'elles sont cliquées/sélectionnées.

source: Filter
fr: Filtre
mk: Филтер

source: Track types
fr: Types de piste
mk: Видови на ленти

source: Disabled Tracks
fr: Pistes désactivées

source: Script execution successful
fr: Script exécuté avec succès
mk: Скриптата се изврши успешно
ru: Скрипт выполнен успешно
sr: Скрипта успешно извршена

source: Script execution failed
fr: Exécution du script en échec
mk: Извршувањето на скриптата е неуспешно
ru: Не удалось выполнить скрипт
sr: Скрипта није успела

source: Failed to connect ports
fr: Échec de la connexion des ports
mk: Неуспешно поврзување на порти
ru: Не удалось подключить порты
sr: Није успело повезивање портова

source: Failed to create audio send
fr: Échec de la création d'un envoi audio
mk: Неуспешно создавање на аудио препраќање
ru: Не удалось создать аудио посыл
sr: Није успело креирање аудио слања

source: Failed to serialize cached plugin descriptors
fr: Échec de la sérialisation des descripteurs de greffon mis en cache

source: Error loading LV2 bundle dir:
fr: Erreur lors du chargement du répertoire bundle LV2 :
mk: Неуспешно вчитување на LV2 папка:
ru: Ошибка при загрузке директории пакета плагинов LV2:
sr: Грешка при учитавању LV2 директоријума пакета:

source: Scanned %s plugin: %s
fr: Greffon %s scanné : %s
mk: Сканиран %s приклучок: %s
ru: Просканирован плагин %s : %s
sr: Скениран %s додатак: %s

source: Skipped %1$s plugin at %2$s
fr: Greffon %1$s ignoré pour %2$s
mk: Прескокнат е %1$s приклучокот при %2$s
ru: Пропущен %1$s плагин, располагающейся по пути: %2$s
sr: Прескочен %1$s додатак на %2$s

source: Scanned LV2 plugin
fr: Greffon LV2 scanné
mk: Сканиран LV2 приклучок
ru: Просканирован LV2 плагин
sr: Скениран LV2 додатак

source: Skipped LV2 plugin at %s
fr: Greffon LV2 ignoré pour %s
mk: Прескокнат е LV2 приклучок при %s
ru: Пропущен LV2 плагин в %s
sr: Прескочен LV2 додатак на %s

source: Scanned AU plugin
fr: Greffon AU scanné
mk: Сканиран AU приклучок
ru: Просканирован AU плагин
sr: Скениран AU додатак

source: Skipped AU plugin at %u
fr: Greffon AU ignoré pour %u
mk: Прескокнат е AU приклучок при %u
ru: Пропущен AU плагин в %u
sr: Прескочен AU додатак на %u

source: Failed to get LV2 plugin from URI <%s>
fr: Impossible de trouver le greffon LV2 à l'URI <%s>
mk: Неуспешно добавување на LV2 приклучок од адресата <%s>
ru: Не удалось получить LV2 плагин из URI <%s>
sr: Није успело добијање LV2 додатка са URI <%s>

source: Could not find UI by URI <%s>
fr: Impossible de trouver l'interface utilisateur par l'URI <%s>
mk: Не е можно да се пронајде лицето на приклучокот на адресата <%s>
ru: Не удалось найти пользовательский интерфейс по URI <%s>
sr: Није могуће пронаћи UI по URI <%s>

source: Failed to make temporary dir
fr: Échec de la fabrication d'un répertoire temporaire
mk: Неуспешно создавање на привремена папка
ru: Не удалось создать временный каталог
sr: Није успело креирање или иницијализација привременог директоријума

source: Failed to find preset with URI <%s>
fr: Échec de la recherche d'un préréglage avec l'URI <%s>
mk: Неуспешно пронаоѓање на местенка на адресата <%s>
ru: Не удалось найти пресет с URI <%s>
sr: Није успело проналажење пресета са URI <%s>

source: Failed to load state from %s
fr: Échec du chargement de l'état depuis %s
mk: Неуспешно вчитување на состојба од %s
ru: Не удалось загрузить состояние из %s
sr: Није успело учитавање стања са %s

source: Failed to find plugin with URI <%s>
fr: Impossible de trouver le greffon avec l'URI <%s>
mk: Неуспешно пронаоѓање на приклучок на адресата <%s>
ru: Не удалось найти плагин с URI <%s>
sr: Није успело проналажење додатка са URI <%s>

source: Failed to dlopen %s: %s
fr: Échec de dlopen %s : %s
mk: Неуспешно отворање на %s: %s
ru: Не удалось открыть файл %s: %s
sr: Није успело dlopen %s: %s

source: Failed to get dlinfo for %s
fr: Échec de l'obtention dlinfo pour %s
mk: Неуспешно прибавување на инфо за %s
ru: Не удалось выполнить dlinfo для %s
sr: Није успело добијање dlinfo за %s

source: %s <%s> contains a reference to %s, which may cause issues. If the plugin does not load, please try instantiating the plugin in full-bridged mode, and report this to the plugin distributor and/or author: %s <%s>
fr: %s<%s> contient une référence à %s, ce qui pourrait causer des problèmes. Si le greffon ne se charge pas, veuillez essayer d'instancier le greffon en mode ponté complet, et reportez ce problème au distributeur/auteur de ce greffon : %s<%s>
mk: %s <%s> содржи референца до %s, што може да предизвика проблеми Ако приклучокот не се вчита успешно, пробај да го иницијализираш преку модус на целосна заштита, и ова пријави го на неговиот дистрибутер и/или автор: %s <%s>
ru: %s <%s> содержит ссылку на %s, что может вызвать проблемы. Если плагин не загружается, попробуйте добавить плагин в режиме full-bridge и сообщите об этом дистрибьютору и/или автору плагина: %s <%s>
sr: %s <%s> садржи референцу на %s, што може изазвати проблеме. Ако се додатак не учита, молимо вас да покушате инстанцирање додатка у потпуно мостованом режиму и пријавите ово дистрибутеру и/или аутору додатка: %s <%s>

source: Failed to create or init ports and parameters
fr: Échec de la création ou de l'initialisation des ports et paramètres
mk: Неуспешно создавање или иницијализација на порти и параметри
ru: Не удалось создать или инициализировать порты и параметры
sr: Није успело креирање или иницијализација портова и параметара

source: Required feature %s is not supported
fr: La fonctionnalité requise %s n'est pas supportée
mk: Бараната функција %s не е поддржана
ru: Необходимая функция %s не поддерживается
sr: Захтевана функција %s није подржана

source: Failed checking whether lv2 plugin UI is external
fr: Échec de la vérification pour savoir si l'interface utilisateur du greffon lv2 est externe
mk: Неуспешна проверка дали лицето на LV2 приклучокот е надворешно
ru: Не удалось проверить, является ли пользовательский интерфейс lv2 плагина внешним
sr: Није успело проверавање да ли је LV2 додатак UI екстерни

source: Required option %s is not supported
fr: L'option requise %s n'est pas prise en charge
mk: Бараната опција %s не е поддржана
ru: Необходимая опция %s не поддерживается
sr: Захтевана опција %s није подржана

source: lilv_plugin_instantiate() failed
fr: Échec lilv_plugin_instantiate()
mk: lilv_plugin_instantiate() не успеа
ru: Ошибка в lilv_plugin_instantiate()
sr: lilv_plugin_instantiate() није успео

source: Default bank
fr: Valeur par défaut
mk: Стандардно пакување
ru: Банк по умолчанию
sr: Подразумевана банка

source: Init
fr: Initialisation
mk: Иницијализација
ru: Инициализация
sr: Иницијализација

source: Unnamed bank
fr: Banque sans nom
mk: Неименувано пакување
ru: Безымянный банк
sr: Безимена банка

source: Instantiation failed for plugin '%s'. Disabling...
fr: Instanciation échouée pour le greffon`%s`. Désactivation...
mk: Иницијализацијата е неуспешна за приклучокот „%s“. Го оневозможувам...
ru: Не удалась добавить плагин '%s' . Производится отключение...
sr: Инстанцирање није успело за додатак '%s'. Онемогућавање...

source: Enabled
fr: Activé
mk: Овозможен(о)
ru: Вкл
sr: Омогућено

source: Enables or disables the plugin
fr: Active ou désactive le greffon
mk: Го овозможува или оневозможува приклучокот
ru: Включает или отключает плагин
sr: Омогућава или онемогућава додатак

source: Plugin gain
fr: Gain du greffon
mk: Гласнина на приклучок
ru: Усиление плагина (Plugin gain)
sr: Добитак додатка

source: Failed to get Carla plugin
fr: Impossible d'obtenir le greffon Carla
mk: Неуспешно добавување на Carla приклучок
ru: Не удалось захватить Carla плагин
sr: Није успело добијање Carla додатка

source: Failed to get LV2 plugin
fr: Échec de la récupération du greffon LV2
mk: Неуспешно добавување на LV2 приклучок
ru: Не удалось захватить LC2 плагин
sr: Није успело добијање LV2 додатка

source: - bridge: %s
fr: - pont : %s
ru: - мост: %s

source: Carla plugin instantiation failed
fr: Échec de l'instanciation du greffon Carla
mk: Неуспешна иницијализација на Carla приклучок
ru: Не удалось добавить плагин Carla
sr: Инстанцирање Carla додатка није успело

source: Failed saving Carla plugin state
fr: Impossible de sauvegarder l'état du greffon Carla
mk: Неуспешно зачувување на состојбата на Carla приклучокот
ru: Не удалось сохранить состояние плагина Carla

source: LV2 plugin instantiation failed
fr: Échec lors de l'instanciation du greffon LV2
mk: Неуспешна иницијализација на LV2 приклучокот
ru: Не удалось добавить LV2 плагин
sr: Инстанцирање LV2 додатка није успело

source: %s <%s> has a deprecated UI type: %s If the UI does not load, please try instantiating the plugin in full-bridged mode, and report this to the author: %s <%s>
fr: %s <%s> a un type d'interface graphique utilisateur obsolète : %s Si l'interface graphique utilisateur ne se charge pas, veuillez essayer d'instancier le greffon en mode ponté complet, et signalez-le à l'auteur : %s <%s>
mk: %s <%s> има застарен вид на лице: %s Ако не се вчита лицето, ве молиме обидете се да го иницијализирате приклучокот во модус на целосно премостување (заштита), и ова пријавете го на авторот: %s <%s>
ru: %s <%s> имеет устаревший тип пользовательского интерфейса: %s Если интерфейс не загружается, попробуйте добавить плагин в режиме full-bridge и сообщите об этом автору: %s <%s>
sr: %s <%s> има застарели тип UI: %s Ако се UI не учита, молимо вас да покушате инстанцирање додатка у потпуно мостованом режиму и пријавите ово аутору: %s <%s>

source: Failed to create plugin clone for %s
fr: Échec de la création d'un clone du greffon pour %s
mk: Неуспешно клонирање на приклучокот: %s
ru: Не удалось создать клон плагина для %s
sr: Није успело креирање клона додатка за %s

source: Save State
fr: Sauvegarder l'état
mk: Зачувај состојба
ru: Сохранить Состояние
sr: Сачувајте стање

source: Save Preset
fr: Sauvegarder le pré-réglage
mk: Зачувај местенка
ru: Сохранить пресет (Save Preset)
sr: Сачувајте пресет

source: _Prefix plugin name
fr: _Préfixe du nom de greffon
mk: _Представка на име на приклучок
ru: _Имя prefix плагина
sr: _Префикс имена додатка

source: URI (Optional):
fr: Identifiant uniforme de ressource (Optionnel) :
mk: Уникатна адреса (изборно):
ru: URI (Опционально):
sr: URI (опционо):

source: Open File
fr: Ouvrir un fichier
mk: Отвори датотека
ru: Открыть файл (Open File)
sr: Отворите фајл

source: Close
fr: Fermer
mk: Затвори
ru: Закрыть
sr: Затвори

source: Unknown widget type for value
fr: Type de widget inconnu pour la valeur
mk: Непознат вид на џиџе за вредност
ru: Неизвестный тип виджета для значения
sr: Непознат тип виџета за вредност

source: Unknown widget type for value
fr: Type de widget inconnu pour value
mk: Непознат вид на џиџе за вредност
ru: Неизвестный тип виджета для значения
sr: Непознат тип виџета за вредност

source: Add to project (native generic UI)
fr: Ajouter au projet (interface graphique générique native)
mk: Додај во проект (со матично генеричко лице)
ru: Добавить в проект (нативный стандартный интерфейс)
sr: Додај у пројекат (нативни генерички UI)

source: Add to project
fr: Ajouter au projet
mk: Додај на проект
ru: Добавить в проект
sr: Додај у пројекат

source: Add to project (bridged UI)
fr: Ajouter au projet (interface pontée)
mk: Додај на проект (со премостено (заштитено) лице)
ru: Добавить в проект (мост пользовательского интерфейса)
sr: Додај у пројекат (мостовани UI)

source: Add to project (bridged full)
fr: Ajouter au projet(complètement ponté)
mk: Додај на проект (целосно премостен (заштитен))
ru: Добавить в проект (полный мост)
sr: Додај у пројекат (потпуно мостован)

source: Use _Generic UI
fr: Utiliser l'interface utilisateur générique
mk: Користи _Генеричко лице
ru: Использовать стандартные интерфейсы (Use _Generic UI)
sr: Користи _Генерички UI

source: Add to collection
fr: Ajouter à la collection
mk: Додај во збир
ru: Добавить в коллекцию (Add to collection)
sr: Додај у колекцију

source: Remove from collection
fr: Retirer de la collection
mk: Извади од збир
ru: Удалить из коллекции
sr: Уклони из колекције

source: Preset %u
fr: Préréglages %u
mk: Местенка %u
ru: Пресет %u
sr: Пресет %u

source: Audio in
fr: Entrée Audio
mk: Аудио влез
ru: Аудио вход
sr: Аудио улаз

source: Audio out
fr: Sortie Audio
mk: Аудио излез
ru: Аудио выход
sr: Аудио излаз

source: MIDI in
fr: Entrée MIDI
mk: МИДИ влез
ru: MIDI вход
sr: MIDI улаз

source: CV in
fr: entrée CV
mk: CV влез
ru: CV вход
sr: CV улаз

source: CV out
fr: sortie CV
mk: CV излез
ru: CV выход
sr: CV излаз

source: Error adding carla plugin: %s
fr: Erreur lors de l'ajout du greffon Carla : %s
mk: Грешка при додавање на Carla приклучок: %s
ru: Ошибка при добавлении плагина carla: %s
sr: Грешка при додавању Carla додатка: %s

source: Failed to load Carla state
fr: Échec du chargement de l'état de Carla
mk: Неуспешно вчитување на Carla состојба
ru: Не удалось загрузить состояние Carla
sr: Није успело учитавање Carla стања

source: Failed to instantiate Carla plugin: handle/descriptor not initialized properly
fr: Échec de l'instanciation du greffon Carla : handle/descriptor n'a pas été initialisé correctement
mk: Неуспешна иницијализација на Carla приклучок: рачката/описот е непрописно иницијализиран
ru: Не удалось добавить плагин Carla: handle/дескриптор не инициализирован должным образом
sr: Није успело инстанцирање Carla додатка: ручка/дескриптор нису правилно иницијализовани

source: Plugin doesn't have a state directory
fr: Le greffon n'a pas de répertoire d'état
mk: Приклучокот нема сопствена папка за состојби

source: State file %s doesn't exist
fr: Le fichier d'état %s n'existe pas
mk: Датотеката за состојба %s не постои
ru: Файл состояния %s не существует
sr: Фајл стања %s не постоји

source: Delete Preset?
fr: Supprimer le préréglage ?
mk: Избриши местенка?
ru: Удалить Пресет?
sr: Обришите пресет?
