Repository: ToddAWalter/zrythm
Catalog: po/*.po
Languages: fr, mk, ru, sr

source: Attempted to resize unresizable objects
fr: Tentative de redimensionnement d'objets non redimensionnables
mk: Обид да се превеличат величински-непроменливи објекти
ru: Предпринята попытка изменить размер не изменяемых по размеру объектов
sr: Покушано је мењање величине објеката који се не могу мењати

source: Cannot perform %s resize - selections contain looped objects
fr: Impossible de redimensionner %s - les sélections contiennent des objets bouclés
mk: Неможност да се изведе превеличувањето на %s - одбраното содржи повторувачки објекти
ru: Невозможно изменить размер %s - выделения содержат зацикленные объекты
sr: Не може се извршити %s промена величине - избори садрже петљане објекте

source: Cannot perform %s resize - selections contain unloopable objects
fr: Impossible de redimensionner %s - les sélections contiennent des objets non bouclables
mk: Неможност да се превеличи %s - избраното содржи неповторувачки објекти
ru: Невозможно изменить размер %s - выделения содержат не зацикливаемые объекты
sr: Не може се извршити %s промена величине - избори садрже објекте који се не могу петљати

source: Create timeline selections
fr: Créer des sélections de lignes temporelles
mk: Направи избор на временската линија
ru: Убрать выделение на таймлайне
sr: Направи изборе на временској линији

source: Create audio selections
fr: Créer des sélections audio
mk: Направи избор на аудио
ru: Создать аудио выделения
sr: Направи аудио изборе

source: Create automation selections
fr: Créer des sélections d'automatisation
mk: Направи избор на автомација
ru: Создать выделения автоматизации
sr: Направи изборе за аутоматизацију

source: Create chord selections
fr: Créer des sélections d'accord
mk: Направи избор на акорд(и)
ru: Создать выделения аккордов
sr: Направи изборе акорда

source: Create MIDI selections
fr: Créer des sélections MIDI
mk: Направи избор на МИДИ
ru: Создать выделения MIDI
sr: Направи MIDI изборе

source: Delete arranger selections
fr: Supprimer les sélections d'arrangeurs
mk: Поништи го одбраното во аранжерот
ru: Удалить выделенное в аранжировщике
sr: Обриши изборе у аранжеру

source: Duplicate arranger selections
fr: Dupliquer les sélections d'arrangeurs
mk: Дуплирај го избраното во аранжерот
ru: Дублировать выделенное в аранжировщике
sr: Дуплирај изборе у аранжеру

source: Move arranger selections
fr: Déplacer les sélections d'arrangeurs
mk: Помести го одбраното во аранжерот
ru: Переместить выделенное в аранжировщике
sr: Помери изборе у аранжеру

source: Link arranger selections
fr: Lier les sélections d'arrangeurs
mk: Врзи ги одбраните делови во аранжерот
ru: Привязать выделенное в аранжировщике
sr: Повежи изборе у аранжеру

source: Record arranger selections
fr: Enregistrer les sélections d'arrangeurs
mk: Сними го одбраното во аранжерот
ru: Записать выделенное в аранжировщике
sr: Сними изборе у аранжеру

source: Edit arranger selections
fr: Modifier les sélections d'arrangeurs
mk: Уреди го одбраното во аранжерот
ru: Редактировать выбранное в аранжировщике
sr: Уреди изборе у аранжеру

source: Automation fill
fr: Remplissage d'automatisation
mk: Пополнување на автомацијата
ru: Заполнить автоматизацию
sr: Попуни аутоматизацију

source: Split arranger selections
fr: Diviser les sélections d'arrangeurs
mk: Раздели го одбраното во аранжерот
ru: Разделить выделенное в аранжировщике
sr: Подели изборе у аранжеру

source: Merge arranger selections
fr: Fusionner les sélections d'arrangeurs
mk: Спои ги одбраните делови во аранжерот
ru: Объединить выделенное в аранжировщике (Merge arranger selections)
sr: Споји изборе у аранжеру

source: Resize arranger selections - %s
fr: Redimensionner les sélections d'arrangeurs - %s
mk: Промени ја величината на одбраното во аранжерот - %s
ru: Изменить размер выделенного в аранжировщике - %s

source: Quantize arranger selections
fr: Quantifier les sélections d'arrangeurs
mk: Подреди (квантизирај) го одбраното во аранжерот
ru: Квантовать выделенное в аранжировщике
sr: Квантизуј изборе у аранжеру

source: Failed to connect MIDI send
fr: Échec de la connexion de l'envoi MIDI
mk: Неуспешно врзување на МИДИ препраќањето
sr: Није успело повезивање MIDI слања

source: Failed to connect audio send
fr: Échec de la connexion de l'envoi audio
mk: Неуспешно врзување на аудио препраќањето
sr: Није успело повезивање аудио слања

source: Failed to perform channel send action: %s
fr: Échec de l'action d'envoi du canal : %s
mk: Неуспешно извршување на акција на канално препраќање: %s
sr: Није успела акција слања канала: %s

source: Connect sidechain
fr: Connecter le chaînage latéral
mk: Поврзи страничен сигнал
ru: Подключить сайдчейн
sr: Повежи сајдчејн

source: Connect stereo
fr: Connecter la stéréo
mk: Поврзи стерео
ru: Подключить стерео
sr: Повежи стерео

source: Connect MIDI
fr: Connecter le MIDI
mk: Поврзи МИДИ
ru: Подключить MIDI
sr: Повежи MIDI

source: Disconnect
fr: Déconnecter
mk: Одврзи
ru: Отключить
sr: Откопчај

source: Change amount
fr: Changer la quantité
mk: Промени количество
ru: Изменить значение
sr: Промени количину

source: Change ports
fr: Modifier les ports
mk: Промени порти
ru: Изменить порты
sr: Промени портове

source: Channel send connection
fr: Connexion d'envoi du canal
mk: Канална врска на препраќање
ru: Соединение посыла канала
sr: Повезивање слања канала

source: Failed to clone mixer selections
fr: Échec du clonage des sélections du mixeur
mk: Неуспешно клонирање на избраното во миксетата
ru: Не удалось клонировать выделенное в миксере
sr: Није успело клонирање избора у миксеру

source: Failed to clone plugin
fr: Échec du clonage du greffon
mk: Неуспешно клонирање на приклучокот
ru: Не удалось клонировать плагин
sr: Није успело клонирање додатка

source: Could not create plugin
fr: Échec de la création du greffon
mk: Неуспешно создавање на приклучок
ru: Не удалось создать плагин
sr: Није могуће направити додатак

source: Failed to instantiate plugin
fr: Échec d’instanciation du greffon
mk: Неуспешна иницијализација на приклучок
ru: Не удалось добавить плагин
sr: Није успело инстанцирање додатка

source: Failed to revert deleted plugin
fr: Échec du rétablissement du greffon supprimé
mk: Неуспешен поврат на избришаниот приклучок
ru: Не удалось восстановить удаленный плагин
sr: Није успело враћање обрисаног додатка

source: Create %s
fr: Créer %s
mk: Создај %s
ru: Создать %s
sr: Направи %s

source: Create %d %ss
fr: Créer %d %s
mk: Создај %d %s
ru: Создать %d %s
sr: Направи %d %ss

source: Delete Plugin
fr: Supprimer le greffon
mk: Избриши приклучок
ru: Удалить плагин
sr: Обриши додатак

source: Delete %d Plugins
fr: Effacer %d greffons
mk: Избриши ги приклучоците %d
ru: Удалить %d плагинов
sr: Обриши %d додатака

source: Move %s
fr: Déplacer %s
mk: Премести %s
ru: Переместить %s
sr: Помери %s

source: Move %d Plugins
fr: Déplacer %d greffons
mk: Премести ги приклучоците %d
ru: Переместить %d плагинов
sr: Помери %d додатака

source: Copy %s
fr: Copier %s
mk: Копирај %s
ru: Скопировать %s
sr: Копирај %s

source: Copy %d Plugins
fr: Copier %d greffons
mk: Копирај ги приклучоците %d
ru: Скопировать %d плагинов
sr: Копирај %d додатака

source: Paste %s
fr: Coller%s
mk: Залепи %s
ru: Вставить %s
sr: Налепи %s

source: Paste %d Plugins
fr: Coller %d greffons
mk: Залепи ги приклучоците %d
ru: Вставить %d плагинов(а)
sr: Налепи %d додатака

source: Modulators
fr: Modulateurs
mk: Модулатори
ru: Модуляторы (Modulators)
sr: Модулатори

source: Failed reading metadata for %s
fr: Échec de la lecture des métadonnées de %s

source: <b>%s</b> Sample rate: %d Length: %<PRId64>s %<PRId64> ms | BPM: %.1f Channel(s): %u | Bitrate: %'d.%d kb/s Bit depth: %d bits
fr: <b>%s</b> Fréquence d'échantillonnage : %d Longueur : %<PRId64>s %<PRId64> ms | BPM : %.1f Canal(aux) : %u | Débit : %'d.%d kb/s Définition : %d bits
mk: <b>%s</b> Стапка на примероци: %d Должина: %<PRId64>s %<PRId64> мс | УВМ: %.1f Канал(и): %u | Стапка на битови: %'d.%d кб/с Длабочина на битови: %d битна
ru: <b>%s</b> Частота дискретизации: %d Длина: %<PRId64>с %<PRId64> мс | Темп: %.1f Канал(ы): %u | Битрейт: %'d.%d кбит/с Битовая глубина: %d бит
sr: <b>%s</b> Фреквенција узорковања: %d Дужина: %<PRId64>s %<PRId64> ms | BPM: %.1f Канал(и): %u | Битрејт: %'d.%d kb/s Битна дубина: %d бита

source: Adaptive
fr: Grille adaptative
mk: Прилагодливо
ru: Адаптивный
sr: Адаптивно

source: Prefader Swap Phase
fr: Phase de permutation des préfaders
mk: Фаза на размена пред потенциометар

source: Fader Swap Phase
fr: Phase de permutation des faders
mk: Фаза на размена по потенциометар

source: Prefader Volume
fr: Volume pré-fader
mk: Гласнина пред потенциометар
ru: Громкость префейдера
sr: Префејдер јачина звука

source: Fader Volume
fr: Fader de Volume
mk: Гласнина по потенциометар
ru: Громкость фейдера
sr: Фејдер јачина звука

source: Prefader Balance
fr: Balance pré-fader
mk: Стерео рамнотежа пред потенциометар
ru: Баланс префейдера
sr: Префејдер баланс

source: Fader Balance
fr: Contrôle de la balance
mk: Стерео рамнотежа по потенциометар
ru: Баланс фейдера
sr: Фејдер баланс

source: Prefader Mute
fr: sourdine pré-fader
mk: Занеменост пред потенциометар
ru: Заглушить префейдер
sr: Префејдер пригушење

source: Fader Mute
fr: Sourdine fader
mk: Занеменост по потенциометар
ru: Заглушить фейдер
sr: Фејдер пригушење

source: Prefader Solo
fr: Préfader Solo
mk: Солирање пред потенциометар
ru: Изолировать префейдер
sr: Префејдер соло

source: Fader Solo
fr: Fader de Solo
mk: Солирање по потенциометар
ru: Изоляция фейдера
sr: Фејдер соло

source: Prefader Listen
fr: Écoute Préfader
mk: Преслушување пред потенциометар
ru: Прослушивание префейдера
sr: Префејдер слушање

source: Fader Listen
fr: Fader d'écoute
mk: Преслушување по потенциометар
ru: Прослушивание фейдера
sr: Фејдер слушање

source: Prefader Mono Compat
fr: Compatibilité mono des préfaders
mk: Моно соодветност пред потенциометар
ru: Префейдер моно режим
sr: Префејдер моно компатибилност

source: Fader Mono Compat
fr: Compatibilité mono des faders
mk: Моно соодветност по потенциометар
ru: Фейдер моно режим
sr: Фејдер моно компатибилност

source: Ch Pre-Fader in
fr: Entrée pré-fader
mk: Канален влез пред потенциометар
ru: Вход префейдера канала
sr: Ch Пре-Фејдер у

source: Ch Fader in
fr: Entrée fader
mk: Канален влез по потенциометар
ru: Вход фейдера канала
sr: Ch Фејдер у

source: Sample Processor Fader in
fr: Fader en entrée du processeur d'échantillons
mk: Влез од процесор на примероци по потенциометар
ru: Вход фейдера обработчика семплов
sr: Семпл Процесор Фејдер у

source: Monitor Fader in
fr: Entrée Moniteur
mk: Влез на монитор по потенциометар
ru: Вход фейдера мониора
sr: Монитор Фејдер у

source: Ch Pre-Fader out
fr: Sortie pré-fader
mk: Канален излез пред потенциометар
ru: Выход префейдера канала
sr: Ch Пре-Фејдер из

source: Ch Fader out
fr: Sortie fader
mk: Канален излез по потенциометар
ru: Выход фейдера канала
sr: Ch Фејдер из

source: Sample Processor Fader out
fr: Fader en sortie du processeur d'échantillons
mk: Излез од процесор на примероци по потенциометар
ru: Выход фейдера обработчика семплов
sr: Семпл Процесор Фејдер из

source: Monitor Fader out
fr: Sortie Moniteur
mk: Мониторен излез по потенциометар
ru: Выход фейдера монитора
sr: Монитор Фејдер из

source: Ch MIDI Pre-Fader in
fr: Entrée MIDI pré-fader
mk: Влез на канален МИДИ пред потенциометар
ru: Вход MIDI префейдера канала
sr: Ch MIDI Пре-Фејдер у

source: Ch MIDI Fader in
fr: Entrée MIDI
mk: Влез на канален МИДИ по потенциометар
ru: Вход MIDI фейдера канала
sr: Ch MIDI Фејдер у

source: Ch MIDI Pre-Fader out
fr: Sortie MIDI pré-fader
mk: Излез на канален МИДИ пред потенциометар
ru: Выход MIDI префейдера канала
sr: Ch MIDI Пре-Фејдер из

source: Ch MIDI Fader out
fr: Sortie MIDI
mk: Излез на канален МИДИ по потенциометар
ru: Выход MIDI фейдера канала
sr: Ch MIDI Фејдер из

source: Failed to change volume
fr: Échec de la modification du volume
mk: Неуспех при промена на гласност
ru: Не удалось изменить громкость
sr: Није успело мењање јачине звука

source: Failed to set MIDI mode
fr: Impossible de paramétrer le mode MIDI
mk: Неуспех да се намести МИДИ модус
ru: Не удалось включить MIDI-режим
sr: Није успело подешавање MIDI режима

source: Markers
fr: Marqueurs
mk: Означувачи
ru: Маркеры (Markers)
sr: Маркери

source: start
fr: départ
mk: почеток
ru: начало
sr: почетак

source: end
fr: fin
mk: крај
ru: конец
sr: крај

source: XRUN occurred - check your JACK configuration
fr: Un XRUN est survenu - vérifier votre configuration JACK
mk: Се појави XRUN грешка - провери ги твоите нагодувања при JACK
ru: Произошла рассинхронизация (XRUN) - проверьте вашу конфигурацию JACK
sr: Дошло је до XRUN - проверите вашу JACK конфигурацију

source: JACK has shut down
fr: JACK s'est arrêté
mk: JACK се исклучи
ru: JACK отключился
sr: JACK је искључен

source: JACK Error
fr: Erreur JACK

source: Overall operation failed
fr: Échec général de l'opération
mk: Пропадна општата операција
ru: Всеобщий сбой операции
sr: Укупна операција није успела

source: The operation contained an invalid or unsupported option
fr: L'opération contenait une option non valide ou non prise en charge
mk: Операцијата содржеше невалиден или неподдржан избор
ru: Операция содержала недопустимый или неподдерживаемый параметр
sr: Операција је садржала неважећу или неподржану опцију

source: The desired client name was not unique
fr: Le nom du client souhaité n'était pas unique
mk: Посакуваното име на муштеријата не беше единствено
ru: Желаемое имя клиента оказалось не уникальным
sr: Жељено име клијента није јединствено

source: Unable to connect to the JACK server
fr: Impossible de se connecter au serveur JACK
mk: Неможност да се поврзе со JACK серверот
ru: Не удается подключиться к серверу JACK
sr: Није могуће повезати се са JACK сервером

source: Communication error with the JACK server
fr: Erreur de communication avec le serveur JACK
mk: Комуникациска грешка со JACK серверот
ru: Ошибка коммуникации с сервером JACK
sr: Грешка у комуникацији са JACK сервером

source: Requested client does not exist
fr: Le client demandé n'existe pas
mk: Бараниот клиент не постои
ru: Запрошенный клиент не существует
sr: Тражени клијент не постоји

source: Unable to load internal client
fr: Impossible de charger le client interne
mk: Неуспешно вчитување на внатрешен клиент
ru: Не удается загрузить внутренний клиент
sr: Није могуће учитати интерни клијент

source: Unable to initialize client
fr: Impossible d'initialiser le client
mk: Неможност да се иницијализира клиентот
ru: Не удается инициализировать клиент
sr: Није могуће иницијализовати клијента

source: Unable to access shared memory
fr: Impossible d'accéder à la mémoire partagée
mk: Не може да се пристапи на заедничката меморија
ru: Не удается получить доступ к общей памяти
sr: Није могуће приступити дељеној меморији

source: Client's protocol version does not match
fr: La version du protocole du client ne correspond pas
mk: Протоколарната верзија на клиентот не се совпаѓа
ru: Версия протокола клиента не совпадает
sr: Верзија протокола клијента се не поклапа

source: Backend error
fr: Erreur du dorsal
mk: Грешка во позадинскиот систем
ru: Ошибка бэкенда
sr: Грешка у позадини

source: JACK: Failed to disconnect monitor out: %s
fr: JACK : échec de la déconnexion de la sortie du moniteur : %s
mk: JACK: Неуспех при исклучување на мониторот: %s

source: JACK: No physical playback ports found
fr: JACK : aucun port de lecture physique trouvé
mk: JACK: Не се пронајдени физички порти за репродукција / излез

source: JACK: Failed to connect monitor output [%s]: %s
fr: JACK : échec de la connexion de la sortie du moniteur [%s] : %s
mk: JACK: Неуспешно поврзување на мониторскиот излез [%s]: %s

source: left
fr: gauche
mk: лево
ru: левый

source: right
fr: droite
mk: десно
ru: правый

source: Failed to connect to left monitor output port
fr: Échec de la connexion au port de sortie du moniteur gauche
mk: Неуспешно поврзување со излезната порта на левиот монитор

source: Failed to connect to right monitor output port
fr: Échec de la connexion au port de sortie du moniteur droit
mk: Неуспешно поврзување со излезната порта на десниот монитор

source: Exponential
fr: Exponentiel
mk: Експоненцијално
ru: Экспоненциально
sr: Експоненцијално

source: Elliptic
fr: Elliptique
mk: Елиптично
ru: Эллиптический
sr: Елиптично

source: Failed to create plugin
fr: Échec de la création du greffon
mk: Неуспех при создавање на приклучок
ru: Не удалось создать плагин
sr: Није успело креирање додатка

source: Invalid positions - skipping function
fr: Positions non valides - fonction ignorée
mk: Невалидни позиции - функција на прескокнување
ru: Недопустимые позиции - пропускаем функцию
sr: Неважеће позиције - прескакање функције

source: Failed to get audio clip from external program
fr: Échec de l'obtention d'un clip audio à partir d'un programme externe
mk: Неуспешно прибавување на аудио исечок од надворешна програма

source: Failed to apply plugin
fr: Échec de l'application du greffon
mk: Неуспешна примена на приклучок
ru: Не удалось применить плагин
sr: Није успело примењивање додатка

source: Your user does not have enough privileges to allow %s to set the scheduling priority of threads. Please refer to the 'Getting Started' section in the user manual for details.
fr: Votre utilisateur ne dispose pas de suffisamment de privilèges pour permettre à %s de définir la priorité d'ordonnancement des threads. Veuillez vous reporter à la section 'Getting Started' du manuel de l'utilisateur pour plus de détails.
mk: Твојот корисник нема доволно привилегии да дозволи на %s да ги одреди распоредното приоритизирање на нишките. Ве молиме прегледајте го одделот „Започнување“ („Getting Started“) во корисничкото упатство за детали.
sr: Ваш корисник нема довољно привилегија да дозволи %s да подеси приоритет заказивања нити. Молимо вас да погледате одељак 'Почетак' у корисничком приручнику за детаље.

source: Track record
fr: Enregistrement de la piste
mk: Снимање на лента
ru: Запись трека
sr: Снимање траке

source: Failed to clone modulator plugin
fr: Échec du clonage du greffon du modulateur
mk: Неуспешно клонирање на модулирачки приклучок
sr: Није успело клонирање модулационог додатка

source: Failed to clone channel
fr: Échec du clonage du canal
mk: Неуспешно клонирање на канал
ru: Не удалось клонировать канал
sr: Није успело клонирање канала

source: Cannot set track muted
fr: Impossible de mettre la piste en sourdine
mk: Лентата не може да се занеми
ru: Невозможно заглушить трек
sr: Није могуће подесити да је трака искључена

source: Cannot set track folded
fr: Impossible de régler la piste pliée
mk: Лентата не може да се склопи
sr: Није могуће подесити да је трака савијена

source: Cannot set track soloed
fr: Impossible de mettre la piste en solo
mk: Лентата не може да се солира
ru: Невозможно изолировать трек
sr: Није могуће подесити да је трака соло

source: Cannot set track listened
fr: Impossible de définir la piste écoutée
mk: Лентата не може да се преслушува
sr: Није могуће подесити да је трака слушана

source: Failed to rename track
fr: Impossible de renommer la piste
mk: Лентата не може да се преименува
ru: Не удалось переименовать трек
sr: Није успело преименовање траке

source: Cannot set track comment
fr: Impossible de paramétrer le commentaire de piste
mk: Не може да се постави коментар на лентата
ru: Невозможно задать комментарий к треку
sr: Није могуће подесити коментар траке

source: Cannot set track icon
fr: Impossible de paramétrer l'icône de piste
mk: Не може да се постави икона на лентата
ru: Невозможно установить значок трека
sr: Није могуће подесити икону траке

source: Cannot set track enabled
fr: Impossible de paramétrer la piste activée
mk: Лентата не може да се овозможи
ru: Невозможно активировать трек
sr: Није могуће подесити да је трака омогућена

source: Rec
fr: Enregistrer
mk: Снимање
ru: Запись
sr: Снимање

source: Touch
fr: Toucher
mk: Допир(ање)
ru: Касание (Touch)
sr: Додир

source: Latch
fr: Relâcher
mk: Закачување
ru: Фиксация (Latch)
sr: Закључавање

source: Automation
fr: Automatisation
mk: Автомација
ru: Автоматизация (Automation)
sr: Аутоматизација

source: Backend Initialization Failed
fr: Échec de l'initialisation du Backend

source: Failed to initialize the %s audio backend. Will use the dummy backend instead. Please check your backend settings in the Preferences.
fr: Échec de l'initialisation du dorsal audio %s. On utilisera le dorsal factice (dummy) à la place. Veuillez vérifier vos paramètres de dorsal dans les Préférences.
mk: Неуспешна иницијализација на заднинскиот аудио систем на %s. Наместо него, ќе го користам симулативниот. Ве молиме проверете ги вашите поставки за заднински аудио систем во Поставките.
ru: Не удалось инициализировать аудио бэкенд %s. Будет использована заглушка. Пожалуйста, проверьте установки аудио бэкенда в Настройках.
sr: Није успела иницијализација %s аудио позадине. Користиће се лажна позадина уместо тога. Молимо проверите подешавања позадине у Преференцама.

source: Backend Error
fr: Erreur du Backend

source: The JACK MIDI backend can only be used with the JACK audio backend (your current audio backend is %s). Will use the dummy MIDI backend instead.
fr: Le dorsal MIDI JACK ne peut être utilisé qu'avec le dorsal audio JACK (votre dorsal audio actuel est %s). Nous utiliserons le dorsal MIDI factice à la place.
mk: JACK МИДИ заднинскиот систем може да се користи само со JACK заднинскиот аудио систем (моментално, твојот заднински аудио систем е: %s). Наместо ова, ќе го користам симулативниот МИДИ задниски систем.
ru: JACK MIDI может быть использован только вместе с JACK audio (ваш текущий аудио бэкенд - %s). Будет использована MIDI заглушка.
sr: JACK MIDI позадина може се користити само са JACK аудио позадином (ваша тренутна аудио позадина је %s). Користиће се лажна MIDI позадина уместо тога.

source: Failed to initialize the %s MIDI backend. Will use the dummy backend instead. Please check your backend settings in the Preferences.
fr: Échec de l'initialisation du dorsal MIDI %s. On utilisera le dorsal factice (dummy) à la place. Veuillez vérifier vos paramètres de dorsal dans les Préférences.
mk: Неуспешна иницијализација на МИДИ заднинскиот систем на %s. Наместо него, ќе го користам симулативниот заднински МИДИ систем. Ве молиме проверете ги поставките за заднински систем во Поставките.
ru: Не удалось инициализировать %s MIDI бэкенд. Будет использована заглушка. Пожалуйста, проверьте установки ваших бэкендов в Настройках.
sr: Није успела иницијализација %s MIDI позадине. Користиће се лажна позадина уместо тога. Молимо проверите подешавања позадине у Преференцама.

source: Invalid Backend Combination
fr: Combinaison non valide de Backend

source: Your selected combination of backends may not work properly. If you want to use JACK, please select JACK as both your audio and MIDI backend.
fr: Votre combinaison de dorsaux risque de ne pas fonctionner convenablement. Si vous voulez utiliser JACK, veuillez sélectionner JACK comme dorsal audio et MIDI.
mk: Одбраната комбинација на заднински системи можно е да не работи исправно. Ако сакате да го користите JACK, ве молиме одберете го JACK воедно како и аудио и МИДИ заднински систем.
ru: Комбинация выбранных вами бэкендов может работать некорректно. Если вы хотите использовать JACK, пожалуйста, выберете его в качестве обоих, MIDI и аудио, бэкендов.
sr: Ваша одабрана комбинација позадина можда неће радити исправно. Ако желите да користите JACK, молимо одаберите JACK као и аудио и MIDI позадину.

source: Selected Backend Not Found
fr: Backend Sélectionné Non Trouvée
