Repository: ToddAWalter/zrythm
Catalog: po/*.po
Languages: fr, mk, ru, sr

source: Playhead scroll edges (timeline)
fr: Bords de défilement de la tête de lecture (ligne temporelle)
mk: Крајни рабови за позиционата глава (кај временската линија)
ru: Края, прокручиваемые маркером воспроизведения. (таймлайн)
sr: Ивице скроловања позиције репродукције (временска линија)

source: Whether to scroll when the playhead reaches the visible edge (timeline).
fr: Si le défilement doit avoir lieu lorsque la tête de lecture atteint le bord visible (ligne temporelle).
mk: Дали да се премести погледот кога позиционата глава ќе стигне до работ на видливост (кај временската линија).
ru: Прокручивать ли, когда маркер воспроизведения достигает видимого угла (таймлайн).
sr: Да ли да се скролује када позиција репродукције достигне видљиву ивицу (временска линија).

source: Follow playhead (timeline)
fr: Suivre la tête de lecture (ligne temporelle)
mk: Следи ја позиционата глава (кај временската линија)
ru: Следовать за головкой воспроизведения (таймлайн)
sr: Прати позицију репродукције (временска линија)

source: Whether to follow the playhead. When this is on, the visible area will stay centered on the playhead (timeline).
fr: S'il faut suivre la tête de lecture. Lorsque cette option est activée, la zone visible reste centrée sur la tête de lecture (ligne temporelle).
mk: Дали да се следи позиционата глава. Кога е ова вклучено, видливата површина ќе остане центрирана на позиционата глава (кај временската линија).
ru: Следовать ли за маркером воспроизведения. Если этот параметр включен, видимая область будет сфокусирована на маркере воспроизведения (таймлайн).
sr: Да ли да се прати позиција репродукције. Када је ово укључено, видљива област ће остати центрирана на позицији репродукције (временска линија).

source: Playhead scroll edges (editor)
fr: Bords de défilement de la tête de lecture (éditeur)
mk: Рабови за преместување на погледот за позиционата глава (уредувач)
ru: Края, прокручиваемые маркером воспроизведения. (редактор)
sr: Ивице скроловања позиције репродукције (уређивач)

source: Whether to scroll when the playhead reaches the visible edge (editor).
fr: Si le défilement doit avoir lieu lorsque la tête de lecture atteint le bord visible (éditeur).
mk: Дали да се премести погледот кога позиционата глава ќе достигне до раб на видливост (во уредувачот).
ru: Прокручивать ли, когда маркер воспроизведения достигает видимого края (редактор).
sr: Да ли да се скролује када позиција репродукције достигне видљиву ивицу (уређивач).

source: Follow playhead (editor)
fr: Suivre la tête de lecture (éditeur)
mk: Следи ја позиционата глава (во уредувачот)
ru: Следовать за маркером воспроизведения (редактор)
sr: Прати позицију репродукције (уређивач)

source: Whether to follow the playhead. When this is on, the visible area will stay centered on the playhead (editor).
fr: S'il faut suivre la tête de lecture. Lorsque cette option est activée, la zone visible reste centrée sur la tête de lecture (éditeur).
mk: Дали да се следи позиционата глава. Кога е ова вклучено, видливата површина ќе остане центрирана на позиционата глава (во уредувачот).
ru: Следовать ли за маркером воспроизведения. Если этот параметр включён, видимая область будет сфокусирована на маркере воспроизведения (редактор).
sr: Да ли да се прати позиција репродукције. Када је ово укључено, видљива област ће остати центрирана на позицији репродукције (уређивач).

source: Track filter name
fr: Nom de filtre de piste
mk: Име на лентов филтер

source: Name to filter tracks with.
fr: Nom pour filtrer les pistes.
mk: Име преку кое да се исфилтрираат лентите.

source: Track filter type
fr: Type de filtre de piste
mk: Вид на лентов филтер

source: Track types to filter tracks with.
fr: Types de pistes pour filtrer les pistes.
mk: Вид на ленти преку кој да се исфилтрираат лентите.

source: Show disabled tracks
fr: Afficher les pistes désactivées

source: Whether to show disabled tracks when filtering.
fr: S'il faut afficher les pistes désactivées lors du filtrage.

source: Auto-arm tracks
fr: Armer automatiquement les pistes

source: Whether to automatically arm tracks for recording.
fr: S'il faut armer automatiquement les pistes pour l'enregistrement.

source: Start velocity
fr: Vélocité par départ

source: Start velocity.
fr: Vélocité de départ.

source: End velocity
fr: Vélocité de fin

source: End velocity.
fr: Vélocité de fin.

source: Curve algorithm.
fr: Algorithme de courbe.

source: Curviness percentage.
fr: Pourcentage de courbure.

source: Time (ms).
fr: Temps (ms).

source: velocity
fr: vélocité

source: Velocity of the added note.
fr: Vélocité de la note ajoutée.

source: Whether to strum in ascending order.
fr: S'il faut jouer dans l'ordre ascendant.

source: Total time
fr: Temps total

source: Total time per chord in ms.
fr: Temps total par accord en ms.

source: Plugin browser tab
fr: Onglet du navigateur de greffon
mk: Јазиче на прелистувачот на приклучоци
ru: Вкладка браузера плагинов
sr: Таб прегледача додатака

source: Selected plugin browser tab.
fr: Onglet du navigateur du greffon sélectionné.
mk: Одбрано јазиче на прелистувачот на приклучоци.
ru: Выбранная вкладка браузера плагина.
sr: Одабрани таб прегледача додатака.

source: Plugin browser filter
fr: Filtre du navigateur de greffon
mk: Филтер на прелистувачот на приклучоци
ru: Фильтр браузера плагинов
sr: Филтер прегледача додатака

source: Selected plugin browser filter
fr: Filtre du navigateur de greffon sélectionné
mk: Избран филтер на прелистувачот на приклучоци
ru: Выбранный фильтр браузера плагинов
sr: Одабрани филтер прегледача додатака

source: Plugin browser sort style
fr: Style de tri du navigateur de greffon
mk: Начин на редење во прелистувачот на приклучоци
sr: Стил сортирања прегледача додатака

source: Selected plugin browser sort style
fr: Style de tri du navigateur de greffon sélectionné
mk: Избран начин на редење во прелистувачот на приклучоци
sr: Одабрани стил сортирања прегледача додатака

source: Plugin browser collections
fr: Collections du navigateur de greffons
mk: Збирови во прелистувачот на приклучоци
ru: Коллекции браузера плагинов
sr: Колекције прегледача додатака

source: Tree paths of the selected collections in the plugin browser.
fr: Chemins de l'arbre des collections sélectionnées dans le navigateur de greffons.
mk: Патеки на избраните збирови во прелистувачот на приклучоци.
ru: Древовидные пути выбранных в браузере плагинов коллекций.
sr: Путање стабла одабраних колекција у прегледачу додатака.

source: Plugin browser authors
fr: Auteurs du navigateur de greffon
mk: Автори во прелистувачот на приклучоци
ru: Авторы браузера плагинов
sr: Аутори прегледача додатака

source: Tree paths of the selected authors in the plugin browser.
fr: Chemins de l'arbre des auteurs sélectionnés dans le navigateur de greffon.
mk: Патеки на избраните автори во прелистувачот на приклучоци.
ru: Древовидные пути выбранных в браузере плагинов авторов.
sr: Путање стабла одабраних аутора у прегледачу додатака.

source: Plugin browser categories
fr: Catégories du navigateur de greffons
mk: Прелистувач на приклучоци - категории
ru: Категории браузера плагинов
sr: Категорије прегледача додатака

source: Tree paths of the selected categories in the plugin browser.
fr: Chemins de l'arbre des catégories sélectionnées dans le navigateur de greffon.
mk: Патеки на избраните категории во прелистувачот на приклучоци.
ru: Древовидные пути выбранных в браузере плагинов категорий.
sr: Путање стабла одабраних категорија у прегледачу додатака.

source: Plugin browser protocols
fr: Protocoles du navigateur de greffon
mk: Прелистувач на приклучоци - протоколи
ru: Протоколы браузера плагинов
sr: Протоколи прегледача додатака

source: Tree paths of the selected protocols in the plugin browser.
fr: Chemins de l'arbre des protocoles sélectionnés dans le navigateur de greffon.
mk: Патеки на избраните протоколи во прелистувачот на приклучоци.
ru: Древовидные пути выбранных в браузере плагинов протоколов.
sr: Путање стабла одабраних протокола у прегледачу додатака.

source: File browser bookmarks
fr: Favoris du navigateur de fichier
mk: Прелистувач на приклучоци - означувачи
ru: Закладки браузера файлов
sr: Ознаке прегледача фајлова

source: Location bookmarks for file browser (absolute paths).
fr: Signets des emplacements pour le navigateur de fichiers (chemins absolus).
mk: Патеки на означувачите во прелистувачот на приклучоци (апсолутни патеки).
ru: Закладки местоположения для браузера файлов (абсолютные пути).
sr: Ознаке локација за прегледач фајлова (апсолутне путање).

source: File browser selected bookmark
fr: Signet sélectionné dans le navigateur de fichiers
mk: Прелистувач на датотеки - избран означувач
ru: Закладка, выбранная в браузере файлов
sr: Одабрана ознака у прегледачу фајлова

source: Selected bookmark in file browser.
fr: Signet sélectionné dans le navigateur de fichiers.
mk: Избран означувач во прелистувачот на датотеки.
ru: Закладка, выбранная в браузере файлов.
sr: Одабрана ознака у прегледачу фајлова.

source: Whether to autoplay the selected file.
fr: Si le fichier sélectionné doit être lu automatiquement.
mk: Дали избраните датотеки да се преслушуваат автоматски.
ru: Воспроизводить ли выбранный файл автоматическом.
sr: Да ли да се аутоматски репродукује одабрани фајл.

source: Whether to show unsupported files in the file browser.
fr: S'il faut afficher les fichiers non supportés dans le navigateur de fichiers.
mk: Дали да се покажуваат и неподдржаните датотеки во прелистувачот на датотеки.
ru: Показывать ли неподдерживаемые файлы в браузере файлов.
sr: Да ли да се прикажу неподржани фајлови у прегледачу фајлова.

source: Whether to show hidden files in the file browser.
fr: S'il faut afficher les fichiers cachés dans le navigateur de fichiers.
mk: Дали да се покажуваат и скриените датотеки во прелистувачот на датотеки.
ru: Показывать ли скрытые файлы в браузере файлов.
sr: Да ли да се прикажу скривени фајлови у прегледачу фајлова.

source: File browser filter
fr: Filtre du navigateur de fichier
mk: Филтер во прелистувачот на датотеки
sr: Филтер прегледача фајлова

source: Selected file browser filter
fr: Filtre du navigateur de fichiers sélectionnés
mk: Избран филтер во прелистувачот на датотеки
ru: Выбранный фильтр браузера файлов
sr: Одабрани филтер прегледача фајлова

source: Last location
fr: Dernier emplacement
mk: Последна локација
sr: Последња локација

source: Last visited location.
fr: Dernier emplacement visité.
mk: Последна посетена локација.
ru: Последнее посещённое место.
sr: Последња посећена локација.

source: Instrument plugin to use for MIDI auditioning.
fr: Greffon d'instrument à utiliser pour l'audition MIDI.
mk: Инструментски приклучок кој ќе се користи за МИДИ преслушување.
ru: Инструментальный плагин для прослушивания MIDI.
sr: Додатак инструмента за коришћење при МИДИ аудицији.

source: Inserts expanded
fr: Inserts étendus
mk: Расчленети влезови
ru: Возвраты развёрнуты
sr: Уметања проширена

source: Whether inserts are expanded.
fr: Si les inserts sont étendus.
mk: Дали влезовите да се прикажат расчленето.
ru: Развёрнуты ли возвраты.
sr: Да ли су уметања проширена.

source: MIDI FX expanded
fr: Effet MIDI étendu
mk: Расчленети МИДИ ефекти
sr: МИДИ FX проширен

source: Whether MIDI FX are expanded.
fr: Si les effets MIDI sont étendus.
mk: Дали МИДИ ефектите да се прикажат расчленето.
ru: Развёрнуты ли MIDI FX.
sr: Да ли су МИДИ FX проширени.

source: Sends expanded
fr: Envois étendus
mk: Расчленети препраќања
ru: Посылы развёрнуты
sr: Сендови проширени

source: Whether sends are expanded.
fr: Si les envois sont étendus.
mk: Дали препраќањата да се прикажат расчленето.
ru: Развёрнуты ли посылы.
sr: Да ли су сендови проширени.

source: Track properties expanded
fr: Propriétés de la piste étendue
mk: Расчленети својства на лента
ru: Свойств трека развёрнуты
sr: Својства траке проширена

source: Whether track properties is expanded.
fr: Si les propriétés de pistes sont étendues.
mk: Дали својствата на лента да се прикажат расчленето.
ru: Развернуты ли свойства трека.
sr: Да ли су својства траке проширена.

source: Track outputs expanded
fr: Sorties de piste étendues
mk: Расчленети излези од лента
ru: Выходы трека развёрнуты
sr: Излази траке проширени

source: Whether track outputs is expanded.
fr: Si les pistes de sortie sont étendues.
mk: Дали излезите од лента да се прикажат расчленето.
ru: Развёрнуты ли выходы трека.
sr: Да ли су излази траке проширени.

source: Track sends expanded
fr: Pistes d'envois étendues
mk: Расчленети препраќања од лента
ru: Посылы трека развёрнуты
sr: Сендови траке проширени

source: Whether track sends is expanded.
fr: Si les pistes d'envois sont étendues.
mk: Дали препраќањата од лента да се прикажат расчленето.
ru: Развёрнуты ли посылы трека.
sr: Да ли су сендови траке проширени.

source: Track inputs expanded
fr: Pistes d'entrées étendues
mk: Расчленети влезови во лента
ru: Входы трека развёрнуты
sr: Улази траке проширени

source: Whether track inputs is expanded.
fr: Si les pistes d'entrée sont étendues.
mk: Дали влезовите во лента да се прикажат расчленето.
ru: Развёрнуты ли входы трека.
sr: Да ли су улази траке проширени.

source: Track controls expanded
fr: Pistes de contrôle étendues
mk: Расчленети контроли на лента
ru: Элементы управления треком развёрнуты
sr: Контроле траке проширене

source: Whether track controls is expanded.
fr: Si les pistes de contrôle sont étendues.
mk: Дали контролите на лента да се прикажат расчленето.
ru: Развёрнуты ли элементы управления треком.
sr: Да ли су контроле траке проширене.

source: Track inserts expanded
fr: Pistes d'inserts étendues
mk: Расчленети влезови во лента
ru: Возвраты трека развёрнуты
sr: Уметања траке проширена

source: Whether track inserts is expanded.
fr: Si les pistes d'insert sont étendues.
mk: Дали влезовите во лента да се прикажат расчленето.
ru: Развёрнуты ли возвраты трека.
sr: Да ли су уметања траке проширена.

source: Track midi-fx expanded
fr: Pistes d'effets MIDI étendues
mk: Расчленети лентови МИДИ ефекти
ru: Midi fx трека развёрнуты
sr: МИДИ FX траке проширен

source: Whether track midi-fx is expanded.
fr: Si les pistes d'effets MIDI sont étendues.
mk: Дали МИДИ ефектите на лента да се прикажат расчленето.
ru: Развёрнуты ли midi-fx трека.
sr: Да ли су МИДИ FX траке проширени.

source: Track fader expanded
fr: Pistes de chariot étendues
mk: Расчленет потенциометар на лента
ru: Фейдер трека развёрнут
sr: Фејдер траке проширен

source: Whether track fader is expanded.
fr: Si les pistes de chariot sont étendues.
mk: Дали потенциометарот на лентата да се прикаже расчленето.
ru: Развёрнут ли фейдер трека.
sr: Да ли је фејдер траке проширен.

source: Track comment expanded
fr: Pistes de commentaire étendues
mk: Расчленет коментар на лента
ru: Комментарий трека развёрнут
sr: Коментар траке проширен

source: Whether track comment is expanded.
fr: Si les pistes de commentaire sont étendues.
mk: Дали коментарот на лента да се прикаже расчленето.
ru: Развёрнут ли комментарий трека.
sr: Да ли је коментар траке проширен.

source: Track visibility detached
fr: Visibilité de piste détaché
mk: Одкачена видливост на лента
ru: Видимость трека отсоединена
sr: Видљивост траке одвојена

source: Whether the track visibility panel is detached.
fr: Si le panneau de visibilité de la piste est détaché.
mk: Дали плочата за видливост на лента да биде одкачена.
ru: Отсоединена ли панель видимости трека.
sr: Да ли је панел видљивости траке одвојен.

source: Track visibility size
fr: Taille de la visibilité de la piste
mk: Големина на лентовата видливост
ru: Размер видимости трека
sr: Величина видљивости траке

source: Track visibility panel size when detached.
fr: Taille du panneau de visibilité de pistes lorsqu'il est détaché.
mk: Големина на плочата за лентова видливост кога е одкачена.
ru: Размер панели видимости при отсоединении.
sr: Величина панела видљивости траке када је одвојен.

source: Track inspector detached
fr: Inspecteur de piste détaché
mk: Одкачен инспектор за ленти
ru: Инспектор треков отсоединен
sr: Инспектор траке одвојен

source: Whether the track inspector panel is detached.
fr: Si le panneau d'inspecteur de piste est détaché.
mk: Дали инспекторот за ленти да биде одкачен.
ru: Отсоединена ли панель инспектора треков.
sr: Да ли је панел инспектора траке одвојен.

source: Track inspector size
fr: Taille de l'inspecteur de piste
mk: Големина на инспекторот за ленти
ru: Размер инспектора треков
sr: Величина инспектора траке

source: Track inspector panel size when detached.
fr: Taille du panneau de l'inspecteur de piste lorsqu'il est détaché.
mk: Големина на инспекторот за ленти кога е одкачен.
ru: Размер панели инспектора при отсоединении.
sr: Величина панела инспектора траке када је одвојен.

source: Plugin inspector detached
fr: Inspecteur de greffon détaché
mk: Одкачен инспектор за приклучоци
ru: Инспектор плагинов отсоединен
sr: Инспектор додатка одвојен

source: Whether the plugin inspector panel is detached.
fr: Si le panneau d'inspecteur de greffon est détaché.
mk: Дали инспекторот за приклучоци да биде одкачен.
ru: Отсоединена ли панель инспектора плагинов.
sr: Да ли је панел инспектора додатка одвојен.

source: Plugin inspector size
fr: Taille de l'inspecteur de greffon
mk: Големина на инспекторот за приклучоци
ru: Размер инспектора плагинов
sr: Величина инспектора додатка

source: Plugin inspector panel size when detached.
fr: Taille du panneau de l'inspecteur de greffon lorsqu'il est détaché.
mk: Големина на плочата на инспекторот за приклучоци кога е одкачена.
ru: Размер панели инспектора плагинов при отсоединении.
sr: Величина панела инспектора додатка када је одвојен.

source: Plugin browser detached
fr: Navigateur de greffon détaché
mk: Одкачен прелистувач за приклучоци
ru: Браузер плагинов отсоединён
sr: Прегледач додатака одвојен

source: Whether the plugin browser panel is detached.
fr: Si le panneau de navigateur de greffon est détaché.
mk: Дали плочата на прелистувачот за приклучоци да биде одкачена.
ru: Отсоединена ли панель браузера плагинов.
sr: Да ли је панел прегледача додатака одвојен.

source: Plugin browser size
fr: Taille du navigateur de greffon
mk: Големина на прелистувачот за приклучоци
ru: Размер браузера плагинов
sr: Величина прегледача додатака

source: Plugin browser panel size when detached.
fr: Taille du panneau du navigateur de greffon lorsqu'il est détaché.
mk: Големина на плочата на прелистувачот за приклучоци кога е одкачена.
ru: Размер панели браузера плагинов при отсоединении.
sr: Величина панела прегледача додатака када је одвојен.

source: File browser detached
fr: Navigateur de fichiers détaché
mk: Одкачен прелистувач на датотеки
ru: Браузер файлов отсоединен
sr: Прегледач фајлова одвојен

source: Whether the file browser panel is detached.
fr: Si le panneau de navigateur de fichier est détaché.
mk: Дали плочата на прелистувачот на датотеки да биде одкачена.
ru: Отсоединена ли панель браузера файлов.
sr: Да ли је панел прегледача фајлова одвојен.

source: Chord pack browser detached
fr: Navigateur de packs d'accords détaché
mk: Одкачен прелистувач на акордски пакети
sr: Прегледач акорда одвојен

source: Whether the chord pack browser panel is detached.
fr: Si le panneau de navigateur de pack d'accords est détaché.
mk: Дали плочата на прелистувачот на акордски патеки да биде одкачена.
sr: Да ли је панел прегледача акорда одвојен.

source: File browser size
fr: Taille du navigateur de fichier
mk: Големина на прелистувачот на датотеки
ru: Размер браузера файлов
sr: Величина прегледача фајлова

source: File browser panel size when detached.
fr: Taille du panneau du navigateur de fichiers lorsqu'il est détaché.
mk: Големина на плочата на датотечниот прелистувач кога е одкачена.
ru: Размер панели браузера файлов при отсоединении.
sr: Величина панела прегледача фајлова када је одвојен.

source: Monitor section detached
fr: Section du moniteur détaché
mk: Одкачена секција за мониторирање
ru: Секция монитора отсоединена
sr: Секција монитора одвојена

source: Whether the monitor section panel is detached.
fr: Si le panneau de section de moniteur est détaché.
mk: Дали плочата на секцијата за мониторирање да биде одкачена.
ru: Отсоединена ли панель секции монитора.
sr: Да ли је панел секције монитора одвојен.

source: Monitor section size
fr: Taille de section de moniteur
mk: Големина на мониторската секција
ru: Размер секции монитора
sr: Величина секције монитора

source: Monitor section panel size when detached.
fr: Taille du panneau de section du moniteur lorsqu'il est détaché.
mk: Големина на плочата на мониторската секција кога е одкачена.
ru: Размер панели секции монитора в при отсоединении.
sr: Величина панела секције монитора када је одвојен.

source: Modulator view detached
fr: Vue du modulateur détachée
mk: Одкачен преглед на изменувачи (модулатори)
sr: Преглед модулације одвојен

source: Whether the modulator view panel is detached.
fr: Si le panneau d'affichage du modulateur est détaché.
mk: Дали плочата на прегледникот на изменувачи (модулатори) да биде одкачена.
sr: Да ли је панел прегледа модулације одвојен.

source: Modulator view size
fr: Taille de la vue du modulateur
mk: Големина на прегледникот на изменувачи (модулатори)
sr: Величина прегледа модулације

source: Modulator view panel size when detached.
fr: Taille du panneau de la vue du modulateur lorsqu'il est détaché.
mk: Големина на плочата на прегледникот на изменувачи (модулатори) кога е одкачена.
sr: Величина панела прегледа модулације када је одвојен.

source: Mixer detached
fr: Mixeur détaché
mk: Одкачена миксета
sr: Миксер одвојен

source: Whether the mixer panel is detached.
fr: Si le panneau de mixeur est détaché.
mk: Дали плочата на миксетата да биде одкачена.
sr: Да ли је панел миксера одвојен.

source: Mixer size
fr: Taille du mixeur
mk: Големина на миксета
sr: Величина миксера

source: Mixer panel size when detached.
fr: Taille du panneau du mixeur lorsqu'il est détaché.
mk: Големина на плочата на миксетата кога е одкачена.
sr: Величина панела миксера када је одвојен.

source: Clip editor detached
fr: Éditeur de clips détaché
mk: Одкачен уредувач на исечоци
sr: Уређивач клипова одвојен

source: Whether the clip editor panel is detached.
fr: Si le panneau d'éditeur de clip est détaché.
mk: Дали плочата на уредувачот на исечоци да биде одкачена.
sr: Да ли је панел уређивача клипова одвојен.

source: Clip editor size
fr: Taille de l'éditeur de clips
mk: Големина на уредувачот на исечоци
sr: Величина уређивача клипова

source: Clip editor panel size when detached.
fr: Taille du panneau de l'éditeur de clips lorsqu'il est détaché.
mk: Големина на плочата на уредувачот на исечоци кога е одкачена.
sr: Величина панела уређивача клипова када је одвојен.

source: Chord pad detached
fr: Table d'accord détaché
mk: Одкачена акордска подлога
ru: Панель аккордов отсоединена
sr: Акорд пад одвојен

source: Whether the chord pad panel is detached.
fr: Si le panneau de table d'accords est détaché.
mk: Дали плочата на акордската подлога да биде одкачена.
ru: Отсоединена ли панель аккордов.
sr: Да ли је панел акорда пад одвојен.

source: Chord pad size
fr: Taille de la table d'accords
mk: Големина на акордската подлога
ru: Размер панели аккордов
sr: Величина акорда пад

source: Chord pad panel size when detached.
fr: Taille du panneau de bloc d'accords lorsqu'il est détaché.
mk: Големина на плочата на акордската подлога кога е одкачена.
ru: Размер отсоединённой панели аккордов.
sr: Величина панела акорда пад када је одвојен.

source: Timeline detached
fr: Ligne temporelle détachée
mk: Одкачена временска линија
sr: Временска линија одвојена

source: Whether the timeline panel is detached.
fr: Si le panneau de la ligne temporelle est détaché.
mk: Дали плочата на временската линија да биде одкачена.
sr: Да ли је панел временске линије одвојен.
