Repository: ToddAWalter/zrythm
Catalog: po/*.po
Languages: fr, mk, ru, sr

source: The selected MIDI/audio backend was not found in the version of %s you have installed. The audio and MIDI backends were set to "Dummy". Please set your preferred backend from the preferences.
fr: Le dorsal MIDI/audio sélectionné n'a pas été trouvé dans la version de %s que vous avez installée. Les dorsaux audio et MIDI ont été réglés sur "Factice". Veuillez choisir votre dorsal préféré dans les préférences.
mk: Одбраниот МИДИ / аудио заднински систем не е пронајден во верзијата на %s која ја имаш инсталирано. Ги поставив аудио и МИДИ заднинските системи на „Симулирани“. Ве молиме одберете го предпочитаниот заднински систем во Поставките.
ru: Выбранный MIDI/аудио бэкенд не был найден в установленной вами версии %s. Для аудио и MIDI бэкендов будет использована заглушка. Пожалуйста, выберете предпочтительный бэкенд в настройках.
sr: Одабрана MIDI/аудио позадина није пронађена у верзији %s коју сте инсталирали. Аудио и MIDI позадине су подешене на "Лажна". Молимо подесите вашу преферирану позадину из преференци.

source: Format %s not supported yet
fr: Le format %s n'est pas encore supporté
mk: Форматот %s `сѐ уште неподдржан
ru: Формат %s пока не поддерживается
sr: Формат %s још увек није подржан

source: SF INFO invalid
fr: SF INFO invalide
mk: Невалиден SF INFO
ru: SF INFO недействительна
sr: SF INFO неважећи

source: Couldn't open SNDFILE %s: %d: %s
fr: Impossible d'ouvrir SNDFILE %s : %d : %s
mk: Неуспешно отворање на SNDFILE %s: %d: %s
ru: Не удалось открыть SNDFILE %s: %d: %s
sr: Није могуће отворити SNDFILE %s: %d: %s

source: Invalid SNDFILE format %s: 0x%08X != 0x%08X
fr: Format SNDFILE non valide %s : 0x%08X!= 0x%08X
mk: Невалидна SNDFILE форма %s: 0x%08X != 0x%08X

source: The exported audio contains segments louder than 0 dB (max detected %.1f dB).
fr: L'audio exporté contient des segments plus forts que 0 dB (max. détecté %.1f dB).
mk: Извезеното аудио содржи делови кои се погласни од 0 дБ (најгласното е %.1f дБ).

source: Failed to create audio track
fr: Impossible de créer une piste audio
mk: Неуспешно создавање на аудио лента
ru: Не удалось создать аудио трек
sr: Неуспешно креирање аудио траке

source: Invalid time range
fr: Plage de temps non valide
mk: Невалиден временски опсег

source: A buffer underflow has occurred. Try increasing the buffer size in the settings to avoid audio glitches.
fr: Il y a eu un sous-dépassement de la mémoire tampon. Essayez d'augmenter la taille de la mémoire tampon dans les paramètres pour éviter les problèmes audio.
mk: Настана преполнување на пуферот. За да избегнете аудио дефекти, обидете се да ја зголемите величината на пуферот во Поставките.
ru: Произошла неполная обработка буфера. Попробуйте увеличить размер буфера в настройках, чтобы избежать звуковых помех.
sr: Дошло је до недостатка бафера. Покушајте да повећате величину бафера у подешавањима да бисте избегли аудио грешке.

source: PulseAudio error: Failed to create main loop
fr: Erreur PulseAudio : échec de création de la boucle principale
mk: Грешка во PulseAudio: неуспех при создавање на главната јамка
ru: Ошибка PulseAudio: Не удалось создать главную петлю
sr: PulseAudio грешка: Није успело креирање главне петље

source: PulseAudio Error: %s
fr: Erreur PulseAudio : %s
mk: Грешка во PulseAudio: %s
ru: Ошибка PulseAudio: %s
sr: PulseAudio грешка: %s

source: PulseAudio Error: Failed to connect
fr: Erreur PulseAudio : échec de connexion
mk: Грешка во PulseAudio: Неуспешно поврзување
ru: Ошибка PulseAudio: Не удалось подключиться
sr: PulseAudio грешка: Није успело повезивање

source: Pulseaudio Backend Test Failed
fr: Échec du test de Backend de Pulseaudio

source: Chords
fr: Accords
mk: Акорди
ru: Аккорды (Chords)
sr: Аккорди

source: Failed to initialize audio file
fr: Échec de l'initialisation du fichier audio

source: Failed to initialize audio file at %s
fr: Échec de l'initialisation du fichier audio à %s

source: Failed to write audio clip to file: %s
fr: Échec de l'écriture du clip audio dans le fichier : %s
mk: Неуспенен запис на аудио парче во датотеката: %s
ru: Не удалось записать аудиоклип в файл: %s

source: Failed to write audio file
fr: Échec de l'écriture du fichier audio
mk: Неуспешен запис на аудио датотека
ru: Не удалось записать аудиофайл

source: Failed to create audio clip from file
fr: Échec de la création d'un clip audio à partir d'un fichier

source: Edit in external app
fr: Modifier dans une application externe
mk: Уреди во надворешна програма
ru: Редактировать во внешнем приложении
sr: Уреди у спољној апликацији

source: Edit the file at <u>%s</u>, then press OK
fr: Modifiez le fichier à <u>%s</u>, puis pressez OK
mk: Уреди ја датотеката при <u>%s</u>, а потоа стисни Во ред (ОК)
ru: Отредактируйте файл в <u> %s </u>, и затем нажмите OK
sr: Уредите фајл на <u>%s</u>, затим притисните ОК

source: Launch
fr: Lancer
mk: Покрени
ru: Запуск
sr: Покрени

source: Failed to create audio clip from file at %s
fr: Échec de la création d'un clip audio à partir du fichier %s

source: Beats per bar
fr: Battements par mesure
mk: Удари по целина
ru: Долей в такте
sr: Ударац по такту

source: Beat unit
fr: Unité de battement
mk: Единица на удар
ru: Длина долей (Beat Unit)
sr: Јединица ударца

source: Failed to change BPM
fr: Échec de modification du BPM
mk: Неуспешна промена на УВМ
ru: Не удалось изменить темп
sr: Није успело мењање BPM

source: Invalid Value
fr: Valeur invalide

source: Invalid value
fr: Valeur invalide
mk: Невалидна вредност
ru: Неверное значение
sr: Неважећа вредност

source: Failed to create recorded regions
fr: Échec de la création de régions enregistrées
mk: Неуспешно создавање на снимени региони
ru: Не удалось создать записанные области
sr: Није успело креирање снимљених региона

source: Failed to write clip %s
fr: Échec de l'écriture du clip %s
mk: Неуспешен запис на парче %s
ru: Не удалось записать клип %s

source: Failed to duplicate audio clip
fr: Échec de la duplication du clip audio
mk: Неуспешна дупликација на аудио парче
ru: Не удалось дублировать аудиоклип

source: ALSA Error: %s
fr: Erreur ALSA : %s
mk: ALSA грешка: %s
ru: Ошибка ALSA: %s
sr: ALSA грешка: %s

source: Lane %d
fr: Voie %d
mk: Патека %d
ru: Полоса %d
sr: Страна %d

source: Failed to rename lane
fr: Échec de renommage de la ligne
mk: Неуспешно преименување на патека
ru: Не удалось переименовать полосу
sr: Нисам успео да преименујем страну

source: Cannot set track lane soloed
fr: Impossible de définir la ligne de piste en solo
mk: Неможност да се солира патеката
sr: Није могуће подесити да је страна траке соло

source: Cannot set track lane muted
fr: Impossible de définir la ligne de piste en sourdine
mk: Неможност да се занеми патеката
sr: Није могуће подесити да је страна траке искључена

source: Failed to instantiate plugin %s
fr: Échec de l'instanciation du greffon %s
mk: Неуспешна иницијализација на приклучокот %s
ru: Не удалось добавить плагин %s
sr: Није успела инстанција додатка %s

source: Channel Send %d enabled
fr: Envoi du canal %d activé
mk: Препраќањето на каналот %d овоможено
ru: Посыл канала %d активирован
sr: Канал Сенд %d омогућен

source: Channel Send %d amount
fr: Quantité de l'envoi du canal %d
mk: Препраќање на каналот %d количина
ru: Посыл канала %d количество
sr: Канал Сенд %d количина

source: Channel Send %d audio in
fr: Quantité de l'envoi du canal entrée %d
mk: Препраќање на канал %d аудио влез
ru: Аудио вход посыла канала %d
sr: Канал Сенд %d аудио у

source: Channel Send %d MIDI in
fr: Le canal a envoyé %d MIDI en entrée
mk: Препраќање на канал %d МИДИ влез
ru: MIDI вход посыла канала %d
sr: Канал Сенд %d MIDI у

source: Channel Send %d audio out
fr: Quantité de l'envoi du canal sortie %d
mk: Препраќање на канал %d аудио излез
ru: Аудио выход посыла канала %d
sr: Канал Сенд %d аудио из

source: Channel Send %d MIDI out
fr: Le canal à envoyé %d MIDI en sortie
mk: Препраќање на канал %d МИДИ излез
ru: MIDI выход посыла канала %d
sr: Канал Сенд %d MIDI из

source: Ports cannot be connected
fr: Ces ports ne peuvent pas être connectés
mk: Неможност да се поврзат портите
ru: Порты не могут быть соединены
sr: Портови не могу бити повезани

source: Pre-fader send
fr: Envois pré-fader
mk: Препраќање од пред потенциометар
ru: Префейдерный посыл
sr: Пре-фејдер сенд

source: Post-fader send
fr: Envois post-fader
mk: Препраќање од после потенциометар
ru: Постфейдерный посыл
sr: Пост-фејдер сенд

source: %s input
fr: %s Pas d'entrée
mk: %s влез
ru: %s вход
sr: %s улаз

source: PortAudio Error: %s
fr: Erreur PortAudio : %s
mk: Грешка во PortAudio: %s
ru: Ошибка PortAudio: %s
sr: PortAudio грешка: %s

source: Failed to create MIDI track
fr: Échec de la création de la piste MIDI
ru: Не удалось создать MIDI трек
sr: Није успело креирање MIDI траке

source: Failed to add region %d to track
fr: Échec de l'ajout de la région %d à la piste

source: Failed to create region %d inside track %s
fr: Échec de la création de région %d dans piste %s

source: No file was found
fr: Fichier introuvable
mk: Не е пронајдена датотека
ru: Файлов не найдено
sr: Није пронађен фајл

source: Can only drop 1 file at a time on existing tracks
fr: Vous ne pouvez déposer qu'un seul fichier à la fois sur les pistes existantes
mk: Можно е да се остави едновремено само една датотека врз постоечките ленти
ru: На существующие дорожки можно поместить только 1 файл за раз
sr: Може се спустити само 1 фајл у исто време на постојеће траке

source: Can only drop audio files on audio tracks
fr: Seul des fichiers audio peuvent être déposés dans les pistes audio
mk: Аудио датотека може да се остави само врз аудио ленти
ru: Аудиофайлы можно помещать только на аудио треки
sr: Могу се спустити само аудио фајлови на аудио траке

source: Can only drop MIDI files on MIDI/instrument tracks
fr: Les fichiers MIDI ne peuvent être déposés que dans des pistes d'instrument/MIDI
mk: МИДИ датотеките можат да се остават само врз МИДИ / инструменталните ленти
ru: MIDI-файлы можно помещать только на MIDI/инструментальные дорожки
sr: Могу се спустити само MIDI фајлови на MIDI/инструмент траке

source: Unsupported file type %s
fr: Type de fichier non-supporté %s
mk: Неподдржан вид на датотека %s
ru: Неподдерживаемый тип файла %s
sr: Неподржани тип фајла %s

source: Failed to move tracks after copying or moving inside folder
fr: Échec du déplacement des pistes après une copie ou un déplacement dans un dossier
mk: Неуспешно преместување на ленти при копирање или преместување внатре во папка
sr: Није успело померање трака након копирања или померања унутар фасцикле

source: Failed to copy tracks inside
fr: Échec de la copie des pistes à l'intérieur
mk: Неуспешно копирање на ленти навнатре
ru: Не удалось скопировать треки внутрь
sr: Није успело копирање трака унутар

source: Failed to copy track inside
fr: Échec de la copie de la piste à l'intérieur
mk: Неуспешно копирање на лента навнатре
ru: Не удалось скопировать трек внутрь
sr: Неуспело копирање траке унутра

source: Failed to copy tracks
fr: Échec de la copie des pistes
mk: Неуспешно копирање на ленти
ru: Не удалось скопировать треки
sr: Неуспело копирање трака

source: Error
fr: Erreur
mk: Грешка
ru: Ошибка
sr: Грешка

source: Cannot drag folder into itself
fr: Impossible de déplacer un dossier dans lui-même
mk: Не е можно да се влече папка во самата себе
ru: Невозможно поместить папку внутрь самой себя
sr: Не може се превући фасцикла у саму себе

source: Failed to move track inside folder
fr: Échec du déplacement de la piste dans le dossier
mk: Неуспешно преместување на лентата внатре во папката
ru: Не удалось переместить трек внутрь папки
sr: Неуспело премештање траке у фасциклу

source: Failed to move tracks
fr: Échec du déplacement des pistes
mk: Неуспешно преместување на ленти
sr: Неуспело премештање трака

source: Macro CV In %d
fr: Macro d'entrée CV %d
mk: Макро CV влез %d
ru: Макро CV вход %d
sr: Макро CV Улаз %d

source: Macro CV Out %d
fr: Macro de sortie CV %d
mk: Макро CV излез %d
ru: Макро CV выход %d
sr: Макро CV Излаз %d

source: MIDI out
fr: Sortie MIDI
mk: МИДИ излез
ru: MIDI выход
sr: MIDI излаз

source: Failed to move or copy plugins
fr: Échec du déplacement ou de la copie des greffons
mk: Неуспешно преместување или копирање на приклучоци
ru: Не удалось переместить или скопировать плагины
sr: Неуспешно померање или копирање додатака

source: Plugin %s cannot be added to this slot
fr: Le greffon %s ne peut pas être ajouté à cet emplacement
mk: Приклучокот %s не може да се додаде на ова место
ru: Плагин %s не может быть добавлен в этот слот
sr: Додатак %s не може бити додат у овај слот

source: Failed to add plugin
fr: Échec de l'ajout du greffon

source: The MIDI file at %s contains no data
fr: Le fichier MIDI à %s ne contient aucune donnée

source: This MIDI file contains %d tracks. It cannot be dropped into an existing track
fr: Ce fichier MIDI contient %d pistes. Il ne peut pas être déposé dans une piste existante
mk: Оваа МИДИ датотека содржи %d ленти. Затоа не може да се остави врз постоечка лента
ru: Этот MIDI-файл содержит %d дорожки(ок). Он не может быть помещён на существующий трек
sr: Овај MIDI фајл садржи %d трака. Не може се спустити у постојећу траку

source: Failed to get track from hash %u
fr: Échec de l'obtention de la piste du hachage %u

source: Failed to create a MIDI region for file %s
fr: Échec de la création d'une région MIDI pour le fichier %s

source: sf_format_check failed for '%s': %s (error code %i)
fr: sf_format_check a échoué pour '%s': %s (code erreur %i)

source: Failed to open audio file at '%s': %s (error code %i)
fr: Échec de l'ouverture du fichier audio à '%s': %s (code erreur %i)

source: Failed to open audio file
fr: Échec de l'ouverture du fichier audio

source: Failed to close audio file after reading info
fr: Échec de la fermeture du fichier audio après avoir lu l'info

source: Tried to seek %zu frames but actually seeked %zd frames
fr: A essayé de rechercher %zu cadres mais en fait a recherché %zd cadres

source: Expected to read %zu frames but actually read %zd frames
fr: S'attendu lire %zu cadres, mais en fait a lu %zd cadres

source: Expected to read %<PRId64> frames but actually read %zd frames
fr: S'attendu lire %<PRId64> cadres mais en fait a lu %zd cadres

source: Failed to close audio file at '%s': %s (error code %i)
fr: Échec de la fermeture du fichier audio à '%s': %s (code erreur %i)

source: Failed to create soxr instance: %s
fr: Échec de la création de l'instance soxr %s

source: Failed to set soxr input function: %s
fr: Échec de la mise en place de la fonction d'entrée soxr: %s

source: soxr_process() error: %s
fr: soxr_process() erreur: %s

source: Sine (Equal Power)
fr: Sine (puissance égale)
mk: Синус (еднаква моќ)
ru: Синусоида (Равная Сила)

source: A locale for the language you have selected (%s) is not available. Please install one first and restart %s
fr: Il n'y a pas de locale pour la langue que vous avez sélectionnée (%s). Veuillez en installer une d'abord et redémarrer %s
mk: Не е достапна локална поддршка за јазикот кој го избравте (%s). Ве молиме пред тоа инсталирајте таква и рестартирајте го %s
ru: Локаль для выбранного вами языка (%s) недоступна. Пожалуйста, установите её и перезапустите %s
sr: Локал за језик који сте изабрали (%s) није доступан. Молимо вас да прво инсталирате један и поново покренете %s

source: A locale for the language you have selected is not available. Please enable one first using the steps below and try again. 1. Uncomment any locale starting with the language code <b>%s</b> in <b>/etc/locale.gen</b> (needs root privileges) 2. Run <b>locale-gen</b> as root 3. Restart %s
fr: Un emplacement pour le langage que vous avez sélectionné n'est pas disponible. S'il vous plaît, autorisez-le D'abord en suivant les étapes ci-dessous et réessayez. 1. Dé-commentez tout emplacement commençant par le code de langue <b>%s</b> dans <b>/etclocale.gen</b> (nécessite les droits 'root') 2. Lancez <b>locale-gen</b> en root 3. Redémarrez %s
mk: Не е достапна локална поддршка за јазикот кој го избравте. Ве молиме пред тоа овозможете една преку следење на следниве чекори, а потоа пробајте повторно. 1. Одкоментирај го локалот кој започнува со јазичниот код <b>%s</b> во датотеката <b>/etc/locale.gen</b> (за ова се потребни администраторски привилегии). 2. Покрени го <b>locale-gen</b> како администратор 3. Рестартирај го %s
ru: Локаль для выбранного вами языка недоступна. Пожалуйста, активируйте её, следуя инструкциям ниже, и попробуйте снова. 1. Разкомментируйте любую локаль, начинающеюся с языкового кода <b>%s</b> в <b>/etc/locale.gen</b> (для этого вам понадобятся root права) 2. Запустите <b>locale-gen</b> как root 3. Перезапустите %s
sr: Локал за језик који сте изабрали није доступан. Молимо вас да прво омогућите један користећи следеће кораке и покушате поново. 1. Уклоните коментар са било ког локала који почиње са кодом језика <b>%s</b> у <b>/etc/locale.gen</b> (потребне су привилегије администратора) 2. Покрените <b>locale-gen</b> као администратор 3. Поново покрените %s

source: Experimental Feature
fr: Caractéristique Expérimentale

source: BPM and time signature automation is an experimental feature. Using it may corrupt your project.
fr: L'automatisation du BPM et de la signature temporelle est une fonctionnalité expérimentale. Son utilisation pourrait corrompre votre projet.

source: 16 bit
fr: 16 bits
mk: 16 битно
ru: 16 бит
sr: 16 бит

source: 24 bit
fr: 24 bits
mk: 24 битно
ru: 24 бит
sr: 24 бит

source: 32 bit
fr: 32 bits
mk: 32 битно
ru: 32 бит
sr: 32 бит

source: Error opening sndfile: %s
fr: Erreur d'ouverture du fichier audio : %s
mk: Грешка при отворање на sndfile: %s
ru: Ошибка при открытии sndfile: %s

source: Seek error %d: %s
fr: Erreur de recherche %d : %s
mk: Грешка при претрага %d: %s

source: Mixer
fr: Mixeur
mk: Миксета
ru: Микшер (Mixer)
sr: Миксер

source: Chord Pad
fr: Tablette d'accord
mk: Површина со акорди
ru: Панель Аккордов (Chord Pad)
sr: Акорд Пад

source: Editor
fr: Éditeur
mk: Уредник
ru: Редактор (Editor)
sr: Уређивач

source: Track Inspector
fr: Inspecteur de piste
mk: Инспектор за ленти
ru: Инспектор треков
sr: Инспектор траке

source: Plugin Inspector
fr: Inspecteur de greffon
mk: Инспектор за приклучоци
ru: Инспектор плагинов
sr: Инспектор додатка

source: Plugin Browser
fr: Navigateur de greffon
mk: Прелистувач за приклучоци
ru: Браузер плагинов (Plugin Browser)
sr: Прегледач додатака

source: File Browser
fr: Navigateur de fichiers
mk: Прелистувач на датотеки
ru: Браузер файлов (File Browser)
sr: Прегледач фајлова

source: Chord Preset Browser
fr: Navigateur de préréglages d'accords
mk: Прелистувач за акордски местенки
sr: Прегледач пресета акорда

source: Monitor
fr: Moniteur
mk: Набљудувач (монитор)
ru: Монитор
sr: Монитор

source: Timeline
fr: Ligne temporelle
mk: Временска линија
ru: Инспектор таймлайна
sr: Временска линија

source: MIDI CC Bindings
fr: Cartographies CC MIDI
mk: МИДИ CC поврзувања
ru: Привязки MIDI CC
sr: MIDI CC везе

source: Port Connections
fr: Connexions de port
mk: Портови врски
ru: Подключения к портам
sr: Порт везе

source: Scenes
fr: Scènes
mk: Сцени
ru: Сцены
sr: Сцене

source: Overwrite Plugin?
fr: Écraser le greffon ?

source: A plugin already exists at the selected slot. Overwrite it?
fr: Un greffon existe déjà à l'emplacement sélectionné. Le remplacer ?
mk: На одбраното место веќе постои приклучок. Да препишам преку него?
ru: В выбранном слоте уже присутствует плагин. Заменить его?
sr: Додатак већ постоји на изабраном слоту. Да ли желите да га препишете?

source: _Overwrite
fr: _Écraser

source: %s has encountered an error
fr: %s a rencontré une erreur
mk: %s пресретна грешка
ru: %s столкнулся с ошибкой
sr: %s је наишао на грешку

source: Failed to paste plugins
fr: Échec du collage des greffons
mk: Неуспешно лепење на приклучоци
ru: Не удалось вставить плагины
sr: Неуспело лепљење додатака

source: Home
fr: Accueil
mk: Главна папка
ru: Главная
sr: Почетна

source: Desktop
fr: Bureau
mk: Папка на работната површина
ru: Рабочий стол
sr: Десктоп

source: Failed to clone track '%s'
fr: Échec du clonage de la piste '%s'
mk: Неуспешно клонирање на лентата „%s“
ru: Не удалось клонировать трек '%s'
sr: Неуспело клонирање траке '%s'

source: Failed to paste tracks
fr: Échec du collage des pistes
mk: Неуспешно лепење на ленти
sr: Неуспело лепљење трака

source: Plugin Crashed
fr: Le greffon a planté

source: Plugin '%s' has crashed and has been disabled.
fr: Le greffon '%s' a planté et a été désactivé.
mk: Приклучокот „%s“ се сруши и го оневозможив.
ru: Плагин '%s' потерпел фатальный сбой и был отключен.
sr: Додатак '%s' је пао и онемогућен је.

source: Plugin collections updated.
fr: Collections de greffon mises à jour.

source: Plugin preset saved.
fr: Préréglage du greffon enregistré.
mk: Местенката на приклучокот е зачувана.
ru: Пресет плагина сохранён.
sr: Пресет додатка је сачуван.

source: Plugin preset loaded.
fr: Préréglage du greffon chargé.
mk: Местенката на приклучокот е вчитана.
ru: Пресет плагина загружен.
sr: Пресет додатка је учитан.

source: Failed to add region
fr: Échec de l'ajout de la région
mk: Неуспешно додавање на регион

source: Failed to paste selections
fr: Échec du collage des sélections
mk: Неуспешно лепење на избраното
ru: Не удалось вставить выделенное
sr: Неуспело лепљење селекција

source: Failed to edit object
fr: Échec de l'édition d'objet
mk: Неуспешно уредување на објект
sr: Неуспела измена објекта

source: Invalid object name %s
fr: Nom d'objet invalide %s
mk: Невалидно име на објект %s
ru: Недопустимое имя объекта %s
sr: Неисправно име објекта %s

source: Failed to rename object
fr: Échec du renommage de l'objet
mk: Неуспешно преименување на објект
ru: Не удалось переименовать объект
sr: Неуспело преименовање објекта

source: Reset
fr: Réinitialiser
mk: Ресетирај
ru: Сброс
sr: Ресетовање

source: View info
fr: Voir les infos
mk: Види информации
ru: Просмотреть информацию
sr: Прикажи информације

source: Failed to set control %s to %f
fr: Échec de l'attribution du contrôle %s à %f
mk: Неуспешно поставување на контролата %s на %f
ru: Не удалось установить элемент управления %s к %f
sr: Неуспело подешавање контроле %s на %f

source: Incoming signals
fr: Signaux entrants
mk: Дојдовни сигнали
ru: Входящие сигналы
sr: Долазни сигнали

source: Outgoing signals
fr: Signaux sortants
mk: Појдовни сигнали
ru: Исходящие сигналы
sr: Одлазни сигнали

source: Current val
fr: Valeur actuelle
mk: Моментална вредност
ru: Текущее значение
sr: Тренутна вредност

source: Expose port to JACK
fr: Exposer le port à JACK
mk: Изложи порти кон JACK
ru: Открыть порт для JACK
sr: Изложи порт за JACK

source: Last Note
fr: Dernière note
mk: Последна нота
sr: Последња нота

source: Velocity used on newly created notes
fr: Vélocité utilisée sur les notes nouvellement créées
mk: Гласнина која се користи за новите ноти
sr: Брзина коришћена на новоствореним нотама

source: %s - Last object
fr: %s - Dernier objet
mk: %s - Последен објект
ru: %s - Последний объект
sr: %s - Последњи објекат

source: Snap/Grid Settings
fr: Paramètres accrochage/grille
mk: Поставки за прилепување / мрежа

source: All Channels
fr: Tous les canaux
mk: Сите канали
ru: Все каналы
sr: Сви канали

source: Channels
fr: Canaux

source: No Channels
fr: Pas de canaux

source: Channel %d
fr: Canal %d

source: Bounce step selector
fr: Sélecteur d'étape de bounce
mk: Одбирач на чекори за уснимување
ru: Селектор ступеней рендеринга (Bounce step selector)
sr: Селектор корака за баунс

source: Select path
fr: Sélectionner le chemin
mk: Одбери патека
ru: Выбрать путь
sr: Изабери путању

source: Delete
fr: Supprimer
mk: Бриши
ru: Удалить (Delete)
sr: Обриши

source: Device
fr: Périphérique
mk: Уред
ru: Устройство

source: Note/Control
fr: Note/Contrôle
mk: Нота / Контрола
ru: Нота/Контроль (Note/Control)
sr: Нота/Контрола

source: Fader Value
fr: Valeur du fader
