Repository: ToddAWalter/zrythm
Catalog: po/*.po
Languages: fr, mk, ru, sr

source: Before inserts
fr: Avant les inserts
mk: Пред влезните ефекти
ru: Перед вставками (Before inserts)
sr: Пре уметања

source: Pre-fader
fr: Pré-fader
mk: Пред потенциометарот
ru: Пре-фейдер
sr: Пре фејдера

source: Chord
fr: Accord
mk: Акорд
ru: Трек аккордов (Chord)
sr: Акорд

source: Marker
fr: Marqueur
mk: Ознака
ru: Маркер (Marker)
sr: Маркер

source: Modulator
fr: Modulateur
mk: Изменувач (модулатор)
ru: Модулятор
sr: Модулатор

source: Audio FX
fr: Effet audio
mk: Аудио ефекти
ru: Аудио FX (Audio FX)
sr: Аудио ефекти

source: Audio Group
fr: Groupe audio
mk: Аудио збир (група)
ru: Аудио-групповой (Audio Group)
sr: Аудио група

source: MIDI FX
fr: Effet MIDI
mk: МИДИ ефекти

source: MIDI Group
fr: Groupe MIDI
mk: МИДИ група
ru: MIDI-групповой (MIDI Group)
sr: MIDI Група

source: Folder
fr: Dossier
mk: Папка
ru: Папка
sr: Фолдер

source: bar
fr: mesure
mk: целина

source: beat
fr: pulsation
mk: удар

source: dotted
fr: pointé
mk: по точки
ru: С точкой
sr: тачкасто

source: triplet
fr: triolet
mk: триплети
ru: триоль
sr: триола

source: Dummy
fr: Factice
mk: пробно
ru: Заглушка
sr: Лажни

source: Dummy (libsoundio)
fr: Factice (libsoundio)
mk: пробно (libsoundio)
ru: Заглушка (libsoundio)
sr: Лажни (libsoundio)

source: ALSA Sequencer (not working)
fr: Séquenceur ALSA (ne fonctionne pas)
mk: ALSA редар (не работи)
ru: ALSA Sequencer (не работает)
sr: ALSA Sequencer (не ради)

source: ALSA Sequencer (rtmidi)
fr: Séquenceur ALSA (rtmidi)
mk: ALSA редар (rtmidi)
sr: ALSA секвенцер (rtmidi)

source: Invert
fr: Inverser
mk: Преврти
ru: Инвертировать
sr: Инверт

source: Normalize peak
fr: Normaliser les crêtes
mk: Нормализирај ги врвовите
ru: Нормализовать пик сигнала (Normalize peak)
sr: Нормализуј вршни ниво

source: Normalize RMS
fr: Normaliser RMS
mk: Нормализирај по корен од просечната вредност на квадрат (RMS)
ru: Нормализовать RMS (Normalize RMS)
sr: Нормализуј RMS

source: Normalize LUFS
fr: Normaliser LUFS
mk: Нормализирај по единици на гласност релативни на целата скала (LUFS)
ru: Нормализовать LUFS (Normalize LUFS)
sr: Нормализуј LUFS

source: Linear fade in
fr: Fondu à la fermeture linéaire
mk: Линеарно појачување
ru: Линейный феид-ин (Linear fade in)
sr: Линеарно појачавање

source: Linear fade out
fr: Fondu à l'ouverture linéaire
mk: Линеарно затишување
ru: Линейное затухание
sr: Линеарно смањивање

source: Nudge left
fr: Pousser vers la gauche
mk: Помести лево
ru: Подвинуть влево (Nudge left)
sr: Помери лево

source: Nudge right
fr: Pousser vers la droite
mk: Помести десно
ru: Подвинуть вправо (Nudge right)
sr: Помери десно

source: Reverse
fr: Inversion
mk: Преврти
ru: Развернуть (Reverse)
sr: Обрни

source: Pitch shift
fr: Décalage de hauteur

source: External program
fr: Programme externe
mk: Надворешна програма
ru: Внешняя программа (External program)
sr: Спољашњи програм

source: Guile script
fr: Script Guile
mk: Guile скрипта
ru: Скрипт Guile
sr: Guile скрипта

source: Custom plugin
fr: Greffon personnalisé
mk: Сопствен приклучок
ru: Пользовательский плагин (Custom plugin)
sr: Прилагођени додатак

source: Invalid
fr: Invalide
mk: Невалидно
ru: Неверное значение
sr: Неважећи

source: Flam
fr: Fla
mk: Форшлаг
ru: Форшлаг (Flam)
sr: Флам

source: Flip H
fr: Basculement H
mk: Хоризонтално превртување
ru: Поворот горизонтально (Flip H)
sr: Обрни Х

source: Flip V
fr: Basculement V
mk: Вертикално превртување
ru: Поворот вертикально (Flip V)
sr: Обрни В

source: Strum
fr: Tapoter
mk: Струнење
ru: Направление щипка (Strum)
sr: Струм

source: None
fr: Aucun
mk: Ништо
ru: Нет (None)
sr: Ниједан

source: 1 bar
fr: 1 mesure
mk: 1 целина
ru: 1 такт (1 bar)
sr: 1 такт

source: 2 bars
fr: 2 mesures
mk: 2 целини
ru: 2 такта (2 bar)
sr: 2 такта

source: 4 bars
fr: 4 mesures
mk: 4 целини
ru: 4 такта (4 bar)
sr: 4 такта

source: Inherit
fr: Hériter
mk: Наследи
ru: Наследовать (Inherit)
sr: Наследи

source: Off
fr: Activé
mk: Исклучено
ru: Выкл. (Off)
sr: Искључено

source: On
fr: Désactivé
mk: Вклучено
ru: Вкл. (On)
sr: Укључено

source: Chromatic
fr: Chromatique
mk: Хроматика
ru: Хроматика
sr: Хроматски

source: Major
fr: Majeure
mk: Дурска
ru: Мажор
sr: Дур

source: Minor
fr: Mineure
mk: Молска
ru: Минор
sr: Мол

source: Ionian
fr: Ionien
mk: Јонска
ru: Ионийский
sr: Јонски

source: Dorian
fr: Dorien
mk: Дорска
ru: Дорический
sr: Дорски

source: Phrygian
fr: Phrygien
mk: Фригиска
ru: Фригийский
sr: Фригијски

source: Lydian
fr: Lydien
mk: Лидијска
ru: Лидийский
sr: Лидијски

source: Mixolydian
fr: Mixolydien
mk: Миксолидијска
ru: Миксолидийский
sr: Миксолидијски

source: Aeolian
fr: Éolien
mk: Еолска
ru: Эолийский
sr: Еолски

source: Locrian
fr: Locrien
mk: Локријанска
ru: Локрийский
sr: Локријски

source: Melodic Minor
fr: Mineur mélodique
mk: Мелодична молска
ru: Мелодический минор
sr: Мелодски мол

source: Harmonic Minor
fr: Mineure harmonique
mk: Хармонична молска
ru: Гармонический минор
sr: Хармонски мол

source: Whole Tone
fr: Ton entier
mk: Целотонална (целостепена)
ru: Целый тон
sr: Целотонски

source: Major Pentatonic
fr: Pentatonique majeure
mk: Дурска пентатоника
ru: Мажорная пентатоника
sr: Дурска пентатоника

source: Minor Pentatonic
fr: Pentatonique mineure
mk: Молска пентатоника
ru: Минорная пентатоника
sr: Молска пентатоника

source: Octatonic Half Whole
fr: Octatonique demi-entière
mk: Октатоника полу-цела
ru: Уменьшенный лад (полутон-тон)
sr: Октатонска полустепена целостепена

source: Octatonic Whole Half
fr: Octatonique demi-entière
mk: Октатоника цела-пола
ru: Уменьшенный лад (тон-полутон)
sr: Октатонска целостепена полустепена

source: Acoustic
fr: Acoustique
mk: Акустична
ru: Акустический
sr: Акустични

source: Harmonic Major
fr: Mineure harmonique
mk: Хармонична дурска
ru: Гармонический мажор
sr: Хармонски дур

source: Phrygian Dominant
fr: Dominante phrygienne
mk: Фригиска доминанта
ru: Фригийская доминанта
sr: Фригијски доминантни

source: Major Locrian
fr: Locrien majeur
mk: Дурска локријска
sr: Дурски локријски

source: Algerian
fr: Algérien
mk: Алжирска
ru: Алжирский
sr: Алжирски

source: Augmented
fr: Augmenté
mk: Повишена
ru: Дополненный
sr: Увећани

source: Double Harmonic
fr: Double Harmonique
mk: Двојна хармонична
ru: Двойная гармоника
sr: Двоструки хармонски

source: Chinese
fr: Chinois
mk: Кинеска
ru: Китайский
sr: Кинески

source: Diminished
fr: Diminué
mk: Спуштена
sr: Умањени

source: Dominant Diminished
fr: Dominante diminuée
mk: Спуштена доминанта
sr: Доминантни умањени

source: Egyptian
fr: Égyptienne
mk: Египетска
ru: Египетский
sr: Египатски

source: Eight Tone Spanish
fr: Espagnol à huit tons
mk: Шпанска осумтонска
sr: Осмотонски шпански

source: Enigmatic
fr: Enigmatique
mk: Енигматична
sr: Енигматски

source: Geez
fr: Ouah
mk: Гез (Етиопска)
sr: Гез

source: Hindu
fr: Hindou
mk: Хинду
sr: Хинду

source: Hungarian Gypsy
fr: Gitan hongrois
mk: Унгарска циганска
sr: Мађарски цигански

source: Neapolitan Major
fr: Napolitain majeur
mk: Наполитанска дурска
ru: Неаполитанский мажор
sr: Неапољски дур

source: Neapolitan Minor
fr: Napolitain mineur
mk: Наполитанска молска
ru: Неаполитанский минор
sr: Неапољски мол

source: Romanian Minor
fr: Roumain mineur
mk: Романска молска
ru: Румынский минор
sr: Румунски мол

source: Altered
fr: Altéré
mk: Изменета
sr: Алтеровани

source: Yo
fr: Hé
mk: Јо
ru: Йо
sr: Јо

source: Bebop Locrian
fr: Bebop locrien
mk: Бебоп локриска
ru: Локрийский бибоп
sr: Бибоп локријски

source: Bebop Major
fr: Bebop mineur
mk: Бебоп дурска
ru: Бибоп мажор
sr: Бибоп дур

source: Super Locrian
fr: Super locrien
mk: Супер локриска
ru: Суперлокрийский
sr: Супер локријски

source: Enigmatic Minor
fr: Mineure énigmatique
mk: Енигматска молска
sr: Енигматски мол

source: Hungarian Minor
fr: hongroise mineure
mk: Унгарска молска
sr: Мађарски мол

source: Persian
fr: Perse
mk: Персиска
sr: Персијски

source: Prometheus
fr: Prométhée
mk: Прометеј
sr: Прометеј

source: Prometheus Neapolitan
fr: Prométhée napolitain
mk: Прометеј наполитанска
sr: Прометеј неапољски

source: Prometheus Liszt
fr: Prométhée Liszt
mk: Прометеј Лист
sr: Прометеј Лист

source: Balinese
fr: Balinais
mk: Балинезиска
sr: Балијски

source: Japanese 1
fr: Japonais 1
mk: Јапонска 1
sr: Јапански 1

source: Japanese 2
fr: Japonais 2
mk: Јапонска 2
sr: Јапански 2

source: Linear
fr: Linéaire
mk: Линеарен
ru: Линейный
sr: Линеарно

source: Square Root
fr: Racine carrée
mk: Квадратен корен
ru: Квадратный корень
sr: Квадратни корен

source: Sine
fr: Sinusoidal
mk: Синусоиден
ru: Синус
sr: Синус

source: Exponent
fr: Exponentiel
mk: Експонент
ru: Экспонента (Exponent)
sr: Експонент

source: Pulse
fr: Pulsation
mk: Пулс
ru: Импульс (Pulse)
sr: Пулс

source: Logarithmic
fr: Logarithmique
mk: Логаритмички
ru: Логарифмический
sr: Логаритамски

source: All
fr: Tout
mk: Сите
ru: Все (All)
sr: Сви

source: Region
fr: Région
mk: Регион
ru: Область (Region)
sr: Регион

source: Midi Note
fr: Note MIDI
mk: МИДИ нота
ru: Midi нота
sr: Миди нота

source: Chord Object
fr: Objet d'accord
mk: Акордски објект
ru: Аккорд-Объект (Chord Object)
sr: Објекат акорда

source: Scale Object
fr: Objet d'échelle
mk: Скаларен објект
ru: Лад-Объект (Scale Object)
sr: Објекат скале

source: Automation Point
fr: Point d'automatisation
mk: Точка во автоматизација
ru: Точка автоматизации (Automation Point)
sr: Аутоматска тачка

source: Velocity
fr: Vélocité
mk: Гласност
ru: Громкость (Velocity)
sr: Брзина

source: MIDI learn
fr: Apprentissage MIDI
mk: МИДИ учење
ru: MIDI распознавание (MIDI learn)
sr: Миди учење

source: Cu_t
fr: Couper
mk: И_сечи
ru: Вырезать (_T)
sr: Исе_ци

source: _Copy
fr: _Copier
mk: _Копирај
ru: Kопировать (_C)
sr: _Копирај

source: _Paste
fr: _Coller
mk: _Залепи
ru: Вставить (_P)
sr: _Налепи

source: _Delete
fr: _Supprimer
mk: _Бриши
ru: Удалить (_D)
sr: _Обриши

source: Cle_ar Selection
fr: _Désélectionner
mk: _Поништи избор
ru: Очистить выделение (_A)
sr: Оч_исти избор

source: Select A_ll
fr: Tout sélectionner
mk: Одбери _сѐ
ru: Выделить все (_A)
sr: Изабери с_ве

source: Duplicate
fr: Dupliquer
mk: Удвои
ru: Дублировать (Duplicate)
sr: Дуплирај

source: Mute
fr: Muet
mk: Занеми звук
ru: Заглушить (Mute)
sr: Утишај

source: Unmute
fr: Désilencer
mk: Однеми (реактивирај) звук
ru: Включить звук (Unmute)
sr: Уклони утишавање

source: High
fr: Haut
mk: Високо
ru: Высокий (High)
sr: Високо

source: Low
fr: Bas
mk: Ниско
ru: Низкий (Low)
sr: Ниско

source: Ultra Low
fr: Ultra bas
mk: Суперниско
ru: Ультранизкий (Ultra Low)
sr: Ултра ниско

source: Failed to create backup directory %s
fr: Échec de la création du répertoire de sauvegarde %s
mk: Неуспешно создадена сигурносна папка %s

source: Unable to read file at %s
fr: Échec de lire le fichier à %s
mk: Неможност да се прочита датотеката при %s
sr: Не могу да прочитам фајл на %s

source: Failed to decompress project file at %s
fr: Échec de la décompression du fichier du projet à %s
mk: Неможност да се декомпримира проектната датотека при %s
sr: Неуспешно декомпресовање пројектног фајла на %s

source: Failed to save project
fr: Échec de la sauvegarde du projet
mk: Неможност да се зачува проектот
ru: Не удалось сохранить проект

source: Failed to serialize project
fr: Échec de la sérialisation du projet

source: Failed to compress project file
fr: Échec de la compression du fichier-projet
mk: Неможност да се декомпримира проектната датотека
ru: Не удалось сжать файл проекта
sr: Неуспешно компресовање пројектног фајла

source: Backup saved.
fr: Sauvegarde sauvegardée.
mk: Сигурносната копија е зачувана.
ru: Резервная копия сохранена.
sr: Резервна копија сачувана.

source: Project saved.
fr: Projet sauvegardé.
mk: Проектот е зачуван.
ru: Проект сохранен.
sr: Пројекат сачуван.

source: Failed to write audio pool to disk
fr: Échec de l'écriture du pool audio sur le disque
mk: Неможност да се зачува аудио содржината на диск

source: Failed to clone project
fr: Échec de clonage du projet
mk: Неможност да се клонира проектот
ru: Не удалось клонировать проект

source: Error - Backtrace:
fr: Erreur - Backtrace :
mk: Грешка - Извештај:
ru: Ошибка - Откат:
sr: Грешка - Повратни траг:

source: Error: %s - Backtrace:
fr: Erreur : %s - Backtrace :
mk: Грешка: %s - Извештај:
ru: Ошибка: %s - Откат:
sr: Грешка: %s - Повратни траг:

source: %s has crashed.
fr: %s a planté.
mk: %s се сруши.
ru: %s потерпел фатальный сбой.
sr: %s је пао.

source: Failed fetching the latest release version
fr: Échec de la récupération de la dernière version

source: Changelog
fr: Notes de version

source: Running %s version <b>%s</b>%s%s
fr: Version %s exécutée <b>%s</b>%s%s
mk: Подигната е %s верзија <b>%s</b>%s%s
ru: Осуществляется работа %s версии <b>%s</b>%s%s
sr: Покреће се %s верзија <b>%s</b>%s%s

source: New Zrythm Version
fr: Nouvelle version de Zrythm

source: A new version of Zrythm has been released: <b>%s</b> Your current version is %s
fr: Une nouvelle version de Zrythm a été publiée : <b>%s</b> Votre version actuelle est %s
mk: Нова верзија на Zrythm е објавена: <b>%s</b> Твојата сегашна верзија е %s
ru: Выпущена новая версия Zrythm: <b>%s</b> Ваша текущая версия %s
sr: Објављена је нова верзија Zrythm-а: <b>%s</b> Ваша тренутна верзија је %s

source: Setting up main window
fr: Configuration de la fenêtre principale
mk: Нагодувања на главниот прозорец
ru: Установка главного окна

source: No Project Selected
fr: Aucun projet sélectionné

source: No project has been selected or project failed to load. %s will now close.
fr: Aucun projet n'a été sélectionné ou échec de l'ouverture du projet. %s va maintenant se fermer.
mk: Не беше одбран проект или проектот не успеа при вчитување. %s сега ќе се затвори.
ru: Проект не был выбран или его не удалось загрузить. %s будет закрыт.

source: Loading project
fr: Chargement du projet
mk: Вчитување на проект
ru: Загрузка проекта

source: Initializing settings
fr: Initialisation des paramètres
mk: Нагодувања при подигнување
ru: Инициализация настроек
sr: Иницијализација подешавања

source: Initializing %s directories
fr: Initialisation des répertoires de %s
mk: Подигнување на папките %s
ru: Инициализация %s каталогов
sr: Иницијализација %s директоријума

source: Initializing logging system
fr: Initialisation du système d'identification
mk: Подигнување на системот за запис
ru: Инициализация системы протоколирования
sr: Иницијализација система за логовање

source: Initializing caches
fr: Initialisation des caches
mk: Подигнување на привремената меморија
ru: Инициализация кэшей
sr: Иницијализација кешова

source: Initializing file manager
fr: Initialisation du gestionnaire de fichiers
mk: Подигнување на управувачот со датотеки
ru: Инициализация файлового менеджера
sr: Иницијализација менаџера фајлова

source: Scanning plugins
fr: Scan des greffons
mk: Сканирање на приклучоци
ru: Сканирование плагинов

source: Waiting for project
fr: En attente du projet
mk: Чекам проект
ru: Ожидание проекта

source: Icon Theme Not Found
fr: Thème d'icônes non trouvé

source: Your user does not have enough privileges to allow %s to lock unlimited memory. This may cause audio dropouts. Please refer to the 'Getting Started' section in the user manual for details.
fr: Votre utilisateur ne dispose pas de suffisamment de privilèges pour permettre à %s de verrouiller une mémoire illimitée. Cela peut entraîner des pertes audio. Veuillez vous référer à la section 'Getting Started' du manuel d'utilisation pour plus de détails.
mk: Твојот корисник нема дозвола за да приушти на %s да заклучи неограничена меморија. Ова може да предизвика недочитување на аудиото. Ве молиме одете кон 'Започнувајќи' ('Getting Started') главата во корисничкото упатство за повеќе детали.
sr: Ваш корисник нема довољно привилегија да дозволи %s да закључа неограничену меморију. Ово може изазвати прекиде у звуку. Погледајте одељак 'Почетак' у корисничком приручнику за детаље.

source: Could not get system memory lock limit (%s)
fr: Impossible d'obtenir la limite de verrouillage de la mémoire du système (%s)
mk: Не може да се прибави системската граница за заклучување на меморија (%s)
sr: Нисам могао да добијем системско ограничење закључавања меморије (%s)

source: Cannot lock down memory: %s
fr: Impossible de verrouiller la mémoire : %s
mk: Не може да се заклучи меморијата: %s
sr: Не могу да закључам меморију: %s

source: %s-%s %s %s comes with ABSOLUTELY NO WARRANTY! This is free software, and you are welcome to redistribute it under certain conditions. See the file 'COPYING' for details. Write comments and bugs to %s Support this project at https://liberapay.com/Zrythm
fr: %s-%s %s %s est fourni SANS AUCUNE GARANTIE ! Ceci est un logiciel libre, et vous pouvez le redistribuer sous certaines conditions. Consultez le fichier `COPYING' pour les détails. Écrivez des commentaires et reportez des bogues à %s Pour supporter ce projet : https://liberapay.com/Zrythm
mk: %s-%s %s %s доаѓа со АПСОЛУТНО НИКАКВА ГАРАНЦИЈА! Ова е слободна програма, и сте добредојдени да го прерасподелувате под одредени услови. Види ја датотеката 'COPYING' за повеќе детали. Прати коментари и грешки на %s Поддржи го овој проект на https://liberapay.com/Zrythm
ru: %s-%s %s %s поставляется АБСОЛЮТНО БЕЗ КАКОЙ-ЛИБО ГАРАНТИИ! Это свободное программное обеспечение, и вы можете распространять его при определенных условиях. Подробности смотрите в файле `COPYING'. Пишите комментарии и ошибки по адресу %s Поддержите этот проект на https://liberapay.com/Zrythm
sr: %s-%s %s %s долази са АПСОЛУТНО НИКАКВОМ ГАРАНЦИЈОМ! Ово је бесплатан софтвер, и можете га слободно дистрибуирати под одређеним условима. Погледајте фајл 'COPYING' за детаље. Пишите коментаре и грешке на %s Подржите овај пројекат на https://liberapay.com/Zrythm

source: File %s not found.
fr: Fichier %s non trouvé.
ru: Файл %s не найден.

source: An output file was not specified. Please pass one with `--output=FILE`.
fr: Aucun fichier de sortie n'a été spécifié. Veuillez en spécifier un avec `--output=FICHIER`.
mk: Не е одредена излезна датотека. Ве молиме одредете таква со '--output=ИМЕ_НА_ДАТОТЕКА'.
ru: Выходной файл не был указан. Пожалуйста, передайте его при помощи `--output=FILE`.
sr: Излазни фајл није наведен. Молимо вас да га наведете са `--output=FILE`.

source: Project failed to decompress: %s
fr: Échec de la décompression du projet : %s
ru: Проект не удалось распаковать: %s

source: Unknown operation
fr: Option inconnue
ru: Неизвестная операция

source: libguile is required for this option
fr: libguile est requise pour cette option
mk: За таа опција е потребен libguile
ru: Для этой опции требуется libguile
sr: libguile је потребан за ову опцију

source: Print version information
fr: Afficher les infos de version
mk: Прикажи информација за верзијата
ru: Отобразить информацию о версии
sr: Испиши информације о верзији

source: Convert ZPJ-FILE to YAML
fr: Convertir FICHIER-ZPJ en YAML
ru: Преобразование ZPJ-FILE в YAML

source: Convert YAML-PROJECT-FILE to the .zpj format
fr: Convertir YAML-PROJET-FICHIER au format .zpj
ru: Преобразование YAML-PROJECT-FILE в формат .zpj

source: Generate a project from SCRIPT-FILE
fr: Générer un projet à partir de SCRIPT-FICHIER
mk: Создади проект од SCRIPT-FILE
ru: Создание проекта из SCRIPT-FILE
sr: Генериши пројекат из SCRIPT-FILE

source: Print output in user-friendly way
fr: Afficher la sortie d'une manière plus conviviale
mk: Прикажи го излезот на корисничко-пријатен формат
ru: Отобразить вывод в удобным для пользователя формате
sr: Испиши излаз на кориснички пријатељски начин

source: Print current settings
fr: Afficher les paramètres courants
mk: Прикажи ги сегашните нагодувања
ru: Отобразить текущие настройки
sr: Испиши тренутна подешавања

source: Reset to factory settings
fr: Réinitialisation aux paramètres d'usine
mk: Врати на фабрички поставки
ru: Сброс до заводских настроек
sr: Ресетуј на фабричка подешавања

source: Override the audio backend to use
fr: Forcer le dorsal audio à utiliser
mk: Преиначи го позадинскиот аудио систем кој се користи
ru: Переопределить используемый аудио бэкенд
sr: Замени аудио позадину за коришћење

source: Override the MIDI backend to use
fr: Forcer le dorsal MIDI à utiliser
mk: Преиначи го позадинскиот МИДИ систем кој се користи
ru: Переопределить используемый MIDI бэкенд
sr: Замени MIDI позадину за коришћење

source: Shorthand for --midi-backend=none --audio-backend=none
fr: Abréviation de --midi-backend=none --audio-backend=none
mk: Кратенка за --midi-backend=none --audio-backend=none
ru: Алиас для --midi-backend=none --audio-backend=none
sr: Скратити за --midi-backend=none --audio-backend=none

source: [PROJECT-FILE]
fr: [FICHIER-PROJET]
ru: [ФАЙЛ ПРОЕКТА]

source: Examples: --zpj-to-yaml a.zpj > b.yaml Convert a a.zpj to YAML and save to b.yaml --gen-project a.scm -o myproject Generate myproject from a.scm -p --pretty Pretty-print current settings Please report issues to %s
fr: Exemples : --zpj-to-yaml a.zpj > b.yaml Convertir un a.zpj en YAML et sauvegarder sous b.yaml --gen-projet a.scm -o monprojet Générer monprojet à partir de a.scm -p --pretty Affichage agréable des paramètres actuels Veuillez signaler les problèmes à %s
ru: Примеры: --zpj-to-yaml a.zpj > b.yaml Сконвертируйте a.zpj в YAML и сохраните в b.yaml. --gen-project a.scm -o myproject Сгенерируйте myproject из a.scm -p --pretty За"Pretty-print"ите текущие настройки Пожалуйста, сообщайте о проблемах в %s

source: Run %s, optionally passing a project file.
fr: Exécuter %s, en passant éventuellement un fichier de projet.
mk: Покрени го %s, опционално приложи и проектна датотека.
ru: Запустить %s, опционально передав файл проекта.
sr: Покрени %s, опционално додајући пројектни фајл.

source: This version of Zrythm does not support creating more than %d tracks.
fr: Cette version de Zrythm ne permet pas de créer plus de %d pistes.
mk: Оваа верзија на Zrythm не поддржува создавање на повеќе од %d ленти.
ru: Эта версия Zrythm не поддерживает создание более чем %d треков.

source: Insert silence
fr: Inserer un silence
mk: Внеси тишина
ru: Вставить тишину
sr: Убаци тишину

source: Delete range
fr: Supprimer l'intervalle
mk: Избриши го размерот
ru: Удалить диапазон
sr: Обриши опсег

source: Failed to undo action
fr: Échec de l'annulation de l'action
mk: Неуспешно поништена акција
ru: Не удалось отменить действие
sr: Неуспешно поништавање акције

source: Failed to redo action
fr: Impossible de refaire l'action
mk: Неуспешно повторена акција
ru: Не удалось повторить действие
sr: Неуспешно понављање акције

source: Failed to perform action
fr: Échec de l'exécution de l'action
mk: Неуспешно изведена акција
ru: Не удалось выполнить действие
sr: Неуспешно извршавање акције

source: Change chords
fr: Modifier les accords
mk: Промени акорди
ru: Изменить аккорды
sr: Промени акорде

source: Connect ports
fr: Connecter les ports
mk: Поврзи порти
ru: Подключить порты
sr: Повежи портове

source: Disconnect ports
fr: Déconnecte les ports
mk: Одврзи порти
ru: Отключить порты
sr: Искључи портове

source: Enable port connection
fr: Activer la connexion du port
mk: Овозможи портова врска
ru: Активировать портовое соединение
sr: Омогући повезивање порта

source: Disable port connection
fr: Désactiver la connexion du port
mk: Оневозможи портова врска
ru: Деактивировать портовое соединение
sr: Онемогући повезивање порта

source: Change port connection
fr: Modifier la connexion du port
mk: Промени портова врска
ru: Изменить портовое соединение
sr: Промени повезивање порта

source: MIDI mapping enable
fr: Active le mappage MIDI
mk: Овозможи МИДИ мапирање
ru: Включить привязку MIDI
sr: Омогући MIDI мапирање

source: MIDI mapping disable
fr: Désactive le mappage MIDI
mk: Оневозможи МИДИ мапирање
ru: Отключить привязку MIDI
sr: Онемогући MIDI мапирање

source: MIDI mapping bind
fr: Lier du mappage MIDI
mk: Врзи МИДИ мапирање
ru: Связать привязку MIDI
sr: Вежи MIDI мапирање

source: MIDI mapping unbind
fr: Délier du mappage MIDI
mk: Одврзи МИДИ мапирање
ru: Отвязать привязку MIDI
sr: Развежи MIDI мапирање
