Repository: ToddAWalter/zrythm
Catalog: po/*.po
Languages: fr, mk, ru, sr

source: Fader
fr: Chariot
mk: Потенциометар
ru: Фейдер (Fader)
sr: Фејдер

source: The project contains unsaved changes. If you quit without saving, unsaved changes will be lost.
fr: Le projet contient des modifications non sauvegardées. Si vous quittez sans sauvegarder, les modifications non sauvegardées seront perdues.

source: Startup Error
fr: Erreur de Démarrage

source: Preferences
fr: Préférences
mk: Поставки
ru: Настройки
sr: Преференце

source: Log viewer
fr: Afficheur d'événement
mk: Прегледник на записник
ru: Просмотр логов (Log Viewer)

source: Scripting interface
fr: Interface de scriptage
mk: Околина за скриптирање
ru: Интерфейс скриптов (Scripting Interface)

source: Monitor Section
fr: Section moniteur
mk: Оддел на монитори
sr: Секција за мониторинг

source: About %s
fr: À propos %s
mk: За %s
ru: О программе %s

source: All preferences have been successfully reset to initial values
fr: Toutes les préférences ont été réinitialisées aux valeurs initiales avec succès
mk: Сите поставки се успешно вратени на почетните вредности
sr: Све преференце су успешно ресетоване на почетне вредности

source: Reset Settings?
fr: Réinitialiser les paramètres?

source: This will reset Zrythm to factory settings. <b>You will lose all your preferences</b>.
fr: Ceci réinitialisera Zrythm aux réglages d'usine. <b>Vous perdrez toutes vos préférences</b>.

source: _Reset
fr: _Réinitialiser
mk: _Врати одново
sr: _Ресетуј

source: Select a folder
fr: Sélectionner un dossier
mk: Одбери папка
ru: Выберите папку
sr: Изабери фасциклу

source: Select a file
fr: Sélectionner un fichier
mk: Одбери датотека
ru: Выберите файл
sr: Изабери фајл

source: Other
fr: Autre
mk: Останато
sr: Остало

source: Reset all preferences to initial values.
fr: Réinitialisation de toutes les préférences aux valeurs initiales.
mk: Врати ги сите поставки на почетните вредности.
sr: Ресетуј све преференце на почетне вредности.

source: Some changes will only take effect after you restart %s
fr: Certains changements ne prendront effet qu'après un redémarrage de %s
mk: Некои промени ќе настанат само одкога ќе го рестартираш %s
ru: Некоторые изменения вступят в силу только после перезапуска %s
sr: Неке промене ће ступити на снагу тек након што поново покренете %s

source: About Zrythm
fr: À propos de Zrythm
mk: За Zrythm
ru: Про Zrythm

source: Chat (Matrix)
fr: Tchat (Matrix)
mk: Муабет (Матрикс)
ru: Чат (в Matrix)

source: Manual
fr: Manuel
mk: Упатство
ru: Руководство (Manual)

source: Keyboard Shortcuts
fr: Raccourcis clavier
mk: Тастатурни кратенки
ru: Горячие клавиши (Keyboard Shortcuts)

source: Donate
fr: Faire un don
mk: Донирај
ru: Пожертвовать

source: Report a Bug
fr: Rapporter un bogue
mk: Пријави грешка
ru: Сообщить об ошибке (Report a Bug)

source: Failed to move or copy track(s)
fr: Échec du déplacement ou de la copie de piste(s)
mk: Неуспешно преместување или копирање ленти
ru: Не удалось переместить или скопировать трек(и)
sr: Неуспело премештање или копирање траке(а)

source: Engine
fr: Moteur
mk: Аудио систем
ru: Движок (Engine)
sr: Енджин

source: Name
fr: Nom
mk: Име
ru: Имя
sr: Име

source: Start
fr: Départ
mk: Почеток
ru: Старт
sr: Почетак

source: Clip start
fr: Début du clip
mk: Почеток на исечок
ru: Начало клипа (Clip start)
sr: Почетак клипа

source: Loop start
fr: Début de boucle
mk: Почеток на јамка
ru: Начало петли (Loop start)
sr: Почетак петље

source: Loop end
fr: Fin de boucle
mk: Крај на јамка
ru: Конец петли (Loop end)
sr: Крај петље

source: Fade in
fr: Fondu à l'ouverture
mk: Појачување
sr: Постепено појачавање

source: Fade out
fr: Fondu à la fermeture
mk: Стишување
sr: Постепено смањивање

source: End
fr: Fin
mk: Крај
ru: Конец
sr: Крај

source: Pitch
fr: Hauteur
mk: Висина (тон)
ru: Тон (Pitch)
sr: Висина тона

source: Value
fr: Valeur
mk: Вредност
ru: Значение (Value)
sr: Вредност

source: Curve type
fr: Type de courbe
mk: Вид на кривула
sr: Тип криве

source: Curviness
fr: Courbure
mk: Искривеност
ru: Кривизна (Curviness)
sr: Закривљеност

source: Autoplay
fr: Lecture automatique
mk: Автоматско пуштање
ru: Автовоспроизведение (Autoplay)
sr: Аутоматска репродукција

source: Show unsupported files
fr: Afficher les fichiers non pris en charge
mk: Покажи неподдржани датотеки
ru: Показывать не поддерживаемые файлы
sr: Прикажи неподржане фајлове

source: Show hidden files
fr: Afficher les fichiers cachés
mk: Покажи скриени датотеки
ru: Показать скрытые файлы
sr: Прикажи скривене фајлове

source: Time Signature - Beats per bar / Beat unit
fr: Signature temporelle - Battements par barre / unité de battement
mk: Временски запис - Удари по целина / Ударна единица
ru: Размер - Долей в такте / Длительность доли
sr: Метричка подела - Удари по такту / Јединица такта

source: Failed to change time signature
fr: Échec de la modification de la signature temporelle
mk: Неуспешна промена на временскиот запис
ru: Не удалось изменить размер
sr: Неуспела промена метричке поделе

source: No file selected
fr: Aucun fichier sélectionné
mk: Не е избрана ниту една датотека
ru: Файл не выбран (No file selected)
sr: Није изабран фајл

source: Search...
fr: Rechercher...
mk: Пребарај...
ru: Поиск...
sr: Претрага...

source: Failed to import files
fr: Échec de l'importation des fichiers
mk: Неуспешен внес на датотеки

source: Failed to move or copy plugin
fr: Échec du déplacement ou de la copie du greffon
mk: Неуспешно преместување или копирање на приклучок
ru: Не удалось переместить или скопировать плагин
sr: Неуспело премештање или копирање додатка

source: Failed to move or copy track
fr: Échec du déplacement ou de la copie de la piste
mk: Неуспешно преместување или копирање на лента
ru: Не удалось переместить или скопировать трек
sr: Неуспело премештање или копирање траке

source: Hide instrument UI
fr: Cacher l'interface utilisateur de l'instrument
mk: Скриј го лицето на инструментот
ru: Скрыть интерфейс инструмента
sr: Сакриј UI инструмента

source: Show instrument UI
fr: Afficher l'interface utilisateur de l'instrument
mk: Покажи го лицето на инструментот
ru: Показать интерфейс инструмента
sr: Прикажи UI инструмента

source: Unlisten
fr: Désécouter
mk: Одслушај
ru: Снять прослушивание (Unlisten)
sr: Искључи слушање

source: Listen
fr: Écouter
mk: Преслушај
ru: Прослушать (Listen)
sr: Укључи слушање

source: Mono compatibility
fr: Compatibilité mono
mk: Моно соодветност
ru: Моно режим (Mono compatibility)
sr: Моно компатибилност

source: Swap phase
fr: Phase d'échange
mk: Замени фаза

source: Disarm
fr: Désarmer
mk: Прекини снимање
ru: Не записывать
sr: Искључи снимање

source: Arm for recording
fr: Armer pour enregistrement
mk: Спреми за снимање
ru: Записывать
sr: Укључи за снимање

source: Hide lanes
fr: Cacher les lignes
mk: Скриј патеки
ru: Скрыть полосы
sr: Сакриј стране

source: Show lanes
fr: Afficher les lignes
mk: Покажи патеки
ru: Показать полосы
sr: Прикажи стране

source: Change automatable
fr: Changement automatisable

source: Hide automation
fr: Cacher l'automatisation
mk: Скриј автомација
ru: Скрыть автоматизацию
sr: Сакриј аутоматизацију

source: Show automation
fr: Afficher les lignes d'automatisation
mk: Покажи автомација
ru: Показать автоматизацию
sr: Прикажи аутоматизацију

source: Add
fr: Ajouter
mk: Додај
ru: Добавить
sr: Додај

source: Remove
fr: Supprimer
mk: Одстрани
ru: Убрать
sr: Уклони

source: Freeze/unfreeze
fr: Geler/dégeler
mk: Замрзни / одмрзни
ru: Заморозить/разморозить
sr: Замрзни/одмрзни

source: Lock/unlock
fr: Verrouiller/déverrouiller
mk: Заклучи / одклучи
ru: Заблокировать/разблокировать
sr: Закључај/откључај

source: Fold
fr: Enrouler
mk: Склопи
ru: Свернуть (Fold)
sr: Преклопи

source: Unfold
fr: Dérouler
mk: Расклопи
ru: Развернуть (Unfold)
sr: Отклопи

source: Marker name
fr: Nom du marqueur
mk: Име на покажувач
ru: Имя маркера
sr: Име маркера

source: _Delete Track
fr: _Supprimer la piste
mk: Из_бриши лента
ru: _Удалить Трек
sr: _Обриши траку

source: _Delete Tracks
fr: _Supprimer les pistes
mk: Из_бриши ленти
ru: _Удалить треки
sr: _Обриши траке

source: _Duplicate Track
fr: _Copier la Piste
mk: _Дуплирај лента
ru: _Дублировать Трек

source: _Duplicate Tracks
fr: _Copier les pistes
mk: _Дуплирај ленти
ru: _Дублировать Треки

source: Add Region
fr: Ajouter une région
mk: Додај регион
ru: Добавить область
sr: Додај регион

source: Hide Track
fr: Cacher la piste
mk: Скриј лента
ru: Скрыть Трек
sr: Сакриј траку

source: Hide Tracks
fr: Cacher les pistes
mk: Скриј ленти
ru: Скрыть Треки
sr: Сакриј траке

source: Pin/Unpin Track
fr: Attacher/détacher la piste
mk: Прикачи / одкачи лента
ru: За/Открепить Трек
sr: Закачи/Откачи траку

source: Pin/Unpin Tracks
fr: Attacher/détacher les pistes
mk: Прикачи / одкачи ленти
ru: За/Открепить Треки
sr: Закачи/Откачи траке

source: Change color...
fr: Modifier la couleur...
mk: Смени боја...
ru: Изменить цвет...

source: Rename...
fr: Renommer...
mk: Преименувај...
ru: Переименовать...

source: Edit
fr: Éditer
mk: Уреди
ru: Правка
sr: Уреди

source: Append Track Objects to Selection
fr: Ajouter des objets de piste à la sélection

source: Append Lane Objects to Selection
fr: Ajouter des objets de ligne à la sélection

source: Append Lane Automation Regions to Selection
fr: Ajouter les régions d'automatisation des lignes à la sélection

source: Selection
fr: Sélection
mk: Избор
sr: Избор

source: Quick bounce
fr: Conversion audio rapide
mk: Брзо уснимување
ru: Быстро отрендерить (Quick bounce)
sr: Брзо бацање

source: Bounce...
fr: Conversion audio...
mk: Усними...
ru: Отрендерить...
sr: Бацање...

source: Bounce
fr: Gel audio
mk: Усними
ru: Рендер
sr: Бацање

source: Unsolo
fr: Enlever le solo
mk: Одсолирај
ru: Деизолировать (Unsolo)

source: New direct out
fr: Nouvelle sortie directe
mk: Нов непосреден излез
sr: Нови директни излаз

source: Route Target
fr: Cible de routage
mk: Мета на насочување

source: Direct Output
fr: Sortie directe
mk: Непосреден излез

source: Channel
fr: Canal
mk: Канал
ru: Канал
sr: Канал

source: Disable
fr: Désactiver
mk: Оневозможи
ru: Отключить
sr: Онемогући

source: Enable
fr: Activer
mk: Овозможи
ru: Включить
sr: Омогући

source: Rename lane...
fr: Renommer la piste...
mk: Преименувај патека...
ru: Переименуйте полосу...
sr: Преименуј страну...

source: Passthrough input
fr: Entrée de traversement
mk: Влез кој преминува
ru: Сквозной вход (Passthrough input)
sr: Пролазни улаз

source: MIDI Channel %d
fr: Canal MIDI%d
mk: МИДИ канал %d
ru: MIDI канал %d
sr: MIDI канал %d

source: Track MIDI Channel
fr: Canal MIDI de la piste
mk: Лентов МИДИ канал
sr: MIDI канал траке

source: Lane MIDI Channel
fr: Canal MIDI de la ligne
mk: Патечен МИДИ канал
sr: MIDI канал стране

source: Piano Roll
fr: Rouleau de piano
mk: Нотен запис (пиано ролна)
sr: Пијано рол

source: Show used lanes
fr: Afficher les lignes utilisées
mk: Прикажи искористени патеки

source: Hide unused lanes
fr: Cacher les lignes inutilisées
mk: Скриј неискористени патеки

source: Operation not implemented
fr: Opération non-implémentée
mk: Операцијата не е применета

source: No inputs
fr: Pas d'entrée
mk: Нема влезови
ru: Нет входных данных
sr: Нема улаза

source: Add track
fr: Ajouter une piste
mk: Додај лента
sr: Додај траку

source: Curve algorithm
fr: Algorithme de panoramique
mk: Алгоритам на кривула
ru: Алгоритм кривых (Curve algorithm)
sr: Крива алгоритам

source: Load Preset
fr: Charger un préréglage
mk: Вчитај местенка
ru: Загрузить пресет
sr: Учитај пресет

source: _Load
fr: _Charger
mk: _Вчитај
ru: Загрузить (_L)
sr: _Учитај

source: Failed to apply preset
fr: Échec de l'application du préréglage
mk: Неуспешна примена на местенка
ru: Не удалось применить пресет
sr: Неуспешно примењивање пресета

source: Plugin Properties
fr: Propriétés de greffon
mk: Својства на приклучокот
ru: Свойства плагина (Plugin Properties)
sr: Својства додатка

source: Banks
fr: Banque de Pré-réglages
mk: Колекции
ru: Банки
sr: Банке

source: Presets
fr: Pré-réglages
mk: Местенки
ru: Пресеты
sr: Пресети

source: Save
fr: Sauvegarder
mk: Зачувај
ru: Сохранить
sr: Сачувај

source: Save preset
fr: Sauvegarder le Pré-réglage
mk: Зачувај местенка
ru: Сохранить пресет
sr: Сачувај пресет

source: Load
fr: Charger
mk: Вчитај
ru: Открыть
sr: Учитај

source: Load preset
fr: Charger un pré-réglage
mk: Вчитај местенка
ru: Загрузить пресет
sr: Учитај пресет

source: Create Object
fr: Créer un objet
mk: Создај објект

source: Create
fr: Créer
mk: Создај

source: Failed to move selection
fr: Échec du déplacement de la sélection
mk: Неуспешно преместување на избраното
ru: Не удалось переместить выделенное
sr: Неуспешно померање селекције

source: Failed to move chords
fr: Impossible de déplacer des accords
mk: Неуспешно преместување на акорди
ru: Не удалось переместить аккорды
sr: Неуспешно померање акорда

source: Failed to create region
fr: Échec de la création d'une région
mk: Неуспешно создавање на регион

source: Automation value
fr: Valeur d'automatisation
mk: Автомациона вредност

source: Cannot resize because the selection contains objects without length
fr: Impossible de redimensionner car la sélection contient des objets sans longueur
mk: Не може да се провеличи бидејќи избраното содржи објекти кои немаат величина
ru: Невозможно изменить размер, поскольку выделение содержит объекты без длины
sr: Не може се променити величина јер селекција садржи објекте без дужине

source: Cannot resize because the selection contains a mix of looped and unloopable objects
fr: Impossible de redimensionner car la sélection contient un mélange d'objets bouclés et non bouclés
mk: Не може да се провеличи бидејќи избраното содржи мешавина од јамчести и нејамчести објекти
ru: Невозможно изменить размер, поскольку выделение содержит смесь зацикленных и незацикляемых объектов
sr: Не може се променити величина јер селекција садржи мешавину петљаних и непетљаних објеката

source: Failed to delete selection
fr: Échec de la suppression de la sélection
mk: Неуспешно бришење на избраното
ru: Не удалось удалить выделенное
sr: Неуспешно брисање селекције

source: Failed to edit selection
fr: Échec de la modification de la sélection
mk: Неуспешн уредување на избраното
ru: Не удалось отредактировать выделенное
sr: Неуспешно уређивање селекције

source: Failed to move automation
fr: Échec du déplacement de l'automatisation
mk: Неуспешно преместување на автомација
ru: Не удалось переместить автоматизацию
sr: Неуспешно померање аутоматизације

source: Failed to duplicate automation
fr: Échec de la duplication de l'automatisation
mk: Неуспешна дупликација на автомација
ru: Не удалось дублировать автоматизацию
sr: Неуспешно дуплирање аутоматизације

source: Failed to create objects
fr: Échec de la création d'objets
mk: Неуспешно создавање на објекти
ru: Не удалось создать объекты
sr: Неуспешно креирање објеката

source: Failed to fill automation
fr: Échec du remplissage de l'automatisation
mk: Неуспешно пополнување на автомација
ru: Не удалось заполнить автоматизацию
sr: Неуспешно попуњавање аутоматизације

source: Failed to edit selections
fr: Échec de l'édition des sélections
mk: Неуспешно уредување на одбраното
ru: Не удалось отредактировать выделенное
sr: Неуспешно уређивање селекција

source: Failed to resize objects
fr: Échec du redimensionnement des objets
mk: Неуспешно провеличување на објекти
ru: Не удалось изменить размер объектов
sr: Неуспешно мењање величине објеката

source: Failed to move MIDI notes
fr: Échec du déplacement de notes MIDI
mk: Неуспешно преместување на МИДИ ноти
ru: Не удалось переместить MIDI ноты
sr: Неуспешно померање MIDI нота

source: Failed to duplicate MIDI notes
fr: Échec de la duplication de notes MIDI
mk: Неуспешно дуплирање на МИДИ ноти
ru: Не удалось дублировать MIDI ноты
sr: Неуспешно дуплирање MIDI нота

source: Failed to create MIDI notes
fr: Échec de la création de notes MIDI
mk: Неуспешно создавање на МИДИ ноти
ru: Не удалось создать MIDI ноты
sr: Неуспешно креирање MIDI нота

source: Failed to duplicate chords
fr: Échec de la duplication des accords
mk: Неуспешно дуплирање на акорди
ru: Не удалось дублировать аккорды
sr: Неуспешно дуплирање акорда

source: Failed resizing selection
fr: Échec du redimensionnement de la sélection
mk: Неуспешно провеличење на избраното
ru: Не удалось изменить размер выделенного
sr: Неуспешно мењање величине селекције

source: Failed to edit timeline objects
fr: Échec de l'édition des objets de la ligne temporelle
mk: Неуспешно уредување на објекти во временската линија
ru: Не удалось отредактировать объекты таймлайна
sr: Неуспешно уређивање објеката временске линије

source: Failed to resize timeline objects
fr: Échec du redimensionnement des objets de la ligne temporelle
mk: Неуспешно провеличење на објекти на временската линија
ru: Не удалось изменить размер объектов таймлайна
sr: Неуспешно мењање величине објеката временске линије

source: Failed to resize selection
fr: Échec du redimensionnement de la sélection
mk: Неуспешно провеличење на одбраното
ru: Не удалось изменить размер выделенного
sr: Неуспешно мењање величине селекције

source: Failed setting fade in position
fr: Échec de la mise en place du fondu en position
mk: Неуспешно поставување на позиција на појачување
ru: Не удалось установить фейд-ин в положение
sr: Неуспешно постављање позиције fade in-а

source: Failed resizing selections
fr: Échec du redimensionnement des sélections
mk: Неуспешно провеличење на избраното
ru: Не удалось изменить размер выделенного
sr: Неуспешно мењање величине селекција

source: Failed to move objects
fr: Échec du déplacement des objets
mk: Неуспешно преместување на објекти
ru: Не удалось переместить объекты
sr: Неуспешно померање објеката

source: Failed to link or copy selection
fr: Échec de la liaison ou de la copie de la sélection
mk: Неуспешно врзување или копирање на избраното

source: Failed to split selection
fr: Échec de la division de la sélection
mk: Неуспешна поделба на избраното
ru: Не удалось разделить выделение
sr: Неуспешно раздвајање селекције

source: %s name
fr: nom %s
mk: %s име
ru: %s имя
sr: %s име

source: Select...
fr: Sélectionner...
mk: Избери...
ru: Выбрать...
sr: Изабери...

source: Click to enable inputs
fr: Cliquer pour activer les entrées
mk: Кликни за да овозможиш влезови
ru: Нажмите, чтобы активировать входы
sr: Кликни да омогућиш улазе

source: Click to enable outputs
fr: Cliquez pour activer les sorties
mk: Кликни за да овозможиш излези
ru: Нажмите, чтобы активировать выходы
sr: Кликни да омогућиш излазе

source: Toggle Status Bar
fr: Basculer la barre d'état
mk: (Вк/иск)лучи ја статусната лента
ru: Переключить строку состояния

source: Fullscreen
fr: Plein écran
mk: На цел екран
ru: Полноэкранный режим

source: New Project
fr: Nouveau projet
mk: Нов проект
ru: Новый проект

source: Save As
fr: Sauvegarder sous
mk: Зачувај како
ru: Сохранить как

source: Export As
fr: Exporter sous
mk: Извади како
ru: Экспортировать как

source: Export Graph
fr: Exporter le graph sous
mk: Извади графикон
ru: Экспорт диаграммы (Export Graph)

source: No instrument
fr: Pas d'instrument
mk: Нема инструмент
ru: Нет инструмента
sr: Нема инструмента

source: Slot #%d
fr: Emplacement #%d
mk: Место #%d
ru: Слот #%d
sr: Слот #%d

source: Bypass
fr: Contourner
mk: Заобиколи
ru: Обход
sr: Заобиђи

source: Inspect
fr: Inspecter
mk: Прегледај
ru: Изучить
sr: Прегледај

source: Plugin
fr: Greffon
mk: Приклучок
ru: Плагин (Plugin)
sr: Додатак

source: Select
fr: Sélectionner
mk: Избери
ru: Выбрать
sr: Изабери

source: empty slot
fr: emplacement libre
mk: празно место
ru: пустой слот
sr: празан слот

source: Failed to enable connection
fr: Échec de l'activation de la connexion
mk: Неуспешно овозможување на врската
ru: Не удалось активировать подключение
sr: Неуспешно омогућавање везе

source: Failed to disconnect
fr: Échec de la déconnexion
mk: Неуспешно исклучување
ru: Не удалось отключить
sr: Неуспешно прекидање везе

source: Enable/disable connection
fr: Active/désactive la connexion
mk: Овозможи / оневозможи врска
ru: Вкл./Выкл соединение
sr: Омогући/онемогући везу

source: Delete connection
fr: Effacer la connexion
mk: Избриши врска
ru: Удалить соединение
sr: Обриши везу

source: Start on MIDI input
fr: Démarrer sur une entrée MIDI
mk: Почни при МИДИ влез
ru: Начинать при подаче MIDI сигнала (Start on MIDI input)
sr: Почни на MIDI улазу

source: Overwrite events
fr: Écraser les événements
mk: Препиши врз настани
ru: Перезаписывать события (Overwrite events)
sr: Препиши догађаје

source: Merge events
fr: Combiner les événements
mk: Спој настани
ru: Объединять события (Merge events)
sr: Споји догађаје

source: Create takes
fr: Créer des prises
mk: Направи снимки
ru: Создавать дубли (Create takes)
sr: Креирај снимке

source: Create takes (mute previous)
fr: Créer des prises (rend muettes les précédentes)
mk: Направи снимки (занеми ги предходните)
ru: Создавать дубли (и заглушать предыдущие)
sr: Креирај снимке (утишај претходне)

source: Recording mode
fr: Mode enregistrement
mk: Режим на снимање
ru: Режим записи (Recording mode)
sr: Режим снимања

source: Preroll
fr: Pré-lecture
mk: Предпочеток
ru: Предпуск (Preroll)
sr: Претходно покретање

source: Record
fr: Enregistrer
mk: Снимај
ru: Запись (Record)
sr: Сними

source: Record options
fr: Options d'enregistrement
mk: Избор при снимање
ru: Параметры записи (Record options)
sr: Опције снимања

source: Redo
fr: Refaire
mk: Повтори
ru: Повторить (Redo)
sr: Понови

source: Undo
fr: Défaire
mk: Поврати
ru: Отменить (Undo)
sr: Поништи

source: Cut
fr: Couper
mk: Исечи
ru: Вырезать (Cut)

source: Copy
fr: Copier
mk: Копирај
ru: Копировать (Copy)

source: Paste
fr: Coller
mk: Залепи
ru: Вставить (Paste)

source: Clear selection
fr: Effacer la sélection
mk: Поништи избрано
ru: Убрать выделение

source: Select all
fr: Sélectionner tout
mk: Избери сѐ
ru: Выбрать всё

source: Loop selection
fr: Sélection de la boucle
mk: Повторувај го избраното
ru: Зациклить выделенное (Loop selection)

source: Editor view
fr: Éditeur
mk: Приказ на уредувач
ru: Вид редактора
sr: Преглед уређивача

source: Mixer view
fr: Vue du Mixeur
mk: Преглед на миксета
ru: Вид микшера
sr: Преглед миксера

source: Chord pad
fr: Table d'accord
mk: Подлога за акорди
ru: Панель Аккордов (Chord Pad)
sr: Акорд пад

source: Failed to enable connection from %s to %s
fr: Échec de l'activation de la connexion de %s à %s
mk: Неуспешно овозможување на врска од %s во %s
ru: Не удалось активировать соединение от %s к %s
sr: Није успело омогућавање везе од %s до %s

source: Multiplier
fr: Mulitplier
mk: Множител
ru: Множитель (Multiplier)
sr: Мултипликатор

source: Scales
fr: Gammes
mk: Скали

source: All MIDI Inputs
fr: Toutes les entrées MIDI
mk: Сите МИДИ влезови
ru: Все входные данные MIDI
sr: Сви MIDI улази

source: All Audio Inputs
fr: Toutes les entrées audio
mk: Сите аудио влезови
ru: Все входные данные аудио
sr: Сви аудио улази

source: No left input
fr: Pas d'entrée gauche
mk: Нема лев влез
ru: Нет левого ввода
sr: Нема левог улаза

source: No right input
fr: Pas d'entrée droite
mk: Нема десен влез
ru: Нет правого ввода
sr: Нема десног улаза

source: MIDI inputs for recording
fr: Entrées MIDI pour l'enregistrement
mk: МИДИ влезови за снимање
ru: MIDI входы для записи
sr: MIDI улази за снимање

source: Audio input (%s) for recording
fr: Entrée audio (%s) pour l'enregistrement
mk: Аудио влез (%s) за снимање
ru: Аудио входы (%s) для записи
sr: Аудио улаз (%s) за снимање

source: L
fr: G
mk: Л
ru: Лево
sr: Л

source: MIDI channel to filter to
fr: Canal MIDI à filtrer vers
mk: МИДИ канал кон кој да се филтрира
ru: MIDI канал для фильтрации
sr: MIDI канал за филтрирање

source: Inputs
fr: Entrées
mk: Влезови
ru: Входы (Inputs)
sr: Улази

source: <small>%d muted</small>
fr: <small>%d silencé</small>
mk: <small>%d занемено</small>
ru: <small>%d заглушено (muted) </small>
sr: <small>%d пригушено</small>
