Repository: ToddAWalter/zrythm
Catalog: po/*.po
Languages: fr, mk, ru, sr

source: Set control value
fr: Fixe la valeur du contrôle
mk: Постави контролна вредност
ru: Задать управляющее значение
sr: Постави вредност контроле

source: Guile Disabled
fr: Guile Désactivé

source: Scripting extensibility with <a href="%s">GNU Guile</a> is not enabled in your %s installation.
fr: L'extensibilité des scripts avec <a href="%s">GNU Guile</a> n'est pas activée dans votre installation %s.
mk: Проширување со скриптирање преку <a href="%s">GNU Guile</a> не е овозможено на твојата %s инсталација.
ru: Возможность скриптинга <a href="%s">GNU Guile</a> не активирована в вашей установке %s.
sr: Проширивост скриптовања са <a href="%s">GNU Guile</a> није омогућена у вашој %s инсталацији.

source: Discard Changes?
fr: Abandonner les modifications ?

source: Any unsaved changes to the current project will be lost. Continue?
fr: Toute modification non sauvegardée du projet en cours sera perdue. Continuer ?
mk: Ќе се изгубат сите незачувани промени на сегашниот проект. Да продолжам?
ru: Любые несохраненные изменения в текущем проекте будут потеряны. Продолжить?
sr: Све несачуване промене у тренутном пројекту ће бити изгубљене. Наставити?

source: _Cancel
fr: _Annuler
mk: _Одкажи
ru: _Отменить
sr: _Откажи

source: _Discard
fr: _Rejeter

source: _Save
fr: _Sauvegarder
mk: _Зачувај
ru: _Сохранить
sr: _Сачувај

source: Failed to load project
fr: Échec de l'ouverture du projet
mk: Неуспешно вчитување на проект
ru: Не удалось загрузить проект

source: Open Project
fr: Ouvrir un projet
mk: Отвори проект
ru: Открыть проект

source: Save Changes?
fr: Sauvegarder les modifications ?

source: The project contains unsaved changes. If you proceed, any unsaved changes will be lost.
fr: Le projet contient des modifications non sauvegardées. Si vous procédez, les modifications non sauvegardées seront perdues.

source: Save Project
fr: Sauvegarder le projet
mk: Зачувај проект
ru: Сохранить проект
sr: Сачувај пројекат

source: Export routing graph
fr: Exporter le graphe du routage
mk: Извади сигнален графикон
ru: Экспортировать диаграмму маршрутизации
sr: Извези график руте

source: Dot graph
fr: Graphe en points
mk: Графикон во точки
ru: Точечная диаграмма
sr: Dot график

source: The graph will be exported to <a href="%s">%s</a> Please select a format to export as
fr: Le graphique sera exporté dans <a href="%s">%s</a> Veuillez sélectionner le format d'export
mk: Графиконот ќе се извади во <a href="%s">%s</a> Ве молиме одберете во каква форма
ru: Диаграмма будет экспортирована в формате <a href="%s">%s</a>. Пожалуйста, выберите формат для экспорта
sr: График ће бити извезен у <a href="%s">%s</a> Молимо изаберите формат за извоз

source: Graph exported
fr: Graphe exporté
mk: Графиконот беше успешно изваден
ru: Диаграмма экспортирована
sr: График извезен

source: Failed to undo
fr: Échec de l'annulation
mk: Неуспешно поништување
ru: Не удалось отменить
sr: Неуспешно поништавање

source: Failed to redo
fr: Échec de l'action refaire
mk: Неуспешно повторување
ru: Не удалось повторить
sr: Неуспешно враћање

source: Failed to delete selections
fr: Échec de la suppression des sélections
mk: Неуспешно бришење на избраните делови
ru: Не удалось удалить выделенное
sr: Неуспешно брисање селекција

source: Can't paste incompatible data
fr: Impossible de coller des données incompatibles
mk: Не може да се залепат неодговарачки податоци
ru: Невозможно вставить несовместимые данные
sr: Не могу налепити некомпатибилне податке

source: Failed to duplicate selections
fr: Échec de la duplication des sélections
mk: Неуспешно дуплирање на одбраните делови
ru: Не удалось дублировать выделенное
sr: Неуспешно дуплирање селекција

source: Failed to unbind
fr: Échec de la déliaison
mk: Неуспешно одврзување
ru: Не удалось отвязать
sr: Неуспешно одвезивање

source: Failed to quantize
fr: Échec de la quantification
mk: Неуспешно подредување (квантизација)
ru: Не удалось квантовать
sr: Неуспешно квантизовање

source: Failed to create track
fr: Échec de la création d'une piste
mk: Неуспешно создавање на лента
ru: Не удалось создать трек
sr: Није успело креирање траке

source: Failed to duplicate tracks
fr: Échec de la duplication des pistes
mk: Неуспешно дуплирање ленти
ru: Не удалось дублировать треки
sr: Неуспешно дуплирање трака

source: Failed to delete tracks
fr: Échec de la suppression des pistes
mk: Неуспешно бришење ленти
ru: Не удалось удалить треки
sr: Неуспешно брисање трака

source: Delete Tracks?
fr: Supprimer les pistes ?

source: The selected tracks contain uninstantiated plugins. Deleting them will not be undoable and the undo history will be cleared. Continue with deletion?
fr: Les pistes sélectionnées contiennent des greffons non-instanciés. Leurs suppressions ne seront pas annulable et l'historique des annulations sera effacé. Poursuivre la suppression ?
mk: Одбраните ленти содржат неиницирани приклучоци. Нивното бришење не може да се поврати, и историјата на акции ќе биде избришана. Да продолжам со бришење?
sr: Изабране траке садрже неиницијализоване додатке. Брисање њих неће бити могуће поништити и историја поништавања ће бити обрисана. Наставити са брисањем?

source: Failed to pin/unpin tracks
fr: Échec de l'épinglage/dépinglage des pistes
mk: Неуспешно закачување / одкачување на ленти
ru: Не удалось закрепить/открепить дорожки
sr: Неуспешно закачи/откачи траке

source: Failed to solo tracks
fr: Échec de la mise en solo des pistes
mk: Неуспешно солирање на ленти
ru: Не удалось изолировать треки
sr: Неуспешно соловање трака

source: Failed to unsolo tracks
fr: Échec de dé-soloïsation des pistes
mk: Неуспешно одсолирање на ленти
ru: Не удалось снять изоляцию с треков
sr: Неуспешно уклањање соловања трака

source: Failed to mute tracks
fr: Échec de la mise en sourdine des pistes
mk: Неуспешно занемување на ленти
ru: Не удалось заглушить треки
sr: Неуспешно искључивање звука трака

source: Failed to unmute tracks
fr: Échec de la mise en sourdine des pistes
mk: Неуспешно однемување на ленти
ru: Не удалось включить звук треков
sr: Неуспешно укључивање звука трака

source: Failed to listen tracks
fr: Échec de l'écoute des pistes
mk: Неуспешно преслушување на ленти
ru: Не удалось прослушать треки
sr: Неуспешно слушање трака

source: Failed to unlisten tracks
fr: Échec de la désécoute des pistes
mk: Неуспешно одслушување на ленти
ru: Не удалось снять прослушивание с треков
sr: Неуспешно уклањање слушања трака

source: Failed to enable tracks
fr: Échec de l'activation des pistes
mk: Неуспешно овозможување на ленти
ru: Не удалось активировать треки
sr: Неуспешно омогућавање трака

source: Failed to disable tracks
fr: Échec de la désactivation des pistes
mk: Неуспешно оневозможување на ленти
ru: Не удалось деактивировать треки
sr: Неуспешно онемогућавање трака

source: Must select either the timeline or the editor first. The current selection is %s
fr: Vous devez d'abord sélectionner soit la ligne temporelle, soit l'éditeur. La sélection actuelle est %s
mk: Мора прво да се одбере или временската линија или уредникот. Сегашниот одбир е %s
ru: Сначала нужно выбрать либо таймлайн, либо редактор. Выбрано в данный момент: %s
sr: Морате прво изабрати или временску линију или уређивач. Тренутна селекција је %s

source: Failed to mute selections
fr: Échec de la mise en sourdine des sélections
mk: Неуспешно занемување на избраното
ru: Не удалось заглушить выделенное
sr: Неуспешно искључивање звука селекција

source: No regions selected
fr: Aucune région sélectionnée
mk: Не се одбрани никакви региони
ru: Не выбрано областей
sr: Нема изабраних региона

source: Selections must be on the same lane
fr: Les sélections doivent être sur la même ligne
mk: Избраните мора да бидат на иста патека
ru: Выделения должны быть на одной полосе
sr: Селекције морају бити на истој страни

source: Cannot merge looped regions
fr: Impossible de fusionner les régions bouclées
mk: Не можам да спојам повторувачки региони
sr: Не могу спојити петљане регионе

source: Failed to merge selections
fr: Échec de la fusion des sélections
mk: Неможност да се спојат одбраните делови
ru: Не удалось объединить выделенное
sr: Неуспешно спајање селекција

source: Failed to insert silence
fr: Échec de l'insertion d'un silence
mk: Неуспешност да се внесе тишина
ru: Не удалось вставить тишину
sr: Неуспешно уметање тишине

source: Failed to remove range
fr: Échec de la suppression de l'intervalle
mk: Неуспешност да се избрише растојание
ru: Не удалось удалить область
sr: Неуспешно уклањање опсега

source: Failed to apply MIDI function
fr: Impossible d'appliquer la fonction MIDI
mk: Неуспешност при примена на МИДИ функција
ru: Не удалось применить MIDI функцию
sr: Неуспешно примењивање MIDI функције

source: Failed to apply automation function
fr: Échec de l'application de la fonction d'automatisation
mk: Неуспешност при примена на автоматизирачка функција
ru: Не удалось применить функцию автоматизации
sr: Неуспешно примењивање функције аутоматизације

source: Failed to apply audio function
fr: Échec lors de l'application de la fonction audio
mk: Неможност да се примени аудио функцијата
ru: Не удалось применить аудио функцию
sr: Неуспешно примењивање аудио функције

source: Please enter a valid ratio.
fr: Veuillez saisir un ratio valide.

source: Pitch Ratio
fr: Ratio de hauteur

source: Track name
fr: Nom de piste
mk: Име на лента
ru: Название трека

source: Object name
fr: Nom de l'objet
mk: Име на објект
ru: Название объекта
sr: Назив објекта

source: An object cannot be created at the selected location.
fr: Un objet ne peut pas être créé à l'emplacement sélectionné.
mk: Не може да се создаде објект на одбраното место.
ru: Объект не может быть создан в выбранном месте.

source: Failed to set region color
fr: Échec du paramétrage de la couleur de région
mk: Неможност да се намести боја на распонот
ru: Не удалось установить цвет области

source: Region Color
fr: Couleur de la région
mk: Боја на распон
ru: Цвет области

source: Failed to reset region color
fr: Échec de la réinitialisation de la couleur de la région
mk: Неможност да се поврати бојата на распонот
ru: Не удалось сбросить цвет области

source: Please enter a BPM
fr: Veuillez entrer un BPM
mk: Ве молиме внесете УВМ (удари во минута)
ru: Пожалуйста, введите значение BPM
sr: Молимо унесите BPM

source: Unimplemented
fr: Non-implémenté
mk: Сѐ уште неспроведено
ru: Функция не реализована
sr: Непримењено

source: Tap BPM not implemented yet
fr: Tap BPM non-implémentée encore

source: Failed to move selections
fr: Échec lors du déplacement des sélections
mk: Неможност да се помести избраното
ru: Не удалось переместить выделенное
sr: Неуспешно померање селекција

source: Detected BPM: %.2f
fr: BPM détecté : %.2f
mk: Одкриените УВМ се: %.2f
sr: Детектовани BPM: %.2f

source: Candidates:
fr: Candidats :
mk: Кандидати:
ru: Кандидаты:
sr: Кандидати:

source: Failed to set curve algorithm
fr: Échec du paramétrage de l'algorithme de courbe
mk: Неможност да се постави алгоритмот на кривата
ru: Не удалось установить алгоритм кривой
sr: Неуспешно подешавање алгоритма криве

source: Failed to edit fades
fr: Échec de l'édition des fondus
mk: Неможност да се уредат затишувањата / појачувањата
ru: Не удалось отредактировать фейды
sr: Неуспешно уређивање бледења

source: No custom preset packs found. Please create a preset pack first from the chord preset browser.
fr: Aucun ensemble de préréglages personnalisés n'a été trouvé. Veuillez d'abord créer un ensemble de préréglages à partir du navigateur de préréglages d'accords.
mk: Не се понајдени посебни пакети со местенки. Ве молиме најпрво создадете пакет со местенки преку прелистувачот за акордски местенки.
ru: Пользовательские пакеты пресетов не найдены. Пожалуйста, создайте сначала пакет пресетов в браузере пресетов аккордов.
sr: Нису пронађени прилагођени пакети пресета. Молимо прво креирајте пакет пресета из прегледача акорда пресета.

source: Failed to create pack
fr: Échec de la création de pack

source: Preset Pack Name
fr: Nom du pack de préréglages
mk: Име на пакет со местенки
sr: Назив пакета пресета

source: Delete?
fr: Supprimer ?

source: Are you sure you want to delete this chord preset pack?
fr: Êtes-vous sûr de vouloir supprimer ce pack de présélections d'accords ?

source: Are you sure you want to delete this chord preset?
fr: Êtes-vous sûr de vouloir supprimer cette présélection d'accord ?

source: Preset Name
fr: Nom du préréglage
mk: Име на местенка
ru: Название пресета
sr: Назив пресета

source: Failed to change balance
fr: Échec de la modification de la balance
mk: Неуспешна промена на рамнотежа
ru: Не удалось изменить баланс
sr: Није успело мењање баланса

source: Failed to delete plugins
fr: Échec de la suppression des greffons
mk: Неуспешно бришење на приклучоци
ru: Не удалось удалить плагины
sr: Неуспешно брисање додатака

source: Delete Plugins?
fr: Supprimer les greffons ?

source: The selection contains uninstantiated plugins. Deleting them will not be undoable and the undo history will be cleared.
fr: La sélection contient des greffons non-instanciés. Leurs suppressions ne seront pas annulable et l'historique des annulations sera effacé.

source: Failed to reset %s
fr: Échec de la réinitialisation de %s
mk: Неможност да се поврати состојбата на %s
ru: Не удалось сбросить %s
sr: Неуспешно ресетовање %s

source: Failed to disconnect %s from %s
fr: Échec de la déconnexion de %s depuis %s
mk: Неуспешно одврзување на %s од %s
ru: Не удалось отключить %s от %s
sr: Неуспешно искључивање %s са %s

source: Cannot delete standard bookmark
fr: Impossible de supprimer un signet standard
mk: Неможност да се избрише вообичаениот обележувач
ru: Невозможно удалить стандартную закладку
sr: Не могу обрисати стандардну обележивач

source: Are you sure you want to delete this bookmark?
fr: Êtes vous sûr de vouloir effacer ce marque-page ?

source: Collection name
fr: nom de la collection
mk: Име на збирот
ru: Название коллекции (Collection name)
sr: Назив колекције

source: The collection '%s' contains %d plugins. Are you sure you want to remove it?
fr: La collection '%s' contient %d greffons. Êtes-vous sûr de vouloir la retirer ?

source: Failed to change direct output
fr: Échec de la modification de la sortie directe
mk: Неуспешно менување на директниот излез
ru: Не удалось изменить прямой выход
sr: Неуспешно мењање директног излаза

source: Cannot duplicate tracks: selection contains an uncopyable track
fr: Impossible de dupliquer les pistes : la sélection contient une piste non copiable
mk: Дуплирањето на лентите е невозможно: изборот содржи лента која не може да се копира
ru: Невозможно дублировать трек: выделение содержит некопируемый трек

source: Cannot delete tracks: selection contains an undeletable track
fr: Impossible de supprimer des pistes : la sélection contient une piste non supprimable
mk: Бришењето на лентите е невоможно: изборот содржи лента која не може да се брише
ru: Невозможно удалить треки: выделение содержит неудаляемый трек
sr: Не могу обрисати траке: селекција садржи небрисиву траку

source: Failed getting contents for %s
fr: Échec de la récupération du contenu de %s
mk: Неуспешно прибавување на содржина за %s
ru: Не удалось получить содержимое для %s
sr: Неуспешно добијање садржаја за %s

source: Failed creating audio clip from file at %s
fr: Échec de la création d'un clip audio à partir du fichier %s

source: No tracks selected
fr: Aucune piste sélectionnée
mk: Не се одбрани ленти
ru: Не выбрано треков
sr: Нема изабраних трака

source: Failed to clone tracklist selections
fr: Échec du clonage des sélections de la liste de piste
mk: Неуспешно клонирање на изборот од лентовиот список
ru: Не удалось клонировать выделенное в списке треков
sr: Неуспешно клонирање селекција листе трака

source: Failed to clone track
fr: Échec de clonage d'une piste
mk: Неуспешно клонирање на лента
ru: Не удалось клонировать трек
sr: Неуспешно клонирање траке

source: Failed to clone tracklist selections:
fr: Échec du clonage des sélections de la liste de piste :
mk: Неуспешно клонирање на изборот од лентовиот список:
ru: Не удалось клонировать выделенное в списке треков:
sr: Неуспешно клонирање селекција листе трака:

source: %s Track
fr: %s Piste
mk: %s Лента
ru: %s трек
sr: %s Трака

source: Failed to create plugin %s
fr: Échec de la création du greffon %s
mk: Неуспешно создавање на приклучок %s
ru: Не удалось создать плагин %s
sr: Неуспешно креирање додатка %s

source: Error instantiating plugin %s
fr: Erreur d'instanciation du greffon %s
mk: Грешка при иницијализација на приклучок %s
ru: Ошибка при добавлении плагина %s
sr: Грешка при иницијализацији додатка %s

source: Failed saving file %s
fr: Échec de la sauvegarde du fichier %s
mk: Неуспешно зачувување на датотеката %s
ru: Не удалось сохранить файл %s
sr: Неуспешно чување фајла %s

source: Failed to create track at %d
fr: Échec de la création de la piste à %d
mk: Неуспешно создавање на лента при %d
ru: Не удалось создать трек на %d
sr: Неуспешно креирање траке на %d

source: Copy Track inside
fr: Copier la piste à l'intérieur
mk: Ископирај лента внатре
ru: Скопировать трек внутрь
sr: Копирај траку унутра

source: Copy Track
fr: Copier la piste
mk: Ископирај лента
ru: Скопировать трек
sr: Копирај траку

source: Copy %d Tracks inside
fr: Copier %d Pistes à l'intérieur
mk: Ископирај лентите %d внатрешно
ru: Скопировать %d треков внутрь
sr: Копирај %d трака унутра

source: Copy %d Tracks
fr: Copier %d Pistes
mk: Ископирај ги лентите %d
ru: Скопировать %d треков
sr: Копирај %d трака

source: Create %s Track
fr: Créer %s Piste
mk: Создади %s лента
ru: Создать %s трек
sr: Креирај %s траку

source: Create %d %s Tracks
fr: Créer %d %s Pistes
mk: Создади %d %s ленти
ru: Создать %d %s треков
sr: Креирај %d %s трака

source: Delete Track
fr: Supprimer la piste
mk: Избриши лента
ru: Удалить трек
sr: Обриши траку

source: Delete %d Tracks
fr: Supprimer %d Pistes
mk: Избриши %d ленти
ru: Удалить %d треков
sr: Обриши %d трака

source: Solo Track
fr: Mettre la piste en Solo
mk: Солирај лента
ru: Изолировать трек
sr: Соло трака

source: Unsolo Track
fr: Enlever le Solo de la piste
mk: Одсолирај лента
ru: Снять изоляцию с трека
sr: Уклони соло са траке

source: Solo Lane
fr: Mettre la ligne en solo
mk: Солирај патека
ru: Изолировать полосу
sr: Соло страна

source: Unsolo Lane
fr: Enlever le solo de la ligne
mk: Одсолирај патека
ru: Снять изоляцию с полосы
sr: Уклони соло са стране

source: Mute Track
fr: Rendre la piste muette
mk: Занеми лента
ru: Заглушить трек
sr: Искључи звук траке

source: Unmute Track
fr: Activer la piste muette
mk: Однеми лента
ru: Включить звук трека
sr: Уклони искључивање звука са траке

source: Mute Lane
fr: Silencer la ligne
mk: Занеми патека
ru: Заглушить полосу
sr: Искључи звук стране

source: Unmute Lane
fr: Désilencer la ligne
mk: Однеми патека
sr: Уклони искључивање звука са стране

source: Listen Track
fr: Piste d'écoute
mk: Преслушај лента
ru: Слушать трек
sr: Слушај траку

source: Unlisten Track
fr: Piste non écoutée
mk: Одслушај лента
ru: Снять прослушивание с трека
sr: Уклони слушање траке

source: Enable Track
fr: Activer la piste
mk: Овозможи лента
ru: Активировать трек
sr: Омогући траку

source: Disable Track
fr: Désactiver la piste
mk: Оневозможи лента
ru: Деактивировать трек
sr: Онемогући траку

source: Fold Track
fr: Plier la piste
mk: Склопи лента
ru: Свернуть трек
sr: Преклопи траку

source: Unfold Track
fr: Déplier la piste
mk: Одклопи лента
ru: Развернуть трек
sr: Отклопи траку

source: Change Fader from %.1f to %.1f
fr: Changer le fader de %.1f pour %.1f

source: Change Pan from %.1f to %.1f
fr: Changer le Pan de %.1f pour %.1f

source: Change direct out
fr: Modifier la sortie directe
mk: Промени го директниот излез
ru: Изменить прямой выход
sr: Промени директни излаз

source: Rename track
fr: Renommer la piste
mk: Преименувај лента
ru: Переименовать трек
sr: Преименуј траку

source: Rename lane
fr: Renommer la ligne
mk: Преименувај патека
ru: Переименовать полосу
sr: Преименуј страну

source: Change color
fr: Modifier la couleur
mk: Промени боја
ru: Изменить цвет
sr: Промени боју

source: Change icon
fr: Modifier l'icône
mk: Промени икона
ru: Изменить значок
sr: Промени икону

source: Change comment
fr: Modifier le commentaire
mk: Промени коментар
ru: Изменить комментарий
sr: Промени коментар

source: Change MIDI fader mode
fr: Changer le mode de chariot MIDI
mk: Промени го модусот на МИДИ потенциометри
ru: Изменить режим MIDI фейдера
sr: Промени режим MIDI фејдера

source: Solo %d Tracks
fr: Mettre les %d pistes en solo
mk: Солирај ги лентите %d
ru: Изолировать %d треков
sr: Соло %d трака

source: Unsolo %d Tracks
fr: Enlever le solo de %d pistes
mk: Одсолирај ги лентите %d
ru: Снять изоляцию с %d треков
sr: Уклони соло са %d трака

source: Mute %d Tracks
fr: Silencer %d pistes
mk: Занеми ги лентите %d
ru: Заглушить %d треков
sr: Пригуши %d трака

source: Unmute %d Tracks
fr: Désilencer %d pistes
mk: Однеми (реактивирај го звукот) на лентите %d
ru: Включить звук %d треков
sr: Уклони пригушење са %d трака

source: Listen %d Tracks
fr: Écouter %d pistes
mk: Преслушај ги %d лентите
ru: Слушать %d треков
sr: Слушај %d трака

source: Unlisten %d Tracks
fr: Ne pas écouter %d pistes
mk: Одслушај ги %d лентите
ru: Перестать слушать %d треков
sr: Престани да слушаш %d трака

source: Enable %d Tracks
fr: Activer %d pistes
mk: Овозможи ги лентите %d
ru: Активировать %d треков
sr: Омогући %d трака

source: Disable %d Tracks
fr: Désactiver %d pistes
mk: Оневозможи ги лентите %d
ru: Деактивировать %d треков
sr: Онемогући %d трака

source: Fold %d Tracks
fr: Plier %d pistes
mk: Склопи ги лентите %d
ru: Свернуть %d треков
sr: Преклопи %d трака

source: Unfold %d Tracks
fr: Déplier %d pistes
mk: Расклопи ги лентите %d
ru: Развернуть %d треков
sr: Отклопи %d трака

source: Move Track inside
fr: Déplacer la piste dedans
mk: Премести ја лентата навнатре
ru: Переместить трек внутрь
sr: Помери траку унутра

source: Move Track
fr: Déplacer la piste
mk: Премести ја лентата
ru: Переместить трек
sr: Помери траку

source: Move %d Tracks inside
fr: Déplacer %d pistes dedans
mk: Премести ги лентите %d внатре
ru: Переместить %d треков внутрь
sr: Помери %d трака унутра

source: Move %d Tracks
fr: Déplacer %d Pistes
mk: Премести ги лентите %d
ru: Переместить %d треков
sr: Помери %d трака

source: Pin Track
fr: Attacher la piste
mk: Закачи лента
ru: Закрепить трек
sr: Закачи траку

source: Pin %d Tracks
fr: Attacher les pistes %d
mk: Закачи ги лентите %d
ru: Закрепить %d треков
sr: Закачи %d трака

source: Unpin Track
fr: Détacher la piste
mk: Одкачи лента
ru: Открепить трек
sr: Откачи траку

source: Unpin %d Tracks
fr: Détacher les pistes %d
mk: Одкачи ги лентите %d
ru: Открепить %d треков
sr: Откачи %d трака

source: Change BPM from %.2f to %.2f
fr: Changer le BPM de %.2f pour %.2f
mk: Промени ги УВМ од %.2f во %.2f
ru: Изменить BPM с %.2f на %.2f

source: Change beats per bar from %d to %d
fr: Changer les battements par mesure de %d pour %d
mk: Промени го бројот на удари по целина од %d во %d

source: Change beat unit from %d to %d
fr: Changez l'unité de battement de %d pour %d
mk: Промени ја ударната мерка од %d во %d

source: Arranger selections contain an object that cannot be duplicated
fr: Les sélections de l'arrangeur contiennent un objet qui ne peut pas être dupliqué
mk: Избраното во аранжерот содржи објект кој не може да се дуплира

source: Arranger selections contain an undeletable object
fr: Les sélections d'arrangeurs contiennent un objet non supprimable
mk: Избраното во аранжерот содржи неизбришлив објект
ru: Выделения в аранжировщике содержат не удаляемые объекты
sr: Избори у аранжеру садрже објекат који се не може обрисати

source: Cannot rename selected object(s)
fr: Impossible de renommer le ou les objets sélectionnés
mk: Неможност да се преименуваат одбраните објект(и)
ru: Невозможно переименовать выбранный объект(ы)
