Repository: ToddAWalter/zrythm
Catalog: po/*.po
Languages: fr, mk, ru, sr

source: Currently muted tracks
fr: Pistes actuellement en sourdine
mk: Моментално занемени ленти
ru: Заглушённые треки
sr: Тренутно пригушене траке

source: <small>%d soloed</small>
fr: <small>%d en solo</small>
mk: <small>%d солирано</small>
ru: <small>%d изолированно</small>
sr: <small>%d соловано</small>

source: Currently soloed tracks
fr: Pistes actuellement en solo
mk: Моментално солирани ленти
ru: Изолированные треки
sr: Тренутно соловане траке

source: <small>%d listened</small>
fr: <small>%d écouté</small>
mk: <small>%d преслушувани</small>
ru: <small>%d слушает (listened)</small>
sr: <small>%d слушано</small>

source: Currently listened tracks
fr: Pistes actuellement écoutées
mk: Моментално преслушувани ленти
ru: Прослушиваемые треки
sr: Тренутно слушане траке

source: Failed to unsolo all tracks
fr: Échec de la désolorisation de toutes les pistes
mk: Неуспешно одсолирање на сите ленти
ru: Не удалось снять изоляцию со всех треков
sr: Није успело уклањање соловања са свих трака

source: Failed to unmute all tracks
fr: Échec de la mise en sourdine de toutes les pistes
mk: Неуспешно однемување на сите ленти
ru: Не удалось включить звук у всех треков
sr: Није успело уклањање пригушења са свих трака

source: Failed to unlisten all tracks
fr: Échec de la désécoute de toutes les pistes
mk: Неуспешно одслушување на сите ленти
ru: Не удалось снять прослушивание со всех треков
sr: Није успело уклањање слушања са свих трака

source: Unsolo all tracks
fr: Enlever le Solo de toutes les pistes
mk: Одсолирај ги сите ленти
ru: Снять изоляцию со всех треков
sr: Уклони соловање са свих трака

source: Unmute all tracks
fr: Désilencer toutes les pistes
mk: Однеми ги сите ленти
ru: Включить звук всех треков
sr: Уклони пригушење са свих трака

source: Unlisten all tracks
fr: Désécouter toutes les pistes
mk: Одслушај ги сите ленти
ru: Снять прослушивание со всех треков
sr: Уклони слушање са свих трака

source: Soloing
fr: Mise en solo
mk: Солирање
ru: Изолирован
sr: Соловање

source: Muting
fr: Mise en sourdine
mk: Занемување
ru: Заглушено
sr: Пригушење

source: Listening
fr: En écoute
mk: Преслушување
ru: Прослушивается
sr: Слушање

source: Peak
fr: Pic
mk: Врв
ru: Пик сигнала (Peak)
sr: Пик

source: Zoom In
fr: Zoom avant
mk: Доближи
ru: Увеличить масштаб (Zoom In)
sr: Увећај

source: Zoom Out
fr: Zoom arrière
mk: Оддалечи
ru: Уменьшить масштаб (Zoom Out)
sr: Умањи

source: Original Size
fr: Taille originale
mk: Оригинална големина
ru: Оригинальный масштаб (Original Size)
sr: Оригинална величина

source: Best Fit
fr: Meilleur ajustement
mk: Најприлагодено
ru: Наиболее подходящий масштаб (Best Fit)
sr: Најбоље уклапање

source: start position
fr: position de départ
mk: почетна позиција
ru: начальная позиция
sr: почетна позиција

source: No object selected
fr: Aucun objet sélectionné
mk: Не е избран никаков објект
ru: Нет выделенных объектов
sr: Није изабран објекат

source: Controls
fr: Contrôles
mk: Контроли
ru: Управление (Controls)
sr: Контроле

source: Control Outs
fr: Sortie de contrôle
mk: Контролни излези
ru: Контрольные выходы (Control Outs)
sr: Контролни излази

source: Audio Ins
fr: Entrées Audio
mk: Аудио влезови
ru: Аудио входы (Audio Ins)
sr: Аудио улази

source: Audio Outs
fr: Sorties Audio
mk: Аудио излези
ru: Аудио выходы (Audio Outs)
sr: Аудио излази

source: MIDI Ins
fr: Entrées MIDI
mk: МИДИ влезови
ru: Midi входы
sr: MIDI улази

source: MIDI Outs
fr: Sorties MIDI
mk: МИДИ излези
ru: Midi выходы
sr: MIDI излази

source: CV Ins
fr: Entrées CV
mk: CV влезови
ru: CV Входы
sr: CV улази

source: CV Outs
fr: Sorties CV
mk: CV излези
ru: CV Выходы
sr: CV излази

source: Ungrouped
fr: Dissocié
mk: Негрупирано
ru: Без группы (Ungrouped)
sr: Негруписано

source: Sends
fr: Envois
mk: Препраќања
ru: Посылы (Sends)
sr: Сендови

source: Stereo In
fr: Entrée stéréo
mk: Стерео влез
ru: Стерео Вход
sr: Стерео улаз

source: MIDI In
fr: Entrée MIDI
mk: МИДИ влез
ru: Midi Вход
sr: MIDI улаз

source: MIDI Out
fr: Sortie MIDI
mk: МИДИ излез
ru: Midi Выход
sr: MIDI излаз

source: Time
fr: Ligne temporelle
mk: Време

source: Display
fr: Affichage
mk: Приказ
sr: Приказ

source: No preset selected
fr: Aucun préréglage sélectionné
mk: Не е одбрана местенка
sr: Није изабран пресет

source: bass
fr: basse
mk: бас
ru: басс
sr: бас

source: both
fr: les deux
mk: обете
ru: обе
sr: оба

source: scale
fr: gamme
mk: скала
ru: лад
sr: скала

source: chord
fr: accord
mk: акорд
ru: аккорд
sr: акорди

source: Note Notation
fr: Notation de note

source: Select notes in pitch
fr: Sélection des notes en hauteur

source: Append notes in pitch to selection
fr: Ajouter des notes dans la hauteur à la sélection

source: Failed to edit position
fr: Échec de la modification de la position
mk: Неуспешно уредување на позиција
ru: Не удалось отредактировать позицию
sr: Није успело уређивање позиције

source: Browse…
fr: Parcourir…
mk: Прелистај…

source: Balance Value
fr: Valeur de la balance

source: Failed to create track for file '%s'
fr: Échec de la création de la piste pour le fichier : '%s'

source: Failed to edit scale
fr: Échec de la modification de la gamme
mk: Неуспешно уредување на скала
ru: Не удалось отредактировать звукоряд
sr: Није успело уређивање скале

source: Apply function
fr: Appliquer la fonction
mk: Примени функција
sr: Примени функцију

source: Plugin Effect
fr: Greffon d'effet
mk: Приклучок: ефект
ru: Эффект плагина
sr: Плагин ефекат

source: Apply %s
fr: Appliquer %s
mk: Примени %s
ru: Применить %s
sr: Примени %s

source: Apply %s with previous settings
fr: Appliquer %s avec les paramètres précédents
mk: Примени %s со предходните поставки
ru: Применить %s с предыдущими настройками
sr: Примени %s са претходним подешавањима

source: No Highlight
fr: Pas de surbrillance
mk: Без акцент
ru: Без выделения (No Highlight)
sr: Без истицања

source: Highlight Chord
fr: Surbrillance des accords
mk: Акцентирај акорд
ru: Выделять аккорд (Highlight Chord)
sr: Истакни акорде

source: Highlight Scale
fr: Échelle de Surbrillance
mk: Акцентирај скала
ru: Выделять звукоряд (Highlight Scale)
sr: Истакни скалу

source: Highlight Both
fr: Surligner les deux
mk: Акцентирај ги обете
ru: Выделять оба (Highlight Both)
sr: Истакни обоје

source: clip start (rel.)
fr: début du clip (rel.)
mk: почеток на исечокот (рел.)
ru: начало клипа (относительное)
sr: почетак клипа (рел.)

source: loop start (rel.)
fr: début de boucle (rel.)
mk: почеток на јамка (рел.)
ru: начало петли (относительное)
sr: почетак петље (рел.)

source: loop end (rel.)
fr: fin de boucle (rel.)
mk: крај на јамка (рел.)
ru: конец петли (относительный)
sr: крај петље (рел.)

source: Failed to enable binding
fr: Échec de l'activation de la cartographie
mk: Неуспешно овозможување на врзување
ru: Не удалось активировать привязку
sr: Није успело омогућавање везивања

source: Visibility
fr: Visibilité
mk: Видливост
ru: Видимость
sr: Видљивост

source: Invalid position
fr: Position invalide
mk: Невалидна позиција
sr: Неважећа позиција

source: Failed to parse position
fr: Échec de l'analyse de la position
mk: Неуспешна анализа на позиција
sr: Није успело парсирање позиције

source: Invalid name
fr: Nom invalide
mk: Невалидно име
sr: Неважеће име

source: Invalid velocity
fr: Vélocité invalide
mk: Невалидна гласнина
sr: Неважећа брзина

source: Invalid pitch
fr: Hauteur invalide
mk: Невалидна тонска висина
sr: Неважећа висина тона

source: Add Bookmark
fr: Ajouter un marque-page
mk: Додај ознака
ru: Добавить закладку (Add Bookmark)
sr: Додај обележивач

source: N/A
fr: Sans objet
mk: Н/П
ru: Нет
sr: Н/А

source: Template Name
fr: Nom du modèle
mk: Име на шаблон
sr: Име шаблона

source: Path
fr: Chemin
mk: Патека
ru: Путь
sr: Путања

source: Last Modified
fr: Modifié dernièrement
mk: Последен пат изменето на
ru: Последнее изменение
sr: Последња измена

source: Failed to disconnect send
fr: Échec de la déconnexion de l'envoi
mk: Неуспешно одврзување на препраќање
ru: Не удалось отключить посыл
sr: Није успело искључивање слања

source: Failed to connect send
fr: Échec de la connexion à l'envoi
mk: Неуспешно врзување на препраќање
ru: Не удалось подключить посыл
sr: Није успело укључивање слања

source: Scenes (Live View)
fr: Scènes (vue Live)
mk: Сцени (приказ во живо)
sr: Сцене (Лајв приказ)

source: Failed to change send amount
fr: Échec de la modification de la quantité d'envoi
mk: Неуспешна промена на количеството кој се препраќа
ru: Не удалось изменить значение посыла
sr: Није успело мењање количине слања

source: Custom Marker
fr: Marqueur personnalisé
mk: Прилагоден означувач
ru: Пользовательский маркер (Custom Marker)
sr: Прилагођени маркер

source: Fade Preset
fr: Pré-réglage du fondu
mk: Местенка за бледнеење
sr: Пресет за бледење

source: Musical Mode
fr: Mode musical
mk: Музички модус
ru: Музыкальный режим (Musical Mode)
sr: Музички режим

source: Rename
fr: Renommer
mk: Преименувај
ru: Переименовать (Rename)
sr: Преименуј

source: Loop Selection
fr: Sélection de la boucle
ru: Цикл выделения

source: Change Color...
fr: Modifier la couleur...
mk: Промени боја...

source: Reset Color
fr: Réinitialiser la couleur
mk: Поврати боја

source: Detect BPM
fr: Détecter le BPM
mk: Пронајди ги УВМ
ru: Определить BPM
sr: Детектуј BPM

source: Functions
fr: Fonctions
mk: Функции

source: Audio Regions
fr: Régions audio
mk: Аудио региони
ru: Регионы аудио
sr: Аудио региони

source: Export as MIDI file...
fr: Exporter dans un fichier MIDI...
mk: Извади како МИДИ датотека...
ru: Экспортировать как MIDI файл...
sr: Извези као MIDI фајл...

source: MIDI Regions
fr: Régions MIDI
mk: МИДИ региони
sr: MIDI региони

source: Move to Lane
fr: Déplacer vers la voie
mk: Премести во патека

source: Automation Region
fr: Région d'automatisation
mk: Регион на автомација

source: Quick Bounce
fr: Conversion audio rapide
mk: Брзо уснимување

source: Bounce to Audio
fr: Conversion vers l'audio
mk: Усними во аудио

source: Failed to add region to track
fr: Échec de l'ajout d'une région à la piste
mk: Неуспешно додавање на регион на лентата

source: Failed to create selections
fr: Échec de la création de sélections
mk: Неуспешно создавање на избрани делови
ru: Не удалось создать выделения
sr: Није успело креирање селекција

source: Playhead
fr: Tête de lecture
mk: Позициона глава
ru: Маркер воспроизведения (Playhead)
sr: Плејхед

source: Playhead [Jack Timebase Master]
fr: Tête de lecture [Jack Timebase Master]
mk: Позициона глава [Jack Timebase Master]
ru: Маркер воспроизведения [Jack Timebase Master]
sr: Плејхед [Jack Timebase Master]

source: Playhead [Jack Client]
fr: Tête de lecture [Client Jack]
mk: Позициона глава [Jack клиент]
ru: Маркер воспроизведения [Jack Client]
sr: Плејхед [Jack Client]

source: Input
fr: Entrée
mk: Влез
sr: Улаз

source: Tap
fr: Taper
mk: Тапкање
sr: Тап

source: Become JACK Transport master
fr: Devenir maître du transport JACK
mk: Постани господар на JACK управувањето
ru: Стать мастером jack Transport (Become JACK Transport master)
sr: Постани JACK Transport мастер

source: Sync to JACK Transport
fr: Se synchroniser au transport JACK
mk: Синхронизирај се со JACK управувањето
ru: Синхронизироваться с JACK Транспорт
sr: Синхронизуј са JACK транспортом

source: Unlink JACK Transport
fr: Se délier du transport JACK
mk: Одврзи се од JACK управување
ru: Отсоединить JACK Transport
sr: Одвоји JACK транспорт

source: playhead
fr: tête de lecture
mk: позициона глава
ru: маркер воспроизведения
sr: позиција репродукције

source: JACK Transport client
fr: client du transport JACK
mk: JACK управувачки клиент
ru: Клиент JACK Transport
sr: JACK Transport клијент

source: JACK Timebase master
fr: maître JACK Timebase
mk: JACK Timebase господар
ru: Мастер таймбазы JACK
sr: JACK Timebase мастер

source: Buffer Size
fr: Taille de tampon
ru: Размер буфера

source: This feature is not available at the moment
fr: Cette fonctionnalité n'est pas disponible pour le moment
mk: Оваа функција е моментално недостапна
ru: На данный момент эта функция недоступна
sr: Ова функција тренутно није доступна

source: Buf sz
fr: Tai Tam
mk: Гол. на пуфер
ru: Буфер
sr: Величина бафера

source: change
fr: modifier
mk: промени
ru: изменить
sr: промена

source: Rate
fr: Taux d’échantillonnage
mk: Стапка
ru: Частота дискретизации
sr: Стопа

source: Metronome
fr: Métronome
mk: Метроном
ru: Метроном (Metronome)
sr: Метроном

source: Metronome options
fr: Options du Métronome
mk: Метрономски опции
ru: Параметры метронома (Metronome options)
sr: Опције метронома

source: Count-in
fr: Décompte
mk: Предброење
ru: Отсчёт
sr: Уводно бројање

source: time sig.
fr: sig. temporelle
mk: временски запис
ru: размер.
sr: временски потпис

source: Add _MIDI Track
fr: Ajouter une piste _MIDI
mk: Додај _МИДИ лента
ru: Добавить _MIDI Трек
sr: Додај _MIDI траку

source: Add Audio Track
fr: Ajouter une piste audio
mk: Додај аудио лента
ru: Добавить Аудио Трек
sr: Додај аудио траку

source: Add FX Track
fr: Ajouter une piste de bus d'effet
mk: Додај ефектна лента
ru: Добавить FX Трек
sr: Додај FX траку

source: Add Group Track
fr: Ajouter une piste de groupe
mk: Додај групирачка лента
ru: Добавить Групповой Трек
sr: Додај групну траку

source: Add Folder Track
fr: Ajouter une piste Dossier
mk: Додај лента-папка
ru: Добавить Трек-Папку
sr: Додај фасциклу траку

source: Operation unimplemented
fr: Opération non-implémentée
mk: Операцијата не е применета

source: Attempted to drop an instrument onto a MIDI track, which is not supported. Create a new instrument track instead?
fr: Vous avez tenté de déposer un instrument sur une piste MIDI, ce qui n'est pas pris en charge. Créez plutôt une nouvelle piste d'instrument ?
mk: Се обиде да пуштиш инструмент врз МИДИ лента, што не е поддржано. Наместо тоа, да создадам нова инструментска лента?

source: Dragged item is not supported
fr: L'élément glissé n'est pas pris en charge
mk: Влечениот предмет не е поддржан

source: From scale
fr: Depuis la gamme
mk: Од скала
sr: Од скале

source: Predefined
fr: Prédéfini
mk: Преддефинирано
sr: Предефинисано

source: Preset Packs
fr: Packs de préréglages
mk: Збирови на местенки
sr: Пакети пресета

source: Log Viewer
fr: Afficheur du journal
mk: Прелистувач на записот
ru: Просмотр логов (Log Viewer)
sr: Прегледач логова

source: Track Name
fr: Nom de piste
mk: Име на лента
ru: Название трека (Track Name)
sr: Име траке

source: Direct Out
fr: Sortie directe
mk: Директен излез
ru: Прямой выход (Direct Out)
sr: Директни излаз

source: Track Properties
fr: Propriétés de la piste
mk: Својства на лента
ru: Свойства трека (Track Properties)
sr: Својства траке

source: Track
fr: Piste
mk: Лента
ru: Трек
sr: Трака

source: Initial Configuration
fr: Configuration initiale
mk: Почетна состојба
sr: Почетна конфигурација

source: Language
fr: Langue
mk: Јазик
ru: Язык
sr: Језик

source: Preferred language
fr: Langue préférée
mk: Предпочитан јазик
sr: Преферирани језик

source: User path
fr: Chemin utilisateur
mk: Патека на корисникот
ru: Путь пользователя
sr: Корисничка путања

source: Location to save user files
fr: Emplacement de sauvegarde des fichiers utilisateur
mk: Локација за зачувување на корисничките датотеки
sr: Локација за чување корисничких фајлова

source: Select a directory
fr: Sélectionner un dossier
mk: Одбери папка
sr: Изаберите директоријум

source: If this is your first time using Zrythm, we suggest going through the 'Getting Started' section in the %suser manual%s.
fr: Si vous utilisez Zrythm pour la première fois, nous vous suggérons de parcourir la section 'Getting Started' du %s manuel d'utilisation%s.
mk: Ако прв пат го користите Zrythm, ви препорачуваме да ја прелистате главата „Започнувајќи“ („Getting Started“) во %sкорисничкото упатство%s.
sr: Ако први пут користите Zrythm, предлажемо да прођете кроз одељак 'Почетак рада' у %sprиручнику за кориснике%s.

source: %sZrythm relies on donations and purchases to sustain development%s. If you enjoy the software, please consider %sdonating%s or %sbuying an installer%s.
fr: %sZrythm dépend des dons et des achats pour soutenir le développement%s. Si vous appréciez le logiciel, pensez à %sfaire un don%s ou %sacheter un installateur%s.
mk: %sZrythm зависи од донации и продажби за да го оддржи развојот%s. Ако уживате во програмот ве молиме размислете да %sдонирате%s или да %sкупите инсталација%s.
sr: %sZrythm се ослања на донације и куповине за одржавање развоја%s. Ако уживате у софтверу, молимо вас да размислите о %sdонацији%s или %sкуповини инсталера%s.

source: Flatpak users
fr: Utilisateurs de Flatpak
mk: Корисници на Флетпек
sr: Flatpak корисници

source: The PipeWire version of this Flatpak runtime has a known bug that may cause errors when starting Zrythm. We recommend setting a fixed buffer size for Zrythm in your PipeWire config to avoid this.
fr: La version PipeWire de cet exécutable Flatpak comporte un bogue connu qui peut provoquer des erreurs lors du démarrage de Zrythm. Nous vous recommandons de définir une taille de tampon fixe pour Zrythm dans votre configuration PipeWire pour éviter cela.
mk: ПајпВајр (PipeWire) верзијата на овој Флетпек има еден познат проблем која може да се предизвика грешки при подигање на Zrythm. За да го избегнете ова, ви препорачуваме да поставите фиксна големина на пуфер за Zrythm во вашите ПајпВајр поставки.
sr: Верзија PipeWire овог Flatpak runtime-а има познату грешку која може изазвати грешке при покретању Zrythm-а. Препоручујемо да подесите фиксну величину бафера за Zrythm у вашем PipeWire конфигурационом фајлу како бисте избегли ово.

source: Flatpak limitation
fr: Limitation de Flatpak
mk: Флетпек ограничувања
sr: Ограничење Flatpak-а

source: Only Flatpak-installed plugins are supported.
fr: Seuls les greffons installés par Flatpak sont pris en charge.
mk: Поддржани се само Флетпек-инсталираните приклучоци.
sr: Подржани су само Flatpak инсталирани додаци.

source: Zrythm and the Zrythm logo are %strademarks of Alexandros Theodotou%s.
fr: Zrythm et le logo Zrythm sont %sdes marques déposées de Alexandros Theodoto%s.
mk: Zrythm и Zrythm знакот се %sтрговски марки на Александрос Теодоту%s.
sr: Zrythm и Zrythm лого су %sтрговачки знаци Александроса Теодоту%s.

source: Welcome
fr: Bienvenue
mk: Добредојде
ru: Добро пожаловать
sr: Добродошли

source: Welcome to the Zrythm DAW
fr: Bienvenue sur la STAN Zrythm
mk: Добредојдовте при Zrythm ДАРс
ru: Добро пожаловать в Zrythm DAW
sr: Добродошли у Zrythm DAW

source: Start Velocity
fr: Vitesse de démarrage

source: End Velocity
fr: Vélocité de fin

source: Curve
fr: Courbe

source: Curviness %
fr: % de courbure

source: Note: Flam is currently unimplemented
fr: Note : Flam n'est pas encore implémenté

source: Ascending
fr: Ascendante

source: _Apply
fr: _Appliquer

source: No port selected
fr: Aucun port sélectionné
mk: Не е одбрана никаква порта
ru: Порт не выбран
sr: Није изабран порт

source: Failed to connect %s to %s
fr: Échec de connecter %s à %s
mk: Неуспешно поврзување на %s со %s
ru: Не удалось подключить %s к %s
sr: Неуспешно повезивање %s са %s

source: These ports cannot be connected
fr: Ces ports ne peuvent pas être connectés
mk: Овие порти не може да се поврзат
ru: Эти порты не могут быть подключены
sr: Ови портови не могу бити повезани

source: Track Ports
fr: Ports de la Piste
mk: Следи порти
ru: Отслеживать Порты
sr: Портови траке

source: Saved
fr: Sauvegardé
mk: Зачувано
ru: Сохранено

source: Project Progress
fr: Avancement du projet
mk: Проектен напредок

source: Port Info
fr: Information sur le port
mk: Инфо за порта
ru: Информация о порте
sr: Информације о порту

source: Group
fr: Groupe
mk: Група
ru: Группа
sr: Група

source: Designation
fr: Désignation

source: Range
fr: Plage
mk: Опсег
ru: Диапазон (Range)
sr: Опсег

source: %.1f to %.1f
fr: %.1f pour %.1f
mk: %.1f кон %.1f
ru: Из %.1f в %.1f
sr: %.1f до %.1f

source: Default Value
fr: Valeur par défaut

source: Current Value
fr: Valeur actuelle

source: Flags
fr: Fanions
mk: Знаменца
ru: Флажки
sr: Заставице

source: Do you want %s to check for updates on startup?
fr: Voulez-vous que %s vérifie les mises à jour au démarrage ?
mk: Дали сакаш %s да проверува за надградби при подигнување?
ru: Хотите ли вы, чтобы %s проверял наличие обновлений при запуске?
sr: Да ли желите да %s провери за ажурирања при покретању?

source: MIDI region exported.
fr: Région MIDI exportée.
mk: МИДИ регионот беше изваден.
ru: MIDI область экспортирована.
sr: MIDI регион извезен.

source: MIDI regions exported.
fr: Région MIDI exportée.
mk: МИДИ регионите се извадени.
ru: MIDI области экспортированы.
sr: MIDI региони извезени.

source: Failed to export MIDI regions.
fr: Échec de l'exportation des régions MIDI.
mk: Неуспешен извоз на МИДИ регионите.
ru: Не удалось экспортировать MIDI области.
sr: Неуспешно извозење MIDI региона.

source: Select MIDI file
fr: Sélectionner un fichier MIDI
mk: Одбери МИДИ датотека
ru: Выбрать MIDI-файл
sr: Изаберите MIDI фајл

source: _Export
fr: _Exporter
mk: _Извади
ru: _Экспорт
sr: _Извоз

source: Base region
fr: Région de base
mk: Базен регион
ru: Базовая область
sr: Основни регион

source: Full region
fr: Région complète
mk: Целосен регион
ru: Полная область
sr: Пуни регион

source: Region Content
fr: Contenu de la région
mk: Содржина на регионот
sr: Садржај региона

source: MIDI Format
fr: Format MIDI
mk: МИДИ форма
sr: MIDI формат

source: Part of parent track
fr: Partie de la piste parente
mk: Дел од лента-родител
sr: Део родитељске траке

source: Separate tracks
fr: Séparer les pistes
mk: Одделни ленти
sr: Одвојене траке

source: Export lanes as
fr: Exporter les lignes sous
mk: Извади патеки како
sr: Извези стране као

source: Failed to quantize editor selections
fr: Échec de la quantification des sélections de l'éditeur
mk: Неуспешно поредување (квантизација) на одбраното во уредникот
ru: Не удалось квантовать выделенное в редакторе
sr: Неуспешно квантовање избора уређивача

source: Failed to quantize timeline selections
fr: Échec de la quantification des sélections de la ligne temporelle
mk: Неуспешно поредување (квантизација) на избраното во временската линија
ru: Не удалось квантовать выделенное в таймлайне
sr: Неуспешно квантовање избора временске линије

source: note length
fr: Longueur de note
mk: должина на нота
ru: длина ноты
sr: дужина ноте

source: note type
fr: type de note
mk: вид на нота
ru: тип ноты
sr: тип ноте

source: Scripting Interface
fr: Interface de scriptage
mk: Околина за скриптирање
ru: Интерфейс скриптов (Scripting Interface)
sr: Скриптни интерфејс

source: Select the language of the script
fr: Sélectionner le langage du script
mk: Одбери го јазикот на скриптата
sr: Изаберите језик скрипте

source: Execute
fr: Exécuter
mk: Изврши
ru: Выполнить
sr: Изврши

source: The result will be printed here
fr: Le résultat sera affiché ici
mk: Резултатот тука ќе се одпечати
ru: Результат будет выведен здесь
sr: Резултат ће бити приказан овде

source: none
fr: aucun
mk: ништо
ru: нет
sr: ниједан

source: 1 more file...
fr: 1 fichier supplémentaire...
mk: Уште 1 датотека...
ru: Еще 1 файл...
sr: Још 1 фајл...

source: The following files will be created:
fr: Les fichiers suivants seront créés :
mk: Ќе се создадат следниве датотеки:
ru: Будут созданы следующие файлы:
sr: Следећи фајлови ће бити креирани:

source: in the directory:
fr: dans le répertoire :
mk: во папката:
ru: в папке:
sr: у директоријуму:

source: No tracks to export
fr: Pas de piste à exporter
mk: Нема ленти за извоз
ru: Отсутствуют треки для экспорта
sr: Нема трака за извоз

source: Exported
fr: Exporter
mk: Извадено
ru: Экспорт закончен
sr: Извезено

source: Export
fr: Exporter
ru: Экспорт

source: Color
fr: Couleur
mk: Боја
ru: Цвет
sr: Боја

source: <name>.<format>
fr: <nom>.<format>
mk: <име>.<форма>
ru: <имя>.<формат>
sr: <име>.<формат>

source: <date>_<name>.<format>
fr: <date>_<nom>.<format>
mk: <датум>_<име>.<форма>
ru: <дата>_<имя>.<формат>
sr: <датум>_<име>.<формат>
