Repository: ToddAWalter/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/zrythm-manual.po
Languages: ca, uk

source: Most actions in Zrythm are undoable, which means that you can go back to the state before that action was made, or you can come back to a state that you undo'ed from.
ca: La majoria de les accions a Zrythm es poden desfer, el que significa que pots tornar a l'estat abans que es fes aquesta acció, o pots tornar a un estat del qual desfàs.

source: For example, if you create a MIDI note and press undo, the MIDI note will be deleted (Zrythm goes back into the state where the MIDI note did not exist). Pressing the :guilabel:`Redo` button will create the note again, and you can go back between :guilabel:`Undo` and :guilabel:`Redo` as many times as you want.
ca: Per exemple, si crees una nota MIDI i prems Desfer, es suprimirà la nota MIDI (Zrythm torna a l'estat on la nota MIDI no existia). Prement el botó :guilabel:`Redo` es tornarà a crear la nota, i pots tornar entre :guilabel:`Undo` i :guilabel:`Redo` tantes vegades com vulguis.

source: If you Undo and then perform a new action, the Redo history will be deleted.
ca: Si desfàs i realitzes una acció nova, es suprimirà l'historial de refer.

source: Delete the selected objects. You can also press :kbd:`Delete`.
ca: Suprimir els objectes seleccionats. També pots prémer :kbd:`Delete`.

source: The timeline arranger and each arranger in the editor include zooming functionality that can also be accessed from their corresponding toolbars.
ca: L'arranjador de la línia de temps i cada arranjador de l'editor inclouen una funcionalitat de zoom a la qual també es pot accedir des de les seves barres d'eines corresponents.

source: Zooming in/out can also be conveniently performed by moving the cursor to the desired location and holding down :kbd:`Control` while scrolling up with the mouse wheel to zoom in or scrolling down to zoom out.
ca: Apropar/allunyar també es pot fer còmodament movent el cursor a la ubicació desitjada i mantenint premut :kbd:`Control` mentre desplaces cap amunt amb la roda del ratolí per a apropar-lo o cap avall per a allunyar-lo.

source: Toggles for controlling playhead tracking, found in each arranger toolbar
ca: Commutar per a controlar el seguiment del capçal de reproducció, que es troba a cada barra d'eines de l'arranjador

source: Select/Stretch Tool
ca: Eina Seleccionar / Estirar

source: This can be toggled to switch between Select and Stretch.
ca: Això es pot commutar per a canviar entre Seleccionar i Estirar.

source: In Select mode, you can make object selections and create, move, clone and resize objects. This is the most common mode and the most common operations can be accomplished by just using this.
ca: En el mode Seleccionar, pots fer seleccions d'objectes i crear, moure, clonar i canviar la mida d'objectes. Aquest és el mode més comú i les operacions més comunes es poden aconseguir només utilitzant això.

source: Stretch mode is similar to the Select mode, with the exception that when you resize objects, their contents will be stretched to fit the new size.
ca: El mode Estirar és semblant al mode Seleccionar, amb l'excepció que quan canvies la mida dels objectes, el seu contingut s'estirarà per a encaixar-se a la mida nova.

source: On objects that can be repeated, such as regions, moving the cursor on the bottom half of the object will allow you to resize the object by repeating it, instead of just resizing it.
ca: En els objectes que es poden repetir, com ara les regions, moure el cursor a la meitat inferior de l'objecte et permetrà canviar la mida de l'objecte repetint-lo, en lloc de canviar-lo a mida.

source: When resizing, already repeated objects can only be repeated. To resize them instead of repeat them, their length must be changed or their clip markers must be moved so that they are not repeated anymore.
ca: Quan es canvia la mida, els objectes ja repetits només es poden repetir. Per a canviar-ne la mida en lloc de repetir-los, s'ha de canviar la durada o moure els marcadors de clip perquè ja no es repeteixin.

source: Where applicable, hold :kbd:`Shift` to bypass snapping.
ca: Si escau, mantén premut :kbd:`Shift` per a evitar l'ajust.

source: Pressing :kbd:`Escape` will cancel any current action.
ca: Prement :kbd:`Escape` es cancel·larà qualsevol acció actual.

source: An event viewer (or `list editor`) displays all events in the corresponding arranger as a list.
ca: Un visor d'esdeveniments (o `list editor`) mostra tots els esdeveniments de l'arranjador corresponent com a llista.

source: The event viewer can be shown by clicking the :guilabel:`Toggle event viewer` button in the corresponding arranger toolbar.
ca: El visor d'esdeveniments es pot mostrar fent clic al botó :guilabel:`Toggle event viewer` a la barra d'eines de l'arranjador corresponent.

source: Editing refers to any work done in the timeline arranger and the editors.
ca: L'edició es refereix a qualsevol treball realitzat a l'arranjador de la línia de temps i als editors.

source: While each editor has its own toolbar to assist with various operations, there is a global :guilabel:`Edit` section in the top toolbar that has common features shared by each editor.
ca: Tot i que cada editor té la seva pròpia barra d'eines per a ajudar amb diverses operacions, hi ha una secció global :guilabel:`Edit` a la barra d'eines superior que té funcionalitats comunes compartides per cada editor.

source: Snap Toolbar
ca: Barra d'eines d'ajust

source: Zrythm will snap according to the options currently specified by the snap toolbar buttons in each panel.
ca: Zrythm s'ajustarà segons les opcions especificades actualment pels botons de la barra d'eines d'ajust de cada quadre.

source: Snap toolbar
ca: Barra d'eines d'ajust

source: Snap to Grid
ca: Ajustar a quadrícula

source: Turn snapping on/off
ca: Activa/desactiva l'ajust

source: When snapping, keep the offset of objects from the nearest snap point on their left
ca: En ajustar, manté el desplaçament dels objectes des del punt d'ajust més proper a l'esquerra

source: Requires Snap to Grid to be toggled on
ca: Requereix ajustar a quadrícula per a activar-se

source: Snap to Events
ca: Ajustar als esdeveniments

source: When snapping, snap to the start/end positions other objects
ca: En ajustar, s'ajusta a les posicions inicial/final d'altres objectes

source: Snap/Grid Options
ca: Opcions d'ajust/quadrícula

source: The Snap/Grid options control allows fine-tuning snapping behavior inside arrangers.
ca: El control d'opcions ajust/quadrícula permet ajustar el comportament d'ajust dins els arranjadors.

source: Snap
ca: Ajust

source: The Snap section controls the snapping behavior of the start position of objects.
ca: La secció ajust controla el comportament d'eajust de la posició inicial dels objectes.

source: Note Length
ca: Durada de la nota

source: Note length to snap to
ca: Durada de la nota a la que s'ha d'ajustar

source: Triplet (t)
ca: Treset (t)

source: Use triplet note (2/3rds of the selected note length)
ca: Utilitza una nota de treset (2/3 de la durada de la nota seleccionada)

source: Dotted (.)
ca: Amb punts (.)

source: Use dotted note (3/2nds, or 1.5 times the selected note length)
ca: Utilitza una nota amb punts (3/2, o 1,5 vegades la durada de la nota seleccionada)

source: Adaptive
ca: Adaptativa

source: Adapt snapping to the current zoom level
ca: Adapta l'ajust al nivell de zoom actual

source: Length
ca: Durada

source: The Length section controls the default length of objects.
ca: La secció durada controla la durada per defecte dels objectes.

source: Link
ca: Enllaç

source: Use the same options as Snap
ca: Utilitza les mateixes opcions que Ajust

source: Use the length of the last created object
ca: Utilitza la durada de l'últim objecte creat

source: Timeline Arranger
ca: Arranjador de línia de temps

source: Regions (or :term:`clips <Clip>`) are containers for events or data (such as MIDI notes and audio clips - see below) that can be edited in an :ref:`editor <editors>`. Regions can be repeated, like below.
ca: Les regions (o :term:`clips <Clip>`) són contenidors per a esdeveniments o dades (com ara notes MIDI i clips d'àudio - consulta més avall) que es poden editar en un :ref:`editor <editors>`. Les regions es poden repetir, com a continuació.

source: Double-clicking an audio region will bring up the :doc:`Audio Editor <../../editing/clip-editors/audio-editor>`.
ca: Fent doble clic en una regió d'àudio, apareixerà el :doc:`Editor d'àudio <../../editing/clip-editors/audio-editor>`.

source: Double-clicking a MIDI region will bring up the :doc:`Piano Roll <../../editing/clip-editors/piano-roll>`.
ca: Fent doble clic en una regió MIDI, apareixerà el :doc:`rotlle de pianola <../../editing/clip-editors/piano-roll>`.

source: Double-clicking an automation region will bring up the :doc:`Automation Editor <../../editing/clip-editors/automation-editor>`.
ca: Fent doble clic en una regió d'automatització, apareixerà l' :doc:`Editor d'automatització <../../editing/clip-editors/automation-editor>`.

source: Double-clicking a chord region will bring up the :doc:`Chord Editor <../../editing/clip-editors/chord-editor>`.
ca: Fent doble clic en una regió d'acords, apareixerà l' :doc:`Editor d'acords <../../editing/clip-editors/chord-editor>`.

source: Looping
ca: Fer bucles

source: Regions can be repeated, and hence they have :ref:`editable loop points and a clip start position <editing/clip-editors/ruler:Markers>` in the :doc:`Editor ruler <../../editing/clip-editors/ruler>` to modify the looping (repeating) behavior.
ca: Les regions poden tenir bucles i, per tant, tenen :ref:`punts de bucle editables i una posició inicial del clip <editing/clip-editors/ruler:Markers>` al :doc:`Regle de l'editor <../../editing/clip-editors/ruler>` per a modificar el comportament del bucle (repetició).

source: Regions can also be looped inside the timeline, by moving the cursor to the bottom-left or bottom-right edge of the region, then clicking and dragging.
ca: Les regions també poden tenir bucles dins la línia de temps, movent el cursor a la vora inferior esquerra o inferior dreta de la regió i, a continuació, clicar i arrossegar.

source: Looping (loop-resizing) a region
ca: Fent bucle (redimensionament del bucle) d'una regió

source: Link-Moving
ca: Enllaçar-moure

source: Linked regions can be created by holding down :kbd:`Alt` while moving.
ca: Es poden crear regions enllaçades mantenint premut :kbd:`Alt` en moure-les.

source: You can verify that a link exists on a region by the link icon that shows in the top right.
ca: Pots verificar que hi ha un enllaç en una regió per la icona d'enllaç que es mostra a la part superior dreta.

source: Linked MIDI regions
ca: Regions MIDI enllaçades

source: Editing in the timeline is the most common workflow inside Zrythm. The timeline section consists of the tracklist on the left and the ruler/arranger on the right, along with a timeline-specific toolbar at the top.
ca: L'edició a la línia de temps és el flux de treball més comú dins de Zrythm. La secció de la línia de temps consta de la llista de cançons a l'esquerra i el regle/arranjador a la dreta, juntament amb una barra d'eines específica de la línia de temps a la part superior.

source: The Tracklist contains all of the Tracks in the project. It is split into the top (pinned) Tracklist and the bottom (main) Tracklist.
ca: La llista de pistes conté totes les pistes del projecte. Es divideix en la llista de pistes superior (ancorada) i la llista de pistes inferior (principal).

source: At the top of the tracklist, the number of visible tracks over the number of total tracks is shown, as well as a search box for searching tracks by name (not operational at the moment).
ca: A la part superior de la llista de pistes, es mostra el nombre de pistes visibles sobre el nombre de pistes totals, així com un quadre de cerca de pistes per nom (no operatiu en aquest moment).

source: You can pin tracks to make them stick to the top, and this is useful for chord progressions and markers, so you can always see them.
ca: Pots ancorar les pistes perquè s'adhereixin a la part superior, i això és útil per a progressions d'acords i marcadors, de manera que sempre els pots veure.

source: The rest of the tracklist is briefly touched upon in :ref:`tracklist`.
ca: La resta de la llista de pistes es toca breument a :ref:`tracklist`.

source: For more details about track operations, see the :ref:`tracks` section.
ca: Per a més informació sobre les operacions de la pista, consulta la secció :ref:`tracks`.

source: The rest of the timeline elements are explained in the following sections.
ca: La resta d'elements de la línia de temps s'expliquen en les següents seccions.

source: Timeline Ruler
ca: Regle de línia de temps

source: Toolbar
ca: Barra d’eines

source: The timeline has its own toolbar for timeline-specific operations.
ca: La línia de temps té la seva pròpia barra d'eines per a operacions específiques de la línia de temps.

source: It includes the following sections:
ca: Inclou els següents apartats:

source: Audio region options
ca: Opcions de regió d'àudio

source: Range actions
ca: Accions d'interval

source: Object merge options
ca: Opcions de combinació d'objectes

source: Audio Region Options
ca: Opcions de regió d'àudio

source: Musical Mode
ca: Mode musical

source: When this is on, audio regions will be automatically time-stretched to match the new BPM, each time the BPM changes. If this is off, changing the BPM will cause audio regions to be repeated accordingly to match the new BPM without being time-stretched.
ca: Quan això estigui encés, les regions d'àudio s'estiraran automàticament per a coincidir amb el nou BPM, cada vegada que canviï el BPM. Si això està desactivat, canviar el BPM farà que les regions d'àudio es repeteixin en conseqüència perquè coincideixin amb el nou BPM sense estirar el temps.

source: Range Actions
ca: Accions d'interval

source: Range actions are performed on the selected :term:`Range`.
ca: Les accions d'interval es realitzen al :term:`Range` seleccionat.

source: Inserts silence at the selected range and pushes all events in the range forward
ca: Insereix silenci a l'interval seleccionat i avança tots els esdeveniments de l'interval

source: Deletes all events in the range and moves events after the range backwards
ca: Suprimeix tots els esdeveniments de l'interval i mou els esdeveniments després de l'interval cap enrere

source: Merge Selections
ca: Combinar seleccions

source: Merge the selected objects into a single object, if possible
ca: Combina els objectes seleccionats en un sol objecte, si és possible

source: Implement.
ca: Implementa.

source: Clicking the :guilabel:`Export Graph` button in the :doc:`../zrythm-interface/main-toolbar` will show the following selection. The routing graph can be exported as either a PNG image or a .dot graph.
ca: Fent clic al botó :guilabel:`Export Graph` al :doc:`../zrythm-interface/main-toolbar` es mostrarà la següent selecció. El gràfic d'encaminament es pot exportar com una imatge PNG o un gràfic .dot.

source: For users of Debian-based distributions such as Ubuntu and Linux Mint we recommend using the `KXstudio repositories <https://kx.studio/>`_, as there are many plugins that can easily be installed via apt.
ca: Per als usuaris de distribucions basades en Debian com Ubuntu i Linux Mint recomanem utilitzar els `repositoris KXstudio <https://kx.studio/>`_, ja que hi ha molts complements que es poden instal·lar fàcilment via apt.

source: For users of Arch Linux-based distributions such as Manjaro we recommend installing the `lv2-plugins <https://archlinux.org/groups/x86_64/lv2-plugins/>`_ group.
ca: Per als usuaris de distribucions basades en Arch Linux, com ara Manjaro, recomanem instal·lar el grup `complements lv2 <https://archlinux.org/groups/x86_64/lv2-plugins/>`_.

source: When you first run Zrythm, it will display a dialog that lets you configure the basic settings that Zrythm will use. These include the :term:`Zrythm user path` and the language of the user interface.
ca: Quan executis Zrythm per primera vegada, es mostrarà un diàleg que et permetrà configurar els paràmetres bàsics que utilitzarà Zrythm. Aquests inclouen el :term:`Zrythm user path` i l'idioma de la interfície d'usuari.

source: This is the :term:`Zrythm user path`.
ca: Aquest és el :term:`Zrythm user path`.

source: Hardware
ca: Maquinari

source: x86_64 (64-bit), i686 (32-bit), powerpc64le (PowerPC), armhf (ARMv7) or aarch64 (ARMv8)
ca: x86_64 (64 bits), i686 (32 bits), powerpc64le (PowerPC), armhf (ARMv7) o aarch64 (ARMv8)

source: Operating System
ca: Sistema operatiu

source: GNU/Linux, FreeBSD, Windows or MacOS
ca: GNU/Linux, FreeBSD, Windows o MacOS

source: For quickly trying out melodies, recording and controlling knobs and buttons.
ca: Per a provar ràpidament melodies, rodetes de control i gravació i botons.

source: A proprietary plugin standard, mainly used on MacOS. We recommend using :term:`LV2` instead.
ca: Un estàndard de complement propietari, utilitzat principalment en MacOS. Es recomana utilitzar :term:`LV2`.

source: VST3 is a plugin standard that supersedes :term:`VST2`. It is better to use VST3 than VST2, because it is released as :term:`Free software`. However, we recommend using the :term:`LV2` standard instead.
ca: VST3 és un estàndard de complements que substitueix :term:`Mono`. És millor utilitzar VST3 que VST2, perquè es llança com a :term:`Free software`. No obstant això, recomanem que s'utilitzi l'estàndard :term:`LV2`.

source: Zrythm user path
ca: Camí d'usuari de Zrythm

source: The path where Zrythm will save user data, such as projects, temporary files, presets and exported audio. The default is :file:`zrythm` under
ca: El camí on Zrythm desarà les dades de l'usuari, com ara projectes, fitxers temporals, predefinits i àudio exportat. El valor per defecte és :file:`zrythm` sota

source: Convert a .zpj project file to YAML.
ca: Converteix un fitxer de projecte .zpj en YAML.

source: Convert a YAML file to the .zpj format.
ca: Convertir YAML-PROJECT-FILE al format .zpj.

source: This only applies to the timeline ruler, covered in :ref:`timeline-ruler`.
ca: Això només s'aplica al regle de la línia de temps, tractat a :ref:`timeline-ruler`.

source: The Bookmarks section contains a list of bookmarked directories. Double-clicking on a directory will show its contents in the file list below.
ca: La secció favorits conté una llista de directoris favorits. Fent doble clic en un directori es mostrarà el seu contingut a la llista de fitxers següent.

source: Standard Bookmarks
ca: Favorits estàndard

source: Zrythm provides standard bookmarks for :file:`Home` and :file:`Desktop`, which correspond to the home and desktop directories of the current user.
ca: Zrythm proporciona favorits estàndard per a :file:`Home` i :file:`Desktop`, que corresponen als directoris d'inici i escriptori de l'usuari actual.

source: Similarly to the :doc:`plugin browser <../plugins/plugin-browser>`, files can be filtered based on their type.
ca: De la mateixa manera que el :doc:`navegador de complements <../plugins/plugin-browser>`, els fitxers es poden filtrar en funció del seu tipus.

source: Only show preset files.
ca: Mostra només els fitxers predefinits.

source: Preset filtering is not implemented yet.
ca: El filtratge predefinit encara no s'ha implementat.

source: Showing Unsupported Files
ca: Mostrar fitxers no compatibles

source: By default, only supported files will be shown in the file list. To also show unsupported files, enable :guilabel:`Show unsupported files` in the :ref:`file browser preferences <plugins-files/audio-midi-files/file-browser:Preferences>`.
ca: Per defecte, només es mostraran els fitxers admesos a la llista de fitxers. Per a mostrar també fitxers no compatibles, habilita :guilabel:`Show unsupported files` a :ref:`preferències del navegador de fitxers <plugins-files/audio-midi-files/file-browser:Preferences>`.

source: Showing Hidden Files
ca: Mostrar fitxers ocults

source: By default, only files that are not hidden will be shown in the file list. To also show hidden files, enable :guilabel:`Show hidden files` in the :ref:`file browser preferences <plugins-files/audio-midi-files/file-browser:Preferences>`.
ca: Per defecte, només es mostraran els fitxers que no estiguin ocults a la llista de fitxers. Per a mostrar també fitxers ocults, habilita :guilabel:`Show hidden files` a :ref:`preferències del navegador de fitxers <plugins-files/audio-midi-files/file-browser:Preferences>`.

source: |icon_media-playback-start| Play
ca: |icon_media-playback-start| Reproduir

source: |icon_media-playback-stop| Stop
ca: |icon_media-playback-stop| Parar

source: The selected instrument will be used for playing back MIDI files. In the above example, the `Helm` instrument is selected.
ca: L'instrument seleccionat s'utilitzarà per a reproduir fitxers MIDI. En l'exemple anterior, es selecciona l'instrument `Helm`.

source: Auto-play (automatically playing back the selected file when the selection changes) can be enabled in the preferences below.
ca: La reproducció automàtica (reproduir automàticament el fitxer seleccionat quan canvia la selecció) es pot habilitar a preferències.

source: Clicking the cog icon will bring up the preferences for the file browser.
ca: Fent clic a la icona de roda dentada mostrarà les preferències del navegador de fitxers.

source: File browser preferences
ca: Preferències del navegador de fitxers

source: Files are imported into the project by either double-clicking or dragging and dropping into the timeline.
ca: Els fitxers s'importen al projecte fent doble clic o arrossegant i deixant anar a la línia de temps.

source: Drag-n-dropping an audio file into a new track
ca: Arrossegar i deixar anar un fitxer d'àudio en una pista nova

source: Pop-up File Browser
ca: Navegador de fitxers emergent

source: An additional file browser with similar functionalities is available by clicking the :guilabel:`Popup File Browser` button near the bottom right of the main window.
ca: Hi ha disponible un navegador de fitxers addicional amb funcionalitats semblants clicant el botó :guilabel:`Popup File Browser` a prop de la part inferior dreta de la finestra principal.

source: Zrythm can import MIDI and audio files into the project. The files can be imported by dragging and dropping from your computer or from the :doc:`file browser <file-browser>` into a track.
ca: Zrythm pot importar fitxers MIDI i àudio al projecte. Els fitxers es poden importar arrossegant i deixant anar des de l'ordinador o des del :doc:`navegador de fitxers <file-browser>` en una pista.

source: The following file formats are supported.
ca: S'admeten els formats de fitxer següents.

source: An open and patent-free container format mostly used for lossy audio files.
ca: Un format de contenidor obert i lliure de patents utilitzat principalment per a fitxers d'àudio amb pèrdua.

source: An open and royalty-free audio coding format for lossless compression of digital audio.
ca: Un format de codificació d'àudio obert i lliure de drets d'autor per a la compressió sense pèrdues d'àudio digital.

source: An audio file format for storing audio bistreams (uncompressed audio).
ca: Un format de fitxer d'àudio per a emmagatzemar bistream d'àudio (àudio sense comprimir).

source: An (originally patented) coding format for compressed audio. Although the patents have expired, we recommend using OGG instead.
ca: Un format de codificació (originalment patentat) per a àudio comprimit. Tot i que les patents han caducat, recomanem que s'utilitzi OGG.

source: OPUS support requires specific project samplerates to work properly.
ca: El suport OPUS requereix que les taxes de mostreig específiques del projecte funcionin correctament.
