Repository: ToddAWalter/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/zrythm-manual.po
Languages: ca, uk

source: Switch to drum editor view (or `Drum mode`), where each :term:`MIDI note` is drawn as a diamond and the piano roll keys display the name of each drum.
ca: Canviar a la vista de l'editor de tambors (o `Drum mode`), on cada :term:`MIDI note` es dibuixa com un diamant i les tecles del rotlle de pianola mostren el nom de cada tambor.
uk: Перейдіть у вікно редактора барабанів (або «режим барабанів»), де кожна :term:`MIDI note` зображена як ромб, а клавіші піаніно відображають назву кожного барабана.

source: Drum mode
ca: Mode tambor
uk: Барабанний режим

source: Listen to notes
ca: Escoltar les notes
uk: Слухайте ноти

source: Play back each note as you drag it inside the piano roll.
ca: Reprodueix cada nota mentre l'arrossegues dins el rotlle de pianola.
uk: Відтворюйте кожну ноту, перетягуючи її всередину піаніно.

source: Piano Roll Keys
ca: Tecles del rotlle de pianola
uk: Клавіші піаніно

source: These are the keys corresponding to each key found on a piano.
ca: Aquestes són les tecles corresponents a cada tecla que es troba en un piano.
uk: Це клавіші, які відповідають кожній клавіші на піаніно.

source: Piano roll keys
ca: Tecles del rotlle de pianola
uk: Клавіші Піаніно

source: Clicking on each key allows you to listen to it, much like pressing a key on a real piano.
ca: Fent clic a una tecla et permet sentir-la, com en prémer una tecla en un piano real.
uk: Натискання на кожну клавішу дозволяє прослухати її, подібно до натискання клавіші на справжньому піаніно.

source: A label for each key is shown on the left side of the black/white keys, in addition to any highlighting (if selected). See :ref:`editing/editor-toolbars:Chord/Scale Highlighting` for more information.
uk: Мітка для кожної клавіші відображається ліворуч від чорних/білих клавіш, крім будь-якого підсвічування (якщо вибрано). Перегляньте :ref:`editing/editor-toolbars:Chord/Scale Highlighting` для отримання додаткової інформації.

source: The vertical zoom level can be changed by holding down :kbd:`Ctrl` and :kbd:`Shift` and scrolling.
ca: El nivell de zoom vertical es pot canviar mantenint premuts :kbd:`Ctrl` i :kbd:`Shift` i desplaçant-se.
uk: Рівень вертикального масштабування можна змінити, утримуючи :kbd:`Ctrl` і :kbd:`Shift` і прокручуючи.

source: MIDI Arranger
ca: Arranjador MIDI
uk: MIDI аранжувальник

source: The MIDI arranger refers to the arranger section of the piano roll.
ca: L'arranjador MIDI es refereix a la secció de l'arranjador del rotlle de pianola.
uk: Аранжувальник MIDI відноситься до розділу аранжувальника фортепіано.

source: MIDI arranger with notes
ca: Arranjador MIDI amb notes
uk: MIDI аранжувальник з нотами

source: The MIDI arranger contains MIDI notes drawn as rectangles from their start position to their end position. Zrythm will send a MIDI note on signal when the start position of a note is reached, and a note off signal when the end position of a note is reached.
ca: L'arranjador MIDI conté notes MIDI dibuixades com rectangles des de la seva posició inicial fins a la seva posició final. Zrythm enviarà una nota MIDI al senyal quan s'assoleixi la posició d'inici d'una nota, i una nota fora del senyal quan s'assoleixi la posició final d'una nota.
uk: MIDI-аранжувальник містить MIDI-ноти, намальовані у вигляді прямокутників від їх початкової до кінцевої позиції. Zrythm надішле MIDI-сигнал увімкнення ноти, коли досягнуто початкової позиції ноти, і сигнал вимкнення ноти, коли досягнуто кінцевої позиції ноти.

source: Velocity Editor
ca: Editor de velocitat
uk: Редактор швидкостей

source: There is another arranger at the bottom of the MIDI arranger for editing the velocity of each note.
ca: Hi ha un altre arranjador a la part inferior de l'arranjador MIDI per a editar la velocitat de cada nota.
uk: У нижній частині MIDI-аранжувальника є інший аранжувальник для редагування швидкості кожної ноти.

source: Velocity refers to the force with which a note is played. Each instrument handles various velocities for the same note differently, but generally a higher velocity will result in a louder or `stronger` note. Velocities are useful for adding expression to melodies.
ca: La velocitat es refereix a la força amb la qual es juga una nota. Cada instrument manega diverses velocitats per a la mateixa nota de manera diferent, però generalment una velocitat més alta donarà lloc a una nota més forta o `stronger`. Les velocitats són útils per afegir expressió a melodies.
uk: Швидкість означає силу, з якою грається нота. Кожен інструмент по-різному обробляє різні швидкості для однієї ноти, але, як правило, вища швидкість призводить до голоснішої або «сильнішої» ноти. Швидкість корисна для додання експресії мелодіям.

source: The velocity of each note is drawn as a bar, where higher means a larger value. Clicking and dragging the tip of each velocity bar allows you to change it.
ca: La velocitat de cada nota es dibuixa com una barra, on més alt significa un valor més gran. En clicar i arrossegar la punta de cada barra de velocitat et permet canviar-la.
uk: Швидкість кожної ноти намальована у вигляді стовпчика, де вище означає більше значення. Клацніть і перетягніть кінчик кожної шкали швидкості, щоб змінити її.

source: You can also edit multiple velocities at once by selecting multiple MIDI notes before editing a velocity bar.
ca: També pots editar diverses velocitats alhora seleccionant diverses notes MIDI abans d'editar una barra de velocitat.
uk: Ви також можете редагувати кілька натискань одночасно, вибравши кілька нот MIDI перед редагуванням панелі натискань.

source: The :ref:`ramp-mode` can also be used in the velocity editor to `ramp` velocities.
ca: El :ref:`ramp-mode` també es pot utilitzar a l'editor de velocitats per `ramp` velocitats.
uk: Режим :ref:`ramp-mode` також можна використовувати в редакторі швидкості для `збільшення` швидкостей.

source: Using the ramp tool on MIDI note velocities
ca: Ús de l'eina rampa en velocitats de notes MIDI
uk: Використання інструменту зміни швидкості MIDI-ноти

source: Timeline
ca: Línia de temps
uk: Лінія часу

source: Editing in the timeline is the most common workflow inside Zrythm. The timeline section consists of the :ref:`tracklist <tracks/tracklist:Tracklist>` on the left and the ruler/arranger on the right, along with a timeline-specific toolbar at the top.
uk: Редагування на часовій шкалі є найпоширенішим робочим процесом у Zrythm. Розділ шкали часу складається з :ref:`списку треків <tracks/tracklist:Tracklist>` ліворуч і лінійки/аранжувальника праворуч, а також спеціальної панелі інструментів шкали часу вгорі.

source: Minimap
ca: Minimapa
uk: Мінікарта

source: The timeline minimap is a little box that represents the current visible area of the timeline. It can be moved around and resized to change the visible area.
ca: El minimapa de la línia de temps és una petita caixa que representa l'àrea visible actual de la línia de temps. Es pot moure i redimensionar per a canviar l'àrea visible.
uk: Міні-карта шкали часу — це маленький квадрат, який представляє поточну видиму область шкали часу. Його можна переміщати та змінювати розмір, щоб змінити видиму область.

source: Ruler
uk: Лінійка

source: The ruler is mainly used to control looping and playback.
ca: El regle s'utilitza principalment per controlar els bucles i la reproducció.
uk: Лінійка в основному використовується для керування повторенням і відтворенням.

source: The ruler will display more or less information depending on the current zoom level. It will also display the following markers/indicators discussed in :ref:`loop-points-and-markers`.
ca: El regle mostrarà més o menys informació en funció del nivell de zoom actual. També mostrarà els següents marcadors/indicadors discutits a :ref:`loop-points-and-markers`.
uk: Лінійка відображатиме більше чи менше інформації залежно від поточного рівня масштабування. Він також відображатиме наступні маркери/індикатори, розглянуті в :ref:`loop-points-and-markers`.

source: Cue point
ca: Fita
uk: Точка підказки

source: Displayed as a blue, right-pointing arrow.
ca: Es mostra com una fletxa blava que apunta cap a la dreta.
uk: Відображається як синя стрілка вправо.

source: Playhead position
ca: Posició del capçal de reproducció
uk: Позиція Playhead

source: Shown as a grey, down-facing arrow.
ca: Es mostra com una fletxa grisa i cap avall.
uk: Показано сірою стрілкою вниз.

source: Loop points
ca: Punts de bucle
uk: Точки петлі

source: Shown as 2 green arrows, and the area between them is shown in bright green if loop is enabled, or grey if disabled. Can be dragged to reposition.
ca: Es mostra com 2 fletxes verdes, i l'àrea entre elles es mostra en verd brillant si bucle està habilitat, o gris si està desactivat. Es pot arrossegar per a reposicionar.
uk: Відображається як 2 зелені стрілки, а область між ними відображається яскраво-зеленим, якщо цикл увімкнено, або сірим, якщо вимкнено. Можна перетягнути, щоб змінити положення.

source: Looping can be enabled/disabled using the loop button in the :ref:`transport controls <playback-and-recording/transport-controls:Controls>`.
uk: Цикл можна ввімкнути/вимкнути за допомогою кнопки циклу в :ref:`транспортних елементах керування <playback-and-recording/transport-controls:Controls>`.

source: Clicking and dragging on empty space in the bottom half of the ruler will allow you to reposition the playhead.
ca: En clicar i arrossegar l'espai buit de la meitat inferior del regle, pots reposicionar el capçal de reproducció.
uk: Клацніть і перетягніть пусте місце в нижній половині лінійки, щоб змінити положення вказівника відтворення.

source: You can :kbd:`Control`-click and drag the loop region to move it.
uk: Ви можете :kbd:`Control` клацнути та перетягнути область петлі, щоб перемістити її.

source: Setting the Cue Point
ca: Establint la fita
uk: Встановлення контрольної точки

source: Double click inside the ruler to set the cue point. This will be used to return to when playback is stopped.
ca: Doble clic a l'interior del regle per a establir la fita. Quan s'aturi la reproducció es tornarà a aquesta.
uk: Двічі клацніть всередині лінійки, щоб установити точку підказки. Це буде використано для повернення до зупинки відтворення.

source: Range Selection
ca: Selecció d'interval
uk: Вибір діапазону

source: Clicking and dragging in the top half of the ruler will create a :term:`range <Range>` selection. If an existing range exists, you can click an drag it to move it.
ca: En clicar i arrossegar a la meitat superior del regle, es crearà una selecció d' :term:`interval <Range>`. Si hi ha un interval existent, pots clicar-lo i arrossegar-lo per a moure'l.
uk: Клацання та перетягування верхньої половини лінійки створить виділення :term:`range <Діапазон>`. Якщо наявний діапазон існує, ви можете клацнути та перетягнути його, щоб перемістити.

source: Range selection
ca: Selecció d'interval
uk: Вибір Діапазону

source: Arranger
uk: Аранжувальник

source: The timeline arranger is the main area where the song is composed. It consists of a collection of events, such as regions, positioned against time. Some events (such as regions) will open separate windows for further editing when clicked.
ca: L'arranjador de la línia de temps és l'àrea principal on es compon la cançó. Consisteix en una col·lecció d'esdeveniments, com ara regions, posicionades contra el temps. Alguns esdeveniments (com ara regions) obriran finestres separades per a una edició posterior quan es cliqui.
uk: Аранжувальник хронології — це основна область, де створюється пісня. Він складається з набору подій, наприклад регіонів, розташованих у залежності від часу. Деякі події (наприклад, регіони) відкривають окремі вікна для подальшого редагування після натискання.

source: The timeline arranger is split into a top arranger that remains fixed on top and a bottom arranger below it. This way you can pin tracks you want to always be visible at the top.
ca: L'arranjador de la línia de temps es divideix en un arranjador superior que es manté fix a la part superior i un arranjador inferior a sota. D'aquesta manera pots ancorar les pistes que vols que sempre siguin visibles a la part superior.
uk: Аранжувальник шкали часу розділений на верхній аранжувальник, який залишається зафіксованим зверху, і нижній аранжувальник під ним. Таким чином ви можете закріпити треки, які завжди бачите, у верхній частині.

source: Arranger Objects
ca: Objectes de l'arranjador
uk: Аранжувальник об'єктів

source: The following arranger objects can exist inside the timeline.
ca: Els objectes d'arranjador següents poden existir dins la línia de temps.
uk: Наступні об’єкти аранжувальника можуть існувати на часовій шкалі.

source: Regions
uk: Регіони

source: Regions (or :term:`clips <Clip>`) are containers for events or data (such as MIDI notes and audio clips - see below) that can be edited in an :ref:`editor <editing/timeline:Editing Region Contents>`. Regions can be repeated, like below.
uk: Області (або :term:`clips <Clip>`) — це контейнери для подій або даних (таких як MIDI-нотатки та аудіокліпи — див. нижче), які можна редагувати в :ref:`редакторі <editing/timeline:Editing Region Contents>`. Регіони можна повторити, як показано нижче.

source: Region
ca: Regió
uk: Регіон

source: The following types of regions exist.
ca: Existeixen els següents tipus de regions.
uk: Існують такі типи регіонів.

source: Audio Regions
ca: Regions d'àudio
uk: Аудіо регіони

source: Audio regions contain audio clips from audio files.
ca: Les regions d'àudio contenen clips d'àudio de fitxers d'àudio.
uk: Аудіорегіони містять аудіокліпи з аудіофайлів.

source: Audio region
ca: Regió d'àudio
uk: Аудіо регіон

source: Audio regions belong to track lanes and appear inside Audio tracks.
ca: Les regions d'àudio pertanyen als carrils de pista i apareixen dins les pistes d'àudio.
uk: Аудіорегіони належать до доріжок і відображаються всередині аудіодоріжок.

source: Audio track with audio region
ca: Pista d'àudio amb regió d'àudio
uk: Звукова доріжка з аудіообластю

source: Double-clicking an audio region will bring up the :ref:`audio editor <editing/audio-editor:Audio Editor>`.
uk: Подвійне клацання області аудіо відкриє :ref:`аудіоредактор <editing/audio-editor:Audio Editor>`.

source: MIDI Regions
ca: Regions MIDI
uk: Регіони MIDI

source: MIDI regions contain :term:`MIDI` notes.
ca: Les regions MIDI contenen notes :term:`MIDI`.
uk: Регіони MIDI містять ноти :term:`MIDI`.

source: MIDI region
ca: Regió MIDI
uk: Регіон MIDI

source: MIDI regions belong to track lanes and appear inside MIDI or Instrument tracks.
ca: Les regions MIDI pertanyen als carrils de pista i apareixen dins les pistes MIDI o d'Instrument.
uk: Області MIDI належать до доріжок і з’являються всередині доріжок MIDI або інструментів.

source: MIDI track with MIDI region
ca: Pista MIDI amb regió MIDI
uk: MIDI-доріжка з регіоном MIDI

source: Double-clicking a MIDI region will bring up the :ref:`piano roll <editing/piano-roll:Piano Roll>`.
uk: Подвійне клацання області MIDI відкриє :ref:`piano roll <editing/piano-roll:Piano Roll>`.

source: Automation Regions
ca: Regions d'automatització
uk: Регіони автоматизації

source: Automation regions contain automation events.
ca: Les regions d'automatització contenen esdeveniments d'automatització.
uk: Регіони автоматизації містять події автоматизації.

source: Automation region
ca: Regió d'automatització
uk: Область автоматизації

source: Automation regions appear inside automation lanes.
ca: Les regions d'automatització apareixen dins de carrils d'automatització.
uk: Області автоматизації з’являються всередині смуг автоматизації.

source: Automation lane with automation region
ca: Carril d'automatització amb regió d'automatització
uk: Провулок автоматики з областю автоматизації

source: Double-clicking an automation region will bring up the :ref:`automation editor <editing/automation-editor:Automation Editor>`.
uk: Подвійне клацання області автоматизації відкриє :ref:`редактор автоматизації <editing/automation-editor:Automation Editor>`.

source: Chord regions
ca: Regions d'acords
uk: Хордові області

source: Chord regions contain sequences of chords.
ca: Les regions d'acords contenen seqüències d'acords.
uk: Області акордів містять послідовності акордів.

source: Chord region
ca: Regió d'acords
uk: Хордова область

source: Chord regions appear inside the chord track.
ca: Les regions d'acords apareixen dins la pista d'acords.
uk: Області акордів з’являються всередині доріжки акордів.

source: Chord track with chord region
ca: Pista d'acords amb regió d'acords
uk: Доріжка акордів з областю акордів

source: Double-clicking a chord region will bring up the :ref:`chord editor <editing/chord-editor:Chord Editor>`.
uk: Подвійне клацання області акордів відкриє :ref:`редактор акордів <editing/chord-editor:Chord Editor>`.

source: Markers
ca: Marcadors
uk: Маркери

source: Markers are used to mark the start of a logical section inside the song, such as `Chorus` or `Intro`.
ca: Els marcadors s'utilitzen per a marcar l'inici d'una secció lògica dins la cançó, com ara `Chorus` o `Intro`.
uk: Маркери використовуються для позначення початку логічної частини пісні, наприклад «Приспів» або «Вступ».

source: Marker
ca: Marcador
uk: Маркер

source: Markers appear inside the marker track.
ca: Els marcadors apareixen dins la pista de marcadors.
uk: Маркери з’являються всередині доріжки маркера.

source: Marker track with marker
ca: Pista de marcadors amb marcador
uk: Маркерна доріжка з маркером

source: There are two special markers that signify the start and end of the song that are used for exporting the song and cannot be deleted.
ca: Hi ha dos marcadors especials que signifiquen l'inici i el final de la cançó que s'utilitzen per exportar la cançó i no es poden suprimir.
uk: Є два спеціальні маркери, які позначають початок і кінець пісні, які використовуються для експорту пісні та не можуть бути видалені.

source: Scales
ca: Escales
uk: Ваги

source: Scales are used to indicate the start of a section using a specific musical scale.
ca: Les escales s'utilitzen per indicar l'inici d'una secció utilitzant una escala musical específica.
uk: Гамми використовуються для позначення початку розділу за допомогою певної музичної гами.

source: Scale
ca: Escala
uk: масштаб

source: Scales appear inside the Chord track.
ca: Les escales apareixen dins la pista d'acords.
uk: Гамми з’являються всередині доріжки акордів.

source: Chord track with scale
ca: Pista d'acords amb escala
uk: Доріжка акордів зі шкалою

source: Editing Regions
ca: Edició de regions
uk: Редагування регіонів

source: The following operations apply to regions.
ca: Les operacions següents s'apliquen a les regions.
uk: Наступні операції застосовуються до регіонів.

source: Renaming
ca: Reanomenar
uk: Перейменування

source: Regions can be renamed by selecting them and pressing :kbd:`F2`.
ca: Les regions es poden canviar de nom seleccionant-les i prement :kbd:`F2`.
uk: Регіони можна перейменувати, вибравши їх і натиснувши :kbd:`F2`.

source: Renaming a region
ca: Canviar el nom d'una regió
uk: Перейменування регіону

source: Adjusting Fades
ca: Ajustar atenuacions
uk: Налаштування зникнення

source: Audio regions can have fades. Fades are gradual increases or decreases in the level of the audio signal, and their positions can be adjusted by clicking and dragging the top left/right corners of the region.
ca: Les regions d'àudio poden tenir atenuacions. Les atenuacions són augments o disminucions graduals en el nivell del senyal d'àudio, i les seves posicions es poden ajustaren clicar i arrossegar les cantonades superior esquerra / dreta de la regió.
uk: Області звуку можуть мати затухання. Згасання – це поступове збільшення або зменшення рівня аудіосигналу, і їх положення можна регулювати, клацаючи та перетягуючи верхній лівий/правий кути області.

source: Adjusting fade out point (click & drag)
ca: Ajustant el punt d'atenuació (clicar i arrossegar)
uk: Налаштування точки згасання (клацніть і перетягніть)

source: Adjusting fade out point (drop)
ca: Ajustar el punt d'atenuació (deixar anar)
uk: Налаштування точки згасання (спад)

source: Clicking and dragging the grey part up or down will adjust the curviness of the fade.
ca: En clicar i arrossegar la part grisa cap amunt o cap avall s'ajustarà la curvatura de l'atenuació.
uk: Клацання та перетягування сірої частини вгору або вниз регулює кривизну зникнення.

source: Adjusting curviness
ca: Ajustant la curvatura
uk: Регулювання кривизни

source: The type of fade algorithm used can also be changed by right-clicking on the fade and selecting :menuselection:`Fade preset`.
ca: El tipus d'algorisme d'atenuació utilitzat també es pot canviar clicant el botó dret sobre l'atenuació i seleccionant :menuselection:`Fade preset`.
uk: Тип використовуваного алгоритму затухання також можна змінити, клацнувши правою кнопкою миші на затухання та вибравши :menuselection:`Fade preset`.

source: Fade context menu
ca: Menú contextual d'atenuació
uk: Зникає контекстне меню

source: Fade Types
uk: Типи вицвітання

source: The various types of fade algorithms available are illustrated below.
ca: Els diferents tipus d'algorismes d'atenuació disponibles s'il·lustren a continuació.
uk: Нижче наведено різні типи доступних алгоритмів затухання.

source: Fade algorithms
ca: Algorismes d'atenuació
uk: Алгоритми затухання

source: Linear
ca: Lineal
uk: Лінійний

source: Exponential
ca: Exponencial
uk: Експоненціально

source: Elliptic (Superellipse)
ca: El·líptic (Superel·lipse)
uk: Еліптичний (Супереліпс)

source: All audio regions have some additional, built-in fade in and fade out that cannot be disabled. This is used to avoid clipping and should be unnoticable.
ca: Totes les regions d'àudio tenen una atenuació d'entrada i de sortida incorporades que no es pot desactivar. S'utilitza per a evitar retalls i hauria de ser imperceptible.
uk: Усі аудіорегіони мають деякі додаткові вбудовані функції плавного з’єднання та згасання, які не можна вимкнути. Це використовується для уникнення обрізання та має бути непомітним.

source: Editing Region Contents
uk: Редагування вмісту області

source: Displaying Region Contents
uk: Відображення вмісту регіону

source: When regions are selected in the timeline, their contents will be shown inside the Editor tab in the :ref:`bottom-panel`. Although there are some common elements shared amongst each type of editor, the editor section will differ depending on the type of region selected.
ca: Quan les regions es seleccionen a la línia de temps, el seu contingut es mostrarà a la pestanya Editor al :ref:`bottom-panel`. Tot i que hi ha alguns elements comuns compartits entre cada tipus d'editor, la secció de l'editor variarà en funció del tipus de regió seleccionada.
uk: Коли на часовій шкалі вибрано регіони, їх вміст буде показано на вкладці «Редактор» на :ref:`bottom-panel`. Хоча є деякі загальні елементи для кожного типу редактора, розділ редактора відрізнятиметься залежно від типу вибраного регіону.

source: Editor Ruler
ca: Regle d'editor
uk: Лінійка редактора

source: The editor ruler is similar to the timeline ruler.
uk: Лінійка редактора схожа на лінійку шкали часу.

source: Editor ruler
ca: Regle d'editor
uk: лінійка редактора

source: The ruler will display more or less information depending on the current zoom level. It will also display the following indicators.
uk: Лінійка відображатиме більше чи менше інформації залежно від поточного рівня масштабування. Він також відображатиме наступні індикатори.

source: Editor Ruler Indicators
uk: Індикатори лінійки редактора

source: Song Markers
uk: Маркери пісень
