Repository: ToddAWalter/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/zrythm-manual.po
Languages: ca, uk

source: Zrythm will manage hardware connections on its own, so users are not expected to have to use such a patchbay to route MIDI/audio devices, however such a tool can be used to route signals from other apps into Zrythm to record their output, or to route the output of Zrythm into other JACK apps.
ca: Zrythm gestionarà les connexions de maquinari per si mateix, de manera que no s'espera que els usuaris hagin d'utilitzar aquest patchbay per a encaminar dispositius MIDI/àudio, però aquesta eina es pot utilitzar per a encaminar senyals d'altres aplicacions a Zrythm per a gravar la seva sortida o encaminar la sortida de Zrythm a altres aplicacions JACK.
uk: Zrythm самостійно керуватиме апаратними з’єднаннями, тому користувачам не доведеться використовувати такий патчбей для маршрутизації MIDI/аудіопристроїв, однак такий інструмент можна використовувати для маршрутизації сигналів з інших додатків у Zrythm для запису їхніх вихідних даних або для направляти вихідні дані Zrythm в інші програми JACK.

source: Any connections made externally will not be remembered by Zrythm.
ca: Zrythm no recordarà cap connexió feta externament.
uk: Zrythm не запам’ятає будь-які з’єднання, зроблені зовні.

source: MIDI Bindings
ca: Vinculacions MIDI
uk: MIDI Палітурки

source: Creating Bindings
ca: Creació de vinculacions
uk: Створення прив'язок

source: MIDI device controls can be mapped to controls inside Zrythm (on controls that support it). After enabling a device in the :ref:`Preferences <configuration/preferences:Preferences>`, a mapping can be created by right-clicking on eligible controls and selecting :guilabel:`MIDI learn`.
ca: Els controls del dispositiu MIDI es poden assignar als controls dins de Zrythm (en els controls que ho admeten). Després d'habilitar un dispositiu a :ref:`Preferències <configuration/preferences:Preferences>`, es pot crear un mapa clicant amb el botó dret sobre els controls elegibles i seleccionant :guilabel:`MIDI learn`.
uk: Елементи керування пристроєм MIDI можна відобразити на елементи керування в Zrythm (на елементи керування, які його підтримують). Після ввімкнення пристрою в :ref:`Preferences <configuration/preferences:Preferences>` можна створити відображення, клацнувши правою кнопкою миші відповідні елементи керування та вибравши :guilabel:`MIDI learn`.

source: MIDI learn on channel sends
ca: Informació MIDI als enviaments de canals
uk: MIDI дізнаватися на посилках каналу

source: A window will show up asking you to press a key or move a knob on your MIDI device.
ca: Apareixerà una finestra que et demanarà que premis una tecla o moguis una rodeta al dispositiu MIDI.
uk: З’явиться вікно з проханням натиснути клавішу або перемістити ручку на вашому MIDI-пристрої.

source: MIDI learn window
ca: Finestra d'aprenentatge MIDI
uk: MIDI вікно навчання

source: When the mapping is confirmed, the selected control can be controlled using the MIDI device.
ca: Quan es confirma el mapatge, el control seleccionat es pot controlar mitjançant el dispositiu MIDI.
uk: Після підтвердження відображення вибраним елементом керування можна керувати за допомогою пристрою MIDI.

source: Managing Bindings
ca: Gestió de vinculacions
uk: Керування прив’язками

source: Device mappings (bindings) can be found under the :guilabel:`Bindings` tab in the :ref:`main panel <zrythm-interface/main-panel:Main Panel>`.
ca: Els mapes de dispositius (enllaços) es poden trobar a la pestanya :guilabel:`Bindings` al :ref:`quadre principal <zrythm-interface/main-panel:Main Panel>`.
uk: Зіставлення пристроїв (прив’язки) можна знайти на вкладці :guilabel:`Прив’язки` на :ref:`головній панелі <zrythm-interface/main-panel:Main Panel>`.

source: MIDI CC bindings
ca: Vinculacions CC MIDI
uk: MIDI CC палітурки

source: Bindings can be enabled/disabled by clicking the checkbox on each row, or deleted by selecting one or more rows and pressing the :guilabel:`Delete` button in the toolbar at the bottom.
uk: Прив’язки можна ввімкнути/вимкнути, клацнувши прапорець у кожному рядку, або видалити, вибравши один або декілька рядків і натиснувши кнопку :guilabel:`Видалити` на панелі інструментів внизу.

source: Configuration
ca: Configuració
uk: Конфігурація

source: Preferences
ca: Preferències
uk: Уподобання (Preferences)

source: Zrythm has a Preferences dialog containing all of the global settings that can be accessed by clicking the gear icon or with :kbd:`Control-,`
uk: Zrythm має діалогове вікно налаштувань, яке містить усі глобальні параметри, доступ до яких можна отримати, натиснувши значок шестірні або за допомогою :kbd:`Control-,`

source: Preferences dialog
ca: Diàleg de preferències
uk: Діалог налаштувань

source: Preferences are grouped by sections, such as :guilabel:`General` and :guilabel:`Plugins`, and each item in the preferences contains a description that explains what it does (when not self-explanatory).
uk: Налаштування згруповано за розділами, наприклад :guilabel:`Загальні` та :guilabel:`Плагіни`, і кожен елемент у налаштуваннях містить опис, який пояснює, що він робить (якщо не пояснюється самостійно).

source: Zrythm must be restarted for some changes to take effect.
uk: Zrythm потрібно перезапустити, щоб деякі зміни вступили в силу.

source: Zrythm stores these preferences using the GSettings mechanism, which comes with the ``gsettings`` command for changing settings from the command line, or the optional GUI tool `dconf-editor <https://wiki.gnome.org/Apps/DconfEditor>`_.
uk: Zrythm зберігає ці налаштування за допомогою механізму GSettings, який постачається разом із командою ``gsettings`` для зміни налаштувань із командного рядка або додатковим інструментом GUI `dconf-editor <https://wiki.gnome.org/Apps/DconfEditor>`_.

source: Normally, you shouldn't need to access any of these settings this way and it is not recommended to edit them this way as Zrythm validates some settings before it saves them (Zrythm also uses some settings internally), but this can be useful for debugging problems.
uk: Зазвичай вам не потрібно отримувати доступ до будь-яких із цих налаштувань таким чином, і не рекомендується редагувати їх таким чином, оскільки Zrythm перевіряє деякі налаштування перед тим, як зберегти їх (Zrythm також використовує деякі налаштування всередині), але це може бути корисним для налагодження проблеми.

source: Searching
ca: Buscant
uk: Пошук

source: The preferences are searchable. You can simply start typing a keyword and results will appear automatically. Clicking on one of the results will navigate to the corresponding item in the preferences.
ca: Les preferències es poden cercar. En començar a escriure una paraula clau els resultats apareixen automàticament. En clicar un dels resultats, anirem a l'element corresponent.
uk: Налаштування доступні для пошуку. Ви можете просто почати вводити ключове слово, і результати з’являться автоматично. Натиснувши на один із результатів, ви перейдете до відповідного пункту в налаштуваннях.

source: Searching the user preferences
ca: Cercant les preferències de l'usuari
uk: Пошук у налаштуваннях користувача

source: Notable Preferences
ca: Preferències notables
uk: Помітні переваги

source: Below is a list of notable preference items with some comments about them.
ca: A continuació es mostra una llista d'elements de preferències notables amb alguns comentaris sobre ells.
uk: Нижче наведено список важливих елементів уподобань із деякими коментарями щодо них.

source: Zrythm User Path
uk: Шлях користувача Zrythm

source: This is the path where Zrythm will save user data, such as projects, temporary files, presets and exported audio. The default is :file:`zrythm` under
uk: Це шлях, де Zrythm зберігатиме дані користувача, такі як проекти, тимчасові файли, пресети та експортоване аудіо. Типовим є :file:`zrythm` under

source: :envvar:`XDG_DATA_HOME` (see the `XDG Base Directory Specification <https://specifications.freedesktop.org/basedir-spec/basedir-spec-latest.html>`_) on freedesktop-compliant systems (or if :envvar:`XDG_DATA_HOME` is defined), or
ca: :envvar:`XDG_DATA_HOME` (consulta `Especificació del directori base XDG <https://specifications.freedesktop.org/basedir-spec/basedir-spec-latest.html>`_) en sistemes compatibles amb el freedesktop (o si :envvar:`XDG_DATA_HOME` està definit), o
uk: :envvar:`XDG_DATA_HOME` (див. `Специфікацію базового каталогу XDG <https://specifications.freedesktop.org/basedir-spec/basedir-spec-latest.html>`_) у системах, сумісних із freedesktop (або якщо :envvar:`XDG_DATA_HOME` визначено), або

source: ``%LOCALAPPDATA%`` on Windows
uk: ``%LOCALAPPDATA%`` у Windows

source: Backend Selection
ca: Selecció de rerefons
uk: Вибір серверної частини

source: The audio/MIDI backend in under :menuselection:`General --> Engine` controls which audio engine implementation Zrythm will use to receive input from and send output to devices. :term:`JACK`/JACK MIDI is the recommended backend combination on all systems.
ca: El rerefons d'àudio/MIDI a :menuselection:`General --> Engine` controla quina implementació del motor d'àudio utilitzarà Zrythm per a rebre entrada i enviar sortida als dispositius. :term:`JACK`/JACK MIDI és la combinació de rerefons recomanada en tots els sistemes.
uk: Сервер аудіо/MIDI в розділі :menuselection:`General --> Engine` контролює, яку реалізацію аудіосистеми Zrythm використовуватиме для отримання вхідних даних і надсилання вихідних даних на пристрої. :term:`JACK`/JACK MIDI — це рекомендована комбінація бекенда для всіх систем.

source: Input Devices/Controllers
ca: Dispositius/controladors d'entrada
uk: Пристрої введення/контролери

source: In order to be able to record input from MIDI/audio devices, the devices must be explicitly enabled using the :guilabel:`MIDI controllers` and :guilabel:`Audio inputs` settings under :menuselection:`General --> Engine`.
ca: Per a poder gravar l'entrada dels dispositius MIDI/àudio, els dispositius s'han d'habilitar explícitament mitjançant la configuració :guilabel:`MIDI controllers` i :guilabel:`Audio inputs` a :menuselection:`General --> Engine`.
uk: Щоб мати можливість записувати вхідні дані з MIDI/аудіопристроїв, пристрої мають бути явно ввімкнені за допомогою :guilabel:`MIDI-контролерів` і :guilabel:`Аудіовходів` налаштувань у :menuselection:`Загальні --> Механізм`.

source: Zrythm will ignore input from any devices not explicitly enabled.
ca: Zrythm ignorarà l'entrada de qualsevol dispositiu que no estigui habilitat explícitament.
uk: Zrythm ігноруватиме введення з будь-яких пристроїв, які явно не ввімкнено.

source: Undo Stack Length
ca: Desfer la longitud de la pila
uk: Скасувати довжину стека

source: The size of the undo stack, found under :menuselection:`Editing --> Undo` controls how far back you can undo user actions in a given project. For example, if set to 128, you can go back 128 (undoable) user actions.
ca: La mida de la pila de desfer, que es troba a :menuselection:`Editing --> Undo` controla fins a quin punt pots desfer les accions de l'usuari en un projecte determinat. Per exemple, si s'estableix en 128, pots tornar enrere 128 accions d'usuari (les què es poden desfer).
uk: Розмір стека скасування, який можна знайти в розділі :menuselection:`Редагування --> Скасувати`, визначає, наскільки назад ви можете скасувати дії користувача в даному проекті. Наприклад, якщо встановлено значення 128, ви можете повернутися до 128 (скасованих) дій користувача.

source: The undo history is saved inside Zrythm projects, so you can still undo even after you load the project in a new instance of Zrythm.
ca: L'historial de desfer es desa dins de projectes Zrythm, de manera que encara pots desfer fins i tot després de carregar el projecte en una nova instància de Zrythm.
uk: Історія скасувань зберігається в проектах Zrythm, тому ви можете скасувати навіть після завантаження проекту в новому екземплярі Zrythm.

source: Consider this functionality temporary/short-term. Do not rely long-term on this functionality as Zrythm may drop the undo history when upgrading projects to newer versions (due to compatibility reasons, or to fix bugs).
uk: Вважайте цю функцію тимчасовою/короткостроковою. Не покладайтеся на цю функцію в довгостроковій перспективі, оскільки Zrythm може скинути історію скасувань під час оновлення проектів до новіших версій (через причини сумісності або для виправлення помилок).

source: Setting this to a very large number will increase the size of project files and it may take longer to save/load projects. We recommend leaving it to the default value.
ca: Establir-ho a un nombre molt gran augmentarà la mida dels fitxers del projecte i pot trigar més en desar/carregar els projectes. Recomanem deixar-ho al valor predeterminat.
uk: Якщо встановити для цього значення дуже велике число, розмір файлів проекту збільшиться, і збереження/завантаження проектів може зайняти більше часу. Радимо залишити значення за замовчуванням.

source: Backup Saving
ca: Desament de còpia de seguretat
uk: Збереження резервної копії

source: Zrythm can save backups automatically while working on a project. You can specify the interval to do this, in minutes, under :menuselection:`Projects --> General`. To disable auto-save, set the interval to 0.
ca: Zrythm pot desar còpies de seguretat automàticament mentre treballa en un projecte. Pots especificar l'interval per fer-ho, en minuts, a :menuselection:`Projects --> General`. Per a desactivar l'emmagatzematge automàtic, posa l'interval a 0.
uk: Zrythm може автоматично зберігати резервні копії під час роботи над проектом. Ви можете вказати інтервал у хвилинах у розділі :menuselection:`Проекти --> Загальні`. Щоб вимкнути автозбереження, встановіть інтервал 0.

source: User Interface Language
ca: Idioma de la interfície d'usuari
uk: Мова інтерфейсу користувача

source: The language of the user interface can be changed under :menuselection:`UI --> General`.
ca: L'idioma de la interfície d'usuari es pot canviar a :menuselection:`UI --> General`.
uk: Мову інтерфейсу користувача можна змінити в меню :menuselection:`UI --> General`.

source: Reset to Factory Settings
ca: Restablir els paràmetres de fàbrica
uk: Скидання до заводських налаштувань

source: There is an option to reset Zrythm to its default settings under :menuselection:`General --> Other`.
ca: Hi ha una opció per a restablir Zrythm a la seva configuració predeterminada a :menuselection:`General --> Other`.
uk: У меню :menuselection:`Загальне --> Інше` є можливість скинути Zrythm до стандартних налаштувань.

source: This behaves similarly to :option:`zrythm --reset-to-factory` on the command line.
uk: Це веде себе подібно до :option:`zrythm --reset-to-factory` у командному рядку.

source: Shortcuts
ca: Dreceres
uk: Ярлики

source: Shortcuts (key bindings) can be previewed by pressing :kbd:`Shift-Control-?`.
uk: Комбінації клавіш (прив’язки клавіш) можна попередньо переглянути, натиснувши :kbd:`Shift-Control-?`.

source: Global Shortcuts
ca: Dreceres globals
uk: Глобальні ярлики

source: Arranger Shortcuts
uk: Ярлики аранжувальника

source: Custom Shortcuts
ca: Dreceres personalitzades
uk: Спеціальні ярлики

source: Custom shortcuts are currently unsupported and are scheduled to be implemented in version 2.
uk: Користувальницькі ярлики наразі не підтримуються, їх планується реалізувати у версії 2.

source: Contributing
ca: Contribuir
uk: Сприяння

source: We appreciate contributions of any type and size. Tell us how you would like to help, and we will do our best to guide you.
ca: Agraïm contribucions de qualsevol tipus i mida. Explica'ns com vols ajudar, i farem tot el possible per a guiar-te.
uk: Ми цінуємо внески будь-якого типу та розміру. Розкажіть нам, як ви хотіли б допомогти, і ми зробимо все можливе, щоб допомогти вам.

source: Coding
ca: Programació
uk: Кодування

source: Please see the :download:`HACKING <../../../HACKING.md>` file in the source distribution.
ca: Consulta el fitxer :download:`HACKING <../../../HACKING.md>` a la distribució d'origen.
uk: Перегляньте файл :download:`HACKING <../../../HACKING.md>` у вихідному дистрибутиві.

source: Web Design
ca: Disseny web
uk: Веб-дизайн

source: You are welcome to help us improve the looks and usability of the Zrythm website. Please get in touch with us to discuss.
ca: Et convidem a ajudar-nos a millorar l'aspecte i la usabilitat del lloc web de Zrythm. Posa't en contacte amb nosaltres per a discutir-ho.
uk: Ви можете допомогти нам покращити зовнішній вигляд і зручність використання веб-сайту Zrythm. Будь ласка, зв'яжіться з нами, щоб обговорити.

source: Artwork and Themes
ca: Obres d'art i temes
uk: Ілюстрації та теми

source: Zrythm is CSS themable and also makes use of many icons, some customized and some borrowed from other themes. If you would like to contribute artwork such as icons you can start by creating your own themes and icons as discussed in :ref:`theming/overview:Icon Themes` and :ref:`theming/overview:CSS`.
uk: Zrythm є темою CSS, а також використовує багато піктограм, деякі налаштовані, а деякі запозичені з інших тем. Якщо ви бажаєте додати ілюстрації, як-от значки, ви можете почати зі створення власних тем і значків, як описано в :ref:`theming/overview:Icon Themes` і :ref:`theming/overview:CSS`.

source: Testing
ca: Provant
uk: Тестування

source: You are welcome to join us in testing the latest features in Zrythm and reporting bugs and feedback on `GitLab <https://gitlab.zrythm.org/zrythm/zrythm/-/issues>`_.
uk: Ласкаво просимо приєднатися до нас у тестуванні найновіших функцій Zrythm і повідомляти про помилки та відгуки на `GitLab <https://gitlab.zrythm.org/zrythm/zrythm/-/issues>`_.

source: The latest development branch for new features is ``development`` in our `git repository <https://gitlab.zrythm.org/zrythm/zrythm>`_.
uk: Останньою гілкою розробки нових функцій є ``development`` у нашому `git репозиторії <https://gitlab.zrythm.org/zrythm/zrythm>`_.

source: Editing this Manual
ca: Edició d'aquest manual
uk: Редагування цього посібника

source: Edit the RST files under :file:`doc/user` and submit a patch when finished.
ca: Edita els fitxers RST a :file:`doc/user` i envia un pedaç en acabar.
uk: Відредагуйте файли RST у :file:`doc/user` і надішліть виправлення, коли закінчите.

source: You will need to have `Sphinx <https://www.sphinx-doc.org/en/master/>`_ installed to compile this manual.
ca: Has de tenir instal·lat `Sphinx <https://www.sphinx-doc.org/en/master/>`_ per a compilar aquest manual.
uk: Вам потрібно буде встановити `Sphinx <https://www.sphinx-doc.org/en/master/>`_, щоб скласти цей посібник.

source: Translation
ca: Traducció
uk: Переклад

source: Zrythm is available for translation at `Weblate <https://hosted.weblate.org/engage/zrythm/?utm_source=widget>`_.
ca: Zrythm està disponible per a la seva traducció a `Weblate <https://hosted.weblate.org/engage/zrythm/?utm_source=widget>`_.
uk: Zrythm доступний для перекладу на `Weblate <https://hosted.weblate.org/engage/zrythm/?utm_source=widget>`_.

source: The Zrythm translation project contains the translations for the Zrythm program, the website, the accounts site, and sections of this manual.
ca: El projecte de traducció Zrythm conté les traduccions del programa Zrythm, el lloc web, el lloc de comptes i seccions d'aquest manual.
uk: Проект перекладу Zrythm містить переклади програми Zrythm, веб-сайту, сайту облікових записів і розділів цього посібника.

source: Click on the project you wish to work on, and then select a language in the screen that follows. For more information on using Weblate, please see the `official documentation <https://docs.weblate.org/en/latest/user/translating.html>`_.
ca: Clica al projecte en què vols treballar i, a continuació, seleccionant un idioma a la pantalla que segueix. Per a més informació sobre l'ús del Weblate, consulta la `documentació oficial <https://docs.weblate.org/en/latest/user/translating.html>`_.
uk: Клацніть проект, над яким ви бажаєте працювати, а потім виберіть мову на наступному екрані. Щоб отримати додаткові відомості про використання Weblate, перегляньте `офіційну документацію <https://docs.weblate.org/en/latest/user/translating.html>`_.

source: Zrythm contains terminology similar to existing audio software. You may find it useful to borrow terms from them. See the `Cubase Pro Artist manual <https://steinberg.help/cubase_pro_artist/v9/fr/>`_ for example (replace `fr` in the URL with your language code).
ca: Zrythm conté una terminologia semblant al programari d'àudio existent. És possible que et resulti útil demanar termes en préstec. Consulta el manual `Cubase Pro Artist manual <https://steinberg.help/cubase_pro_artist/v9/fr/>`_ per exemple (substituint `fr` a la URL amb el teu codi d'idioma).
uk: Zrythm містить термінологію, схожу на існуюче аудіо програмне забезпечення. Вам може бути корисно запозичити терміни з них. Перегляньте, наприклад, `посібник Cubase Pro Artist <https://steinberg.help/cubase_pro_artist/v9/fr/>`_ (замініть `fr` в URL-адресі кодом своєї мови).

source: User Manual
ca: Manual d'usuari
uk: Посібник користувача

source: When translating the user manual, please make sure you follow the following Sphinx/RST syntax, to avoid errors when applying your translations.
ca: En traduir el manual d'usuari, assegura't de seguir la següent sintaxi Sphinx / RST, per a evitar errors.
uk: Під час перекладу посібника користувача переконайтеся, що ви дотримуєтеся наступного синтаксису Sphinx/RST, щоб уникнути помилок під час застосування ваших перекладів.

source: General Syntax
ca: Sintaxi general
uk: Загальний синтаксис

source: When you see something inside ``:``, such as ``:term:``, it should be left untranslated. The part following should be left untranslated as well. For example:
ca: Quan vegis alguna cosa entre ``:``, com ara ``:term:``, s'ha de deixar sense traduir. La part següent també s'ha de deixar sense traduir. Per exemple:
uk: Коли ви бачите щось всередині ``:``, наприклад ``:term:``, це слід залишити без перекладу. Наступну частину також слід залишити без перекладу. Наприклад:

source: should be translated in French as
ca: s'ha de traduir al francès com
uk: слід перекладати французькою як

source: This is because this value will replaced automatically by Sphinx with the translation for ``Parameter``. The only exception to this rule is when you see the ``<>`` characters. For example:
ca: Això es deu al fet que aquest valor es substituirà automàticament pel Sphinx amb la traducció per a ``Parameter``. L'única excepció a aquesta regla és quan vegis els caràcters ``<>``. Per exemple:
uk: Це пояснюється тим, що це значення буде автоматично замінено на Sphinx із перекладом для ``Parameter``. Єдиним винятком із цього правила є випадки, коли ви бачите символи ``<>``. для приклад:

source: Please make sure you do not insert or remove spaces. The following examples will cause errors.
ca: Assegura't que no insereixes ni suprimeixes espais. Els exemples següents provocaran errors.
uk: Переконайтеся, що ви не вставляєте та не видаляєте пробіли. Наступні приклади викличуть помилки.

source: Also, there should be space, comma or period after such syntax, like below.
ca: A més, hi ha d'haver espai, coma o punt després d'aquesta sintaxi, com a continuació.
uk: Крім того, після такого синтаксису має бути пробіл, кома або крапка, як показано нижче.

source: The following examples will cause errors.
ca: Els exemples següents provocaran errors.
uk: Наступні приклади викличуть помилки.

source: The following syntax usually refers to a path, so please keep it unchanged, otherwise the file it refers to will not be found.
ca: La sintaxi següent normalment es refereix a un camí, de manera que si us plau, manten-lo sense canvis, en cas contrari no es trobarà el fitxer al qual es refereix.
uk: Наступний синтаксис зазвичай посилається на шлях, тому, будь ласка, не змінюйте його, інакше файл, на який він посилається, не буде знайдено.
