Repository: ToddAWalter/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/zrythm-manual.po
Languages: ca, uk

source: Environment Variables
ca: Variables d'entorn
uk: Змінні середовища

source: Zrythm understands the following environment variables. They can be configured in :file:`.bashrc` or a similar shell configuration file, the operating system's settings, or they can be passed directly when running :program:`zrythm` or :program:`zrythm_launch`, like: ``ZRYTHM_SKIP_PLUGIN_SCAN=1 zrythm_launch``
uk: Zrythm розуміє наступні змінні середовища. Їх можна налаштувати в :file:`.bashrc` або подібному файлі конфігурації оболонки, налаштуваннях операційної системи, або їх можна передати безпосередньо під час запуску :program:`zrythm` або :program:`zrythm_launch`, наприклад: `` ZRYTHM_SKIP_PLUGIN_SCAN=1 zrythm_launch``

source: Set to 1 to disable plugin scanning.
ca: Establir-ho a 1 per a inhabilitar l'exploració de complements.
uk: Установіть значення 1, щоб вимкнути сканування плагінів.

source: Example: ``ZRYTHM_SKIP_PLUGIN_SCAN=1``
ca: Exemple: ``ZRYTHM_SKIP_PLUGIN_SCAN=1``
uk: Приклад: ``ZRYTHM_SKIP_PLUGIN_SCAN=1``

source: Number of DSP threads to use. Defaults to number of CPU cores - 1.
ca: Nombre de fils DSP a utilitzar. Per omissió, el nombre de nuclis de CPU - 1.
uk: Кількість потоків DSP для використання. За замовчуванням кількість ядер ЦП - 1.

source: Set to 1 to show extra information useful for developers.
ca: Establir a 1 per a mostrar informació addicional útil per als desenvolupadors.
uk: Установіть значення 1, щоб показати додаткову інформацію, корисну для розробників.

source: Files and Directories
ca: Fitxers i directoris
uk: Файли та каталоги

source: User path
ca: Camí de l'usuari
uk: Шлях користувача

source: When Zrythm is launched for the first time, it will also ask you to select a directory for saving your user data. See :ref:`Zrythm user path <configuration/preferences:Zrythm User Path>` for details.
uk: Коли Zrythm запускається вперше, він також попросить вас вибрати каталог для збереження ваших даних користувача. Дивіться :ref:`Шлях користувача Zrythm <configuration/preferences:Zrythm User Path>` для деталей.

source: Installed Files
ca: Fitxers instal·lats
uk: Встановлені файли

source: When Zrythm is installed, it installs the following files by default.
ca: Quan Zrythm està instal·lat, instal·la els fitxers següents per defecte.
uk: Коли Zrythm встановлено, він інсталює наступні файли за замовчуванням.

source: Desktop Entry
ca: Entrada d'escriptori
uk: Запис на робочому столі

source: A `freedesktop-compliant configuration file <https://specifications.freedesktop.org/desktop-entry-spec/desktop-entry-spec-latest.html>`_ that describes how a particular program should be launched, how it appears in menus, etc. This is normally installed at :file:`/usr/share/applications/zrythm.desktop`.
ca: Un `fitxer de configuració compatible amb freedesktop <https://specifications.freedesktop.org/desktop-entry-spec/desktop-entry-spec-latest.html>`_ que descriu com s'ha de llançar un programa determinat, com apareix a menús, etc. Normalment s'instal·la a :file:`/usr/share/applications/zrythm.desktop`.
uk: `Файл конфігурації, сумісний із freedesktop <https://specifications.freedesktop.org/desktop-entry-spec/desktop-entry-spec-latest.html>`_, який описує, як слід запускати певну програму, як вона відображається в меню тощо. Зазвичай це встановлюється за адресою :file:`/usr/share/applications/zrythm.desktop`.

source: GLib Schema
ca: Esquema GLib
uk: Схема GLib

source: This file contains the schema for user configurations. It is normally installed at :file:`/usr/share/glib-2.0/schemas/org.zrythm.Zrythm.gschema.xml`.
ca: Aquest fitxer conté l'esquema per a les configuracions de l'usuari. Normalment s'instal·la a :file:`/usr/share/glib-2.0/schemas/org.zrythm.Zrythm.gschema.xml`.
uk: Цей файл містить схему конфігурації користувача. Зазвичай він інсталюється за адресою :file:`/usr/share/glib-2.0/schemas/org.zrythm.Zrythm.gschema.xml`.

source: Desktop Icon
ca: Icona de l'escriptori
uk: Значок робочого столу

source: This is used by the desktop environment. Normally installed at :file:`/usr/share/icons/hicolor/scalable/apps/zrythm.svg`.
ca: Això és utilitzat per l'entorn d'escriptori. Normalment instal·lat a :file:`/usr/share/icons/hicolor/scalable/apps/zrythm.svg`.
uk: Це використовується середовищем робочого столу. Зазвичай встановлюється за адресою :file:`/usr/share/icons/hicolor/scalable/apps/zrythm.svg`.

source: Localization Files
ca: Fitxers de localització
uk: Файли локалізації

source: Localization files are installed under :file:`/usr/share/locale`. For example, :file:`/usr/share/locale/ko/LC_MESSAGES/zrythm.mo` for Korean.
ca: Els fitxers de localització estan instal·lats a :file:`/usr/share/locale`. Per exemple, :file:`/usr/share/locale/ko/LC_MESSAGES/zrythm.mo` per al coreà.
uk: Файли локалізації встановлені в папці :file:`/usr/share/locale`. Наприклад, :file:`/usr/share/locale/ko/LC_MESSAGES/zrythm.mo` для корейської мови.

source: Samples
ca: Mostres
uk: Зразки

source: Default audio samples used by Zrythm (such as the metronome). Normally installed under :file:`/usr/share/zrythm/samples`.
ca: Mostres d'àudio per defecte utilitzades per Zrythm (com el metrònom). Normalment instal·lat a :file:`/usr/share/zrythm/samples`.
uk: Зразки звуку за замовчуванням, які використовує Zrythm (наприклад, метроном). Зазвичай встановлюється в :file:`/usr/share/zrythm/samples`.

source: Fonts
uk: Шрифти

source: Unless your distribution provides packages for the required fonts, fonts required by Zrythm will normally be installed under :file:`/usr/share/fonts/zrythm`.
ca: A menys que la teva distribució proporcioni paquets per als tipus de lletra necessaris, els tipus de lletra requerits per Zrythm normalment s'instal·laran a :file:`/usr/share/fonts/zrythm`.
uk: Якщо ваш дистрибутив не містить пакетів для потрібних шрифтів, шрифти, необхідні для Zrythm, зазвичай встановлюються в :file:`/usr/share/fonts/zrythm`.

source: GtkSourceView Stylesheets
ca: Fulls d'estil GtkSourceView
uk: Таблиці стилів GtkSourceView

source: Zrythm will install CSS stylesheets to be used by some text input widgets under :file:`/usr/share/zrythm/sourceview-styles`.
ca: Zrythm instal·larà fulls d'estil CSS per ser utilitzats per alguns ginys d'entrada de text a :file:`/usr/share/zrythm/sourceview-styles`.
uk: Zrythm встановить таблиці стилів CSS для використання деякими віджетами введення тексту в :file:`/usr/share/zrythm/sourceview-styles`.

source: Themes
ca: Temes
uk: Теми

source: Default themes (including icon themes) will normally be installed under :file:`/usr/share/zrythm/themes`.
ca: Els temes per defecte (inclosos els temes d'icones) normalment s'instal·laran a :file:`/usr/share/zrythm/themes`.
uk: Теми за замовчуванням (включно з темами значків) зазвичай встановлюються в :file:`/usr/share/zrythm/themes`.

source: Zrythm provides ways to override some of these files with user-specified files in the :ref:`Zrythm user path <configuration/preferences:Zrythm User Path>`. See :ref:`theming/intro:Theming` for details.
uk: Zrythm надає способи замінити деякі з цих файлів файлами, визначеними користувачем у :ref:`Шлях користувача Zrythm <configuration/preferences:Zrythm User Path>`. Перегляньте :ref:`theming/intro:Theming` для деталей.

source: User Files
ca: Fitxers d'usuari
uk: Файли користувача

source: Cached Plugin Descriptors
ca: Descriptors de complements en memòria cau
uk: Кешовані дескриптори плагінів

source: Plugin descriptor cache for faster scanning. This is found at :file:`cached_plugin_descriptors.yaml` under the :ref:`Zrythm user path <configuration/preferences:Zrythm User Path>`.
uk: Кеш дескриптора плагіна для швидшого сканування. Його можна знайти в :file:`cached_plugin_descriptors.yaml` у :ref:`Шлях користувача Zrythm <configuration/preferences:Zrythm User Path>`.

source: Plugin Collections
ca: Col·leccions de complements
uk: Колекції плагінів

source: This file contains your plugin collections. It is found at :file:`plugin_collections.yaml` under the :ref:`Zrythm user path <configuration/preferences:Zrythm User Path>`.
uk: Цей файл містить ваші колекції плагінів. Його можна знайти за адресою :file:`plugin_collections.yaml` під :ref:`Шляхом користувача Zrythm <configuration/preferences:Zrythm User Path>`.

source: Plugin Settings
ca: Paràmetres del complement
uk: Налаштування плагіна

source: Located at :file:`plugin-settings.yaml` under the :ref:`Zrythm user path <configuration/preferences:Zrythm User Path>`, this is a collection of per-plugin settings, such as whether to open the plugin with :term:`Carla`, the :ref:`bridge mode <plugins-files/plugins/plugin-window:Bridging>` to use and whether to use a :ref:`generic UI <plugins-files/plugins/plugin-window:Generic UIs>`.
uk: Розташований у :file:`plugin-settings.yaml` у :ref:`Zrythm user path <configuration/preferences:Zrythm User Path>`, це набір налаштувань для кожного плагіна, наприклад, чи відкривати плагін за допомогою :term:`Carla`, режим мосту :ref:`bridge mode <plugins-files/plugins/plugin-window:Bridging>` використовувати та чи використовувати :ref:`загальний інтерфейс користувача <plugins-files/plugins/plugin-window:Generic UIs>`.

source: This file is generated and maintained automatically by Zrythm and users are not expected to edit it.
ca: Aquest fitxer és generat i mantingut automàticament per Zrythm i no s'espera que els usuaris l'editin.
uk: Цей файл створюється та підтримується автоматично Zrythm, і користувачі не повинні його редагувати.

source: Log File
ca: Fitxer de registre
uk: Файл журналу

source: Zrythm will write to a log file on each run inside the :file:`log` subdirectory under the :ref:`Zrythm user path <configuration/preferences:Zrythm User Path>`. The filename will contain the current date and time, for example :file:`log_2020-06-26_15-34-19.log`.
uk: Zrythm записуватиме файл журналу під час кожного запуску всередині підкаталогу :file:`log` у :ref:`Шлях користувача Zrythm <configuration/preferences:Zrythm User Path>`. Ім’я файлу міститиме поточну дату й час, наприклад :file:`log_2020-06-26_15-34-19.log`.

source: This log file is useful for debugging crashes and other problems.
ca: Aquest fitxer de registre és útil per a la depuració de falles i altres problemes.
uk: Цей файл журналу корисний для налагодження збоїв та інших проблем.

source: GNU Free Documentation License
ca: Llicència de documentació lliure de GNU
uk: Ліцензія вільної документації GNU

source: Appendix
ca: Apèndix
uk: Додаток

source: Chord Pad
ca: Pad d'acords
uk: Акордна панель

source: Overview
ca: Resum
uk: Огляд

source: The chord pad contains 12 pads (1 for each key on a piano keyboard) that can be used to trigger chords. The chord pad can be found in the bottom panel.
ca: El pad d'acords conté 12 pads (1 per a cada tecla d'un teclat de piano) que es poden utilitzar per a desencadenar acords. El pad d'acords es pot trobar al quadre inferior.
uk: Акордний пед містить 12 педів (по 1 для кожної клавіші фортепіанної клавіатури), які можна використовувати для запуску акордів. Панель для акордів знаходиться на нижній панелі.

source: These 12 chords are linked to the chords in the :ref:`Chord Editor <editing/chord-editor:Chord Editor>`.
uk: Ці 12 акордів пов’язані з акордами в :ref:`Редактор акордів <editing/chord-editor:Chord Editor>`.

source: Presets
ca: Predefinits
uk: Переднабори/Presets

source: Zrythm comes with pre-installed chord presets, and it also allows you to generate chord presets from scales, or even save your own.
ca: Zrythm ve amb valors predefinits d'acords preinstal·lats i també et permet generar valors predefinits d'acords a partir d'escales o fins i tot desar els teus.
uk: Zrythm постачається з попередньо встановленими пресетами акордів, а також дозволяє створювати пресети акордів із гамм або навіть зберігати власні.

source: Preset Packs
ca: Paquets predefinits
uk: Попередньо встановлені пакети

source: A list of preset packs and presets is found in the :ref:`Right Panel <zrythm-interface/right-panel:Right Panel>` under :guilabel:`Chord Preset Browser`.
ca: Una llista de paquets i valors predefinits es troba al :ref:`quadre dret <zrythm-interface/right-panel:Right Panel>` a :guilabel:`Chord Preset Browser`.
uk: Список пресетів і пресетів можна знайти на :ref:`правій панелі <zrythm-interface/right-panel:Right Panel>` під :guilabel:`переглядачем акордів`.

source: Chord preset browser
ca: Navegador predefinit d'acords
uk: Браузер попередньо встановлених акордів

source: Filtering
ca: Filtratge
uk: Фільтрування

source: Clicking a preset pack in the top will filter the list of presets to presets in the selected pack.
ca: En clicar un paquet predefinit a la part superior, es filtrarà la llista de predefinits a predefinits del paquet seleccionat.
uk: Якщо клацнути пакет стилів у верхній частині, список пресетів буде відфільтровано за стилями у вибраному пакеті.

source: Auditioning
ca: Audicions
uk: Прослуховування

source: You can audition chord presets by selecting an instrument plugin from the list and using the available playback controls. This works similarly to :ref:`auditioning in the File Browser <plugins-files/audio-midi-files/file-browser:Auditioning>`.
ca: Pots escoltar els preajustos d'acords seleccionant un complement d'instrument de la llista i utilitzant els controls de reproducció disponibles. Això funciona de manera semblant a :ref:`audició al navegador de fitxers <plugins-files/audio-midi-files/file-browser:Auditioning>`.
uk: Ви можете прослухати попередньо встановлені акорди, вибравши плагін інструменту зі списку та використовуючи доступні елементи керування відтворенням. Це працює подібно до :ref:`прослуховування у файловому браузері <plugins-files/audio-midi-files/file-browser:Auditioning>`.

source: Standard Packs
ca: Paquets estàndard
uk: Стандартні пакети

source: Zrythm comes with some standard packs that cannot be renamed or deleted.
ca: Zrythm inclou alguns paquets estàndard que no es poden canviar de nom ni suprimir.
uk: Zrythm поставляється з деякими стандартними пакетами, які не можна перейменувати або видалити.

source: Custom Packs
ca: Paquets personalitzats
uk: Спеціальні пакети

source: Creating Custom Packs
ca: Creació de pistes personalitzades
uk: Створення спеціальних пакетів

source: You can create your own pack by clicking the :guilabel:`Add` button below the list of chord preset packs.
ca: Pots crear el teu propi paquet en clicar el botó :guilabel:`Add ` sota la llista de paquets predefinits d'acords.
uk: Ви можете створити свій власний пакет, натиснувши кнопку :guilabel:`Додати` під списком попередньо встановлених пакетів акордів.

source: Creating a chord preset pack
ca: Creació d'un paquet d'acords predefinits
uk: Створення попереднього пакета акордів

source: Editing Custom Packs
ca: Edició de paquets personalitzats
uk: Редагування спеціальних пакетів

source: Custom packs can be renamed or deleted by right-clicking.
ca: Els paquets personalitzats es poden canviar o suprimir en clicar amb el botó dret.
uk: Спеціальні пакети можна перейменувати або видалити, клацнувши правою кнопкою миші.

source: Renaming or deleting a custom chord preset pack
ca: Canviar el nom o suprimir un paquet predefinit d'acords personalitzat
uk: Перейменування або видалення настроюваного набору акордів

source: Chord presets under the selected pack can also be renamed and deleted.
ca: Els preajustos d'acords del paquet seleccionat també es poden reanomenar i suprimir.
uk: Попередні налаштування акордів у вибраному пакеті також можна перейменувати та видалити.

source: Saving Presets
ca: Desar els valors predefinits
uk: Збереження пресетів

source: Clicking on the :guilabel:`Save Preset` button in the top part of the chord pad will allow you to save the current chord configuration in a preset.
ca: En clicar el botó :guilabel:`Save Preset`a la part superior del pad d'acords podràs desar la configuració actual de l'acord en un preajust.
uk: Натискання кнопки :guilabel:`Save Preset` у верхній частині панелі акордів дозволить вам зберегти поточну конфігурацію акордів у попередньому налаштуванні.

source: Saving a chord preset
ca: Desar un preajust d'acord
uk: Збереження попереднього налаштування акорду

source: Loading Presets
ca: Carregar valors predefinits
uk: Завантаження пресетів

source: To load a preset, click the :guilabel:`Load Preset` button in the top part of the chord pad, then select the preset you want to use.
ca: Per a carregar un valor preestablert, clica el botó :guilabel:`Load Preset` a la part superior del pad d'acords i, a continuació, selecciona el preajust que vols utilitzar.
uk: Щоб завантажити пресет, клацніть кнопку :guilabel:`Load Preset` у верхній частині панелі акордів, а потім виберіть пресет, який ви бажаєте використати.

source: Selecting a chord preset
ca: Selecció d'un preajust d'acord
uk: Вибір попереднього налаштування акорду

source: You can also load a preset by double clicking on it in the preset browser.
ca: També pots carregar un valor predefinit fent-hi doble clic al navegador predefinit.
uk: Ви також можете завантажити стиль, двічі клацнувши його в браузері шаблонів.

source: Generating Chords from Scale
ca: Generació d'acords a partir d'escala
uk: Створення акордів зі звукоряду

source: Chords can be generated from a scale and a root note by clicking on the :guilabel:`Load Preset` button, then selecting a scale and a root note.
ca: Els acords es poden generar a partir d'una escala i una nota fonamental en clicar el botó :guilabel:`Load Preset` i, a continuació, seleccionant una escala i una nota fonamental.
uk: Акорди можна створити з гами та основної ноти, натиснувши кнопку :guilabel:`Load Preset`, а потім вибравши гамму та базову ноту.

source: Generating chords from a scale
ca: Generació d'acords a partir d'una escala
uk: Утворення акордів з гами

source: Transpose
ca: Transposar
uk: Транспонувати

source: Clicking on the up/down transpose buttons will transpose all chords by 1 semitone up or down.
ca: En clicar els botons de transposició amunt/avall, tots els acords transposaran 1 semitó amunt o avall.
uk: Натискання кнопок транспонування вгору/вниз транспонує всі акорди на 1 півтону вгору або вниз.

source: Editing Chords
ca: Edició d'acords
uk: Редагування Акордів

source: Chord Selection
ca: Selecció d'acords
uk: Вибір акордів

source: Clicking on the chord button will bring up the chord selector window that allows you to change the current chord.
ca: En clicar el botó d'acord, apareixerà la finestra de selecció d'acords que et permetrà canviar l'acord actual.
uk: Натискання кнопки акорду відкриє вікно вибору акорду, яке дозволить вам змінити поточний акорд.

source: Chord selector
ca: Selector d'acords
uk: Селектор акордів

source: At the moment, only the :guilabel:`Chord Creator` tab is functional. A chord can be created by selecting its root note, its type, its accent and its bass note.
ca: De moment, només funciona la pestanya :guilabel:`Chord Creator`. Es pot crear un acord seleccionant la seva nota fonamental, el seu tipus, el seu accent i la seva nota baixa.
uk: На даний момент працює лише вкладка :guilabel:`Chord Creator`. Акорд можна створити, вибравши його основну ноту, її тип, акцент і басову ноту.

source: Selecting :guilabel:`In scale` under :guilabel:`Visibility` will only show options that correspond to chords inside the currently active scale. This makes it easy to create chords that stay in the current scale.
ca: En seleccionar :guilabel:`In scale` a :guilabel:`Visibility` només es mostraran les opcions que corresponen als acords dins l'escala activa actualment. Això facilita la creació d'acords que es mantenen a l'escala actual.
uk: Вибір :guilabel:`In scale` у :guilabel:`Visibility` покаже лише параметри, які відповідають акордам у поточній активній гамі. Це полегшує створення акордів, які залишаються в поточному масштабі.

source: Inversions
uk: Інверсії

source: Clicking on the left or right arrows will allow you to invert the chord. Each inversion towards the right moves the lowest note in the chord one octave higher, and each inversion towards the left moves the highest note in the chord one octave below.
ca: En clicar les fletxes esquerra o dreta podràs invertir l'acord. Cada inversió cap a la dreta mou la nota més baixa de l'acord una octava més amunt, i cada inversió cap a l'esquerra mou la nota més alta de l'acord una octava per sota.
uk: Натискання стрілок ліворуч або праворуч дозволить вам інвертувати акорд. Кожна інверсія вправо переміщує найнижчу ноту в акорді на одну октаву вище, а кожна інверсія вліво переміщує найвищу ноту в акорді на одну октаву нижче.

source: Piano Roll Integration
ca: Integració del rotlle de pianola
uk: Інтеграція Piano Roll

source: Highlighting
ca: Ressaltat
uk: Мелірування

source: You can use highlighting inside the piano roll to highlight the notes corresponding to the scale, chord, or both at the position of the playhead. See :ref:`editing/editor-toolbars:Chord/Scale Highlighting` for more information.
uk: Ви можете використати підсвічування всередині фортепіано, щоб виділити ноти, які відповідають звукоряду, акорду чи обом у позиції відтворення. Перегляньте :ref:`editing/editor-toolbars:Chord/Scale Highlighting` для отримання додаткової інформації.

source: Chords and Scales
ca: Acords i escales
uk: Акорди та гами

source: Devices
ca: Dispositius
uk: Пристрої

source: Device Setup
ca: Configuració del dispositiu
uk: Налаштування пристрою

source: Connecting MIDI and Audio Devices
ca: Connectant dispositius MIDI i àudio
uk: Підключення MIDI та аудіопристроїв

source: Zrythm will auto-connect to the devices specified in the :ref:`Preferences <configuration/preferences:Preferences>` and make these devices available in :ref:`track inputs <tracks/inspector-page:Inputs>` and other places.
ca: Zrythm es connectarà automàticament als dispositius especificats a :ref:`Preferències <configuration/preferences:Preferences>` i farà que aquests dispositius estiguin disponibles a les :ref:`entrades de pista <tracks/inspector-page:Inputs>` i altres llocs.
uk: Zrythm автоматично підключатиметься до пристроїв, указаних у :ref:`Preferences <configuration/preferences:Preferences>`, і зробить ці пристрої доступними в :ref:`track inputs <tracks/inspector-page:Inputs>` та інших місцях.

source: JACK/PipeWire
uk: JACK/Дріт для труб

source: Zrythm exposes ports to JACK (or PipeWire) when using the JACK audio and MIDI backend. These ports can be viewed using a tool like `Qjackctl <https://qjackctl.sourceforge.io/>`_.
ca: Zrythm exposa els ports a JACK (o PipeWire) quan s'utilitza l'àudio JACK i el rerefons MIDI. Aquests ports es poden veure amb una eina com `Qjackctl <https://qjackctl.sourceforge.io/>`_.
uk: Zrythm відкриває порти для JACK (або PipeWire) при використанні аудіо JACK і MIDI-сервера. Ці порти можна переглянути за допомогою такого інструменту, як `Qjackctl <https://qjackctl.sourceforge.io/>`_.

source: Device connections in Qjackctl
ca: Connexions de dispositius a Qjackctl
uk: Підключення пристроїв у Qjackctl
