Repository: ToddAWalter/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/zrythm-manual.po
Languages: ca, uk

source: This is the easiest and recommended way to install the latest version for most users, and we provide support for it.
ca: Aquesta és la manera més fàcil i recomanada d'instal·lar l'última versió per a la majoria dels usuaris i li donem suport.
uk: Це найпростіший і рекомендований спосіб встановлення останньої версії для більшості користувачів, і ми надаємо підтримку для цього.

source: The installers also include bundled plugins.
ca: Els instal·ladors també inclouen complements empaquetats.
uk: Інсталятори також включають пакетні плагіни.

source: On Windows, Zrythm will only work when installed in the default path. Installing Zrythm to external hard drives or setting the Zrythm user path to external hard drives is not supported.
ca: A Windows, Zrythm només funcionarà quan estigui instal·lat al camí predeterminat. No s'admet la instal·lació de Zrythm a discs durs externs o la configuració del camí d'usuari de Zrythm als discs durs externs.
uk: У Windows Zrythm працюватиме, лише якщо встановлено за замовчуванням. Встановлення Zrythm на зовнішні жорсткі диски або встановлення шляху користувача Zrythm до зовнішніх жорстких дисків не підтримується.

source: Zrythm is available on `Flathub`_ under the ID `org.zrythm.Zrythm`_.
ca: Zrythm està disponible a `Flathub`_ amb ID `org.zrythm.Zrythm`_.
uk: Zrythm доступний на `Flathub`_ під ідентифікатором `org.zrythm.Zrythm`_.

source: Distribution Repositories
ca: Repositoris de distribució
uk: Репозиторії розповсюдження

source: If Zrythm is available in your distro's repositories, you can also install it from there.
ca: Si Zrythm està disponible als repositoris de la teva distribució, també pots instal·lar-lo des d'allà.
uk: Якщо Zrythm доступний у сховищах вашого дистрибутива, ви також можете встановити його звідти.

source: Building from Source
ca: Construint des de la font
uk: Будівництво з першоджерела

source: You can build Zrythm from source, either using a `source distribution tarball <https://www.zrythm.org/releases/>`_ or `git <https://gitlab.zrythm.org/zrythm/zrythm/>`_.
uk: Ви можете зібрати Zrythm із вихідного коду, використовуючи `архів дистрибутива вихідного коду <https://www.zrythm.org/releases/>`_ або `git <https://gitlab.zrythm.org/zrythm/zrythm/>` _.

source: See ``INSTALL.rst`` in the source distribution for installation instructions.
ca: Consulta ``INSTALL.rst`` a la distribució d'origen per a instruccions d'instal·lació.
uk: Перегляньте ``INSTALL.rst`` у вихідному дистрибутиві, щоб отримати інструкції з встановлення.

source: Getting Started
ca: Primers passos
uk: Початок роботи

source: Running Zrythm
ca: Executant Zrythm
uk: Запуск Zrythm

source: Initial Configuration
ca: Configuració inicial
uk: Початкова конфігурація

source: When you first run Zrythm, it will display a dialog that lets you configure the basic settings that Zrythm will use. These include the :ref:`Zrythm user path <configuration/preferences:Zrythm User Path>` and the language of the user interface.
uk: Під час першого запуску Zrythm відобразиться діалогове вікно, яке дозволить вам налаштувати основні параметри, які використовуватиме Zrythm. До них належать :ref:`Шлях користувача Zrythm <configuration/preferences:Zrythm User Path>` і мова інтерфейсу користувача.

source: Initial configuration dialog
ca: Diàleg de configuració inicial
uk: Діалог початкового налаштування

source: Language
ca: Idioma
uk: Мова

source: Zrythm lets you choose the language of the interface. The interface is already translated in `multiple languages <https://hosted.weblate.org/projects/zrythm/#languages>`_, so choose the language you are most comfortable in.
ca: Zrythm et permet triar l'idioma de la interfície. La interfície està traduïda a `múltiples idiomes <https://hosted.weblate.org/projects/zrythm/#languages>`_, així que tria l'idioma en què et sents més còmode.
uk: Zrythm дозволяє вибрати мову інтерфейсу. Інтерфейс уже перекладено `кількома мовами <https://hosted.weblate.org/projects/zrythm/#languages>`_, тож оберіть мову, якою вам зручніше.

source: You must have a locale enabled for the language you want to use.
ca: Has de tenir una configuració regional habilitada per a l'idioma que vols utilitzar.
uk: Ви повинні ввімкнути мову для мови, яку ви хочете використовувати.

source: Path
ca: Camí
uk: шлях

source: This is the :ref:`Zrythm user path <configuration/preferences:Zrythm User Path>`.
uk: Це :ref:`Шлях користувача Zrythm <configuration/preferences:Zrythm User Path>`.

source: More settings are available in the :ref:`preferences`.
ca: Hi ha més configuracions disponibles a :ref:`preferències`.
uk: Інші параметри доступні в :ref:`preferences`.

source: Plugin Scan
ca: Exploració de complements
uk: Сканування плагінів

source: When the first run wizard is completed, Zrythm will start :doc:`scanning for plugins <../plugins-files/plugins/scanning>`.
ca: Quan es completi l'assistent de primera execució, Zrythm començarà a :doc:`buscar complements <../plugins-files/plugins/scanning>`.
uk: Після завершення першого запуску майстра Zrythm розпочне :doc:`сканування плагінів <../plugins-files/plugins/scanning>`.

source: Project Selection
ca: Selecció de projectes
uk: Відбір проекту

source: Finally, Zrythm will ask you to :doc:`load or create a project <../projects/saving-loading>` and then the :doc:`main interface <../zrythm-interface/overview>` will show up.
ca: Finalment, Zrythm et demanarà :doc:`carregar o crear un projecte <../projects/saving-loading>` i després apareixerà la :doc:`interfície principal <../zrythm-interface/overview>`.
uk: Нарешті Zrythm попросить вас :doc:`завантажити або створити проект <../projects/saving-loading>`, а потім з’явиться :doc:`основний інтерфейс <../zrythm-interface/overview>` .

source: Project selection
ca: Selecció de projectes
uk: Вибір проекту

source: Main interface
ca: Interfície principal
uk: Основний інтерфейс

source: System Requirements
ca: Requisits del sistema
uk: Системні вимоги

source: Platform Support
uk: Підтримка платформи

source: Zrythm aims to support all platforms, however due to lack of resources we focus on the most used ones. See the matrix below for support status of each platform.
uk: Zrythm прагне підтримувати всі платформи, однак через брак ресурсів ми зосереджуємося на найбільш використовуваних. Статус підтримки кожної платформи див. у таблиці нижче.

source: o: Supported ^: Untested x: Not supported
uk: o: Підтримується ^: Неперевірено x: Не підтримується

source: Platform support matrix
uk: Матриця підтримки платформи

source: Platform
uk: Платформа

source: Backend Support
uk: Підтримка бекенда

source: o: Supported ^: Has known issues x: Broken
uk: o: Підтримується ^: Має відомі проблеми x: Не працює

source: Audio backends
uk: Аудіо бекенди

source: Status
uk: Статус

source: JACK (via PipeWire)
uk: ДЖЕК (через PipeWire)

source: MIDI backends
uk: Сервери MIDI

source: JACK MIDI (via PipeWire)
uk: JACK MIDI (через PipeWire)

source: ALSA Sequencer (RtMidi)
uk: Секвенсор ALSA (RtMidi)

source: Recommendations
ca: Recomanacions
uk: Рекомендації

source: For smooth operation, we recommend using a CPU with at least 2GHz clock speed and at least 4 cores in total.
ca: Per a un funcionament suau, recomanem utilitzar una CPU amb almenys 2 GHz de velocitat de rellotge i almenys 4 nuclis en total.
uk: Для безперебійної роботи ми рекомендуємо використовувати процесор із тактовою частотою не менше 2 ГГц і загалом не менше 4 ядер.

source: Monitor
uk: Монітор

source: It is recommended to have at least 16 inches of monitor space to work efficiently with Zrythm.
ca: Es recomana tenir almenys un monitor 16 polzades per a treballar eficientment amb Zrythm.
uk: Для ефективної роботи з Zrythm рекомендується мати принаймні 16 дюймів монітора.

source: Audio interface
ca: Interfície d'àudio
uk: Аудіоінтерфейс

source: An audio interface offers low latency and better quality than integrated sound cards (especially if recording audio).
ca: Una interfície d'àudio ofereix baixa latència i millor qualitat que les targetes de so integrades (especialment si es grava àudio).
uk: Аудіоінтерфейс забезпечує низьку затримку та кращу якість, ніж інтегровані звукові карти (особливо під час запису звуку).

source: MIDI keyboard
ca: Teclat MIDI
uk: MIDI-клавіатура

source: A MIDI keyboard is useful for quickly trying out melodies, recording, and controlling knobs and buttons.
uk: MIDI-клавіатура корисна для швидкого випробування мелодій, запису та керування регуляторами та кнопками.

source: When using the :term:`JACK` backend, JACK needs to be set up and configured before running Zrythm. You will find lots of information online about how to configure JACK, such as `Demystifying JACK - A Beginners Guide to Getting Started with JACK <https://linuxaudio.github.io/libremusicproduction/html/articles/demystifying-jack-%E2%80%93-beginners-guide-getting-started-jack.html>`_, so we will skip this part.
ca: Quan s'utilitza el rerefons :term:`JACK`, el JACK s'ha d'arrencar i configurar abans d'executar Zrythm. Trobaràs molta informació en línia sobre com configurar JACK, com ara `Desmitificar JACK: una guia per a principiants per a començar amb JACK <https://linuxaudio.github.io/libremusicproduction/html/articles/demystifying-jack-1%E22%80%93-beginners-guide-getting-started-jack.html>`_, de manera que saltarem aquesta part.
uk: Якщо використовується серверна частина :term:`JACK`, перед запуском Zrythm JACK потрібно налаштувати та налаштувати. Ви знайдете в Інтернеті багато інформації про те, як налаштувати JACK, наприклад `Demystifying JACK - A Beginners Guide to Getting Started with JACK <https://linuxaudio.github.io/libremusicproduction/html/articles/demystifying-jack-%E2 %80%93-beginners-guide-getting-started-jack.html>`_, тому ми пропустіть цю частину.

source: Memory Locking
ca: Bloqueig de memòria
uk: Блокування пам'яті

source: Zrythm requires memory locking privileges for reliable, dropout-free operation. In short, if data is not locked into memory, it can be swapped by the kernel, causing xruns when attempting to access the data.
ca: Zrythm requereix privilegis de bloqueig de memòria per a una operació fiable i sense pèrdues. En resum, si les dades no estan bloquejades a la memòria, poden ser intercanviades pel nucli, causant xruns en intentar accedir a les dades.
uk: Zrythm вимагає привілеїв блокування пам’яті для надійної роботи без відключення. Коротше кажучи, якщо дані не заблоковані в пам’яті, вони можуть бути замінені ядром, викликаючи xruns під час спроби доступу до даних.

source: Realtime Scheduling
ca: Planificació en temps real
uk: Планування в реальному часі

source: Zrythm requires realtime scheduling privileges for reliable, dropout-free operation. Realtime (RT) scheduling is a feature that enables applications to meet timing deadlines more reliably.
ca: Zrythm requereix privilegis de planificació en temps real per a un funcionament fiable i sense pèrdues. La planificació en temps real (RT) és una funcionalitat que permet a les aplicacions complir els terminis de manera més fiable.
uk: Zrythm вимагає привілеїв планування в реальному часі для надійної роботи без відключення. Планування в режимі реального часу (RT) — це функція, яка дозволяє програмам більш надійно дотримуватись кінцевих термінів.

source: To set up these privileges for your user, see `How do I configure my linux system to allow JACK to use realtime scheduling? <https://jackaudio.org/faq/linux_rt_config.html#systems-using-pam>`_.
ca: Per a configurar aquests privilegis per al teu usuari, consulta `Com puc configurar el meu sistema Linux per a permetre que JACK utilitzi la programació en temps real? <https://jackaudio.org/faq/linux_rt_config.html#systems-using-pam>`_.
uk: Щоб налаштувати ці привілеї для свого користувача, див. `Як мені налаштувати мою систему Linux, щоб дозволити JACK використовувати планування в реальному часі?» <https://jackaudio.org/faq/linux_rt_config.html#systems-using-pam>`_.

source: To set up these privileges for your user, change the user class' ``memorylocked`` value in :file:`/etc/login.conf`.
ca: Per a configurar aquests privilegis per al teu usuari, canvia el valor ``memorylocked`` de la classe d'usuari a :file:`/etc/login.conf`.
uk: Щоб налаштувати ці привілеї для свого користувача, змініть значення класу користувача ``memorylocked`` у :file:`/etc/login.conf`.

source: Open File Limit
ca: Límit de fitxers oberts
uk: Ліміт відкритих файлів

source: On startup, Zrythm will attempt to increase the maximum limit of files it can open. You should give your user enough permissions to allow this.
ca: En iniciar-se, Zrythm intentarà augmentar el límit màxim de fitxers que pot obrir. Hauries de donar al teu usuari prou permisos per a permetre-ho.
uk: Під час запуску Zrythm спробує збільшити максимальну кількість файлів, які він може відкрити. Ви повинні надати своєму користувачеві достатньо дозволів, щоб дозволити це.

source: Glossary
ca: Glossari
uk: Глосарій

source: a2jmidid is an application that bridges between the system MIDI ports and :term:`JACK`.
ca: a2jmidid és una aplicació que ponta entre els ports MIDI del sistema i :term:`JACK`.
uk: a2jmidid — це програма, яка з’єднує порти MIDI системи та :term:`JACK`.

source: A plugin standard developed by Apple, mainly used on MacOS.
uk: Стандарт плагіна, розроблений Apple, який в основному використовується в MacOS.

source: Balance
ca: Balanç
uk: Баланс

source: Balance (or :term:`Stereo` balance) is the left-right balance of a stereo audio signal.
ca: El balanç (o balanç :term:`Stereo`) és el balanç esquerra-dreta d'un senyal d'àudio estèreo.
uk: Баланс (або :term:`Stereo` баланс) — це баланс лівого та правого стереозвуку.

source: Bounce
ca: Rebotar
uk: Відскок

source: Bouncing means exporting to audio.
ca: Rebotar significa exportar a l'àudio.
uk: Відскок означає експорт в аудіо.

source: BPM
uk: Уд/хв/BPM

source: The :abbr:`BPM (Beats Per Minute)` is the tempo of the song.
ca: El :abbr:`BPM (Beats Per Minut)` és el tempo de la cançó.
uk: :abbr:`BPM (ударів за хвилину)` — це темп пісні.

source: Carla
uk: Карла

source: A `plugin host <https://kx.studio/Applications:Carla>`_ that provides a library Zrythm uses to load some plugins. Plugins loaded through Carla can be bridged to separate processes.
ca: Un `amfitrió de complements <https://kx.studio/Applications:Carla>`_ que proporciona una biblioteca que Zrythm utilitza per a carregar alguns complements. Els complements carregats a través de Carla poden pontar a processos separats.
uk: Хост плагінів <https://kx.studio/Applications:Carla>`_, який надає бібліотеку, яку Zrythm використовує для завантаження деяких плагінів. Плагіни, завантажені через Carla, можна підключити до окремих процесів.

source: :abbr:`CLI (Command Line Interface)` is the interface users interact with when typing commands in a terminal.
ca: :abbr:`CLI (Command Line Interface)` és la interfície amb la qual els usuaris interactuen quan escriuen ordres en un terminal.
uk: :скорочення: «CLI (інтерфейс командного рядка)» — це інтерфейс, з яким взаємодіють користувачі під час введення команд у терміналі.

source: Clip
uk: Кліп

source: Used interchangeably with :ref:`region <regions>`.
ca: S'utilitza indistintament amb :ref:`regió <regions>`.
uk: Використовується як взаємозамінне з :ref:`region <regions>`.

source: Control
uk: КОНТРОЛЬ

source: A control is a :doc:`port <../routing/ports>` with a user-changeable control value that affects a processor, such as a plugin. For example, a gain control. Used interchangeably with :term:`Parameter`.
ca: Un control és un :doc:`port <../routing/ports>` amb un valor de control que es pot canviar d'usuari que afecta un processador, com ara un complement. Per exemple, el control de guanys. S'utilitza indistintament amb :term:`Parameter`.
uk: Елемент керування — це :doc:`порт <../routing/ports>` зі змінним користувачем значенням керування, яке впливає на процесор, наприклад плагін. Наприклад, регулятор посилення. Використовується як взаємозамінний із :term:`Parameter`.

source: In a software environment, :abbr:`CV (Control Voltage)` represents audio-rate control data.
ca: En un entorn de programari, :abbr:`CV (Control Voltage)` representa les dades de control de la velocitat d'àudio.
uk: У програмному середовищі :abbr:`CV (контрольна напруга)` представляє дані керування швидкістю аудіо.

source: A :abbr:`DAW (Digital Audio Workstation)` is software used to compose, record, edit, arrange, mix and master music.
ca: Una :abbr:`DAW (Digital Audio Workstation)` és el programari utilitzat per a compondre, gravar, editar, arranjar, mesclar i masteritzar música.
uk: A :abbr:`DAW (Digital Audio Workstation)` — це програмне забезпечення, яке використовується для створення, запису, редагування, аранжування, мікшування та майстер-класу музики.

source: In the context of a :term:`DAW`, :abbr:`DSP (Digital Signal Processing)` means audio signal processing.
ca: En el context d'una :term:`DAW`, :abbr:`DSP (Digital Signal Processing)` significa processament de senyal d'àudio.
uk: У контексті :term:`DAW`, :abbr:`DSP (Digital Signal Processing)` означає обробку звукового сигналу.

source: :abbr:`DSSI (Disposable Soft Synth Interface)` is a plugin standard for instrument plugins, that has been superseded by :term:`LV2`.
uk: :скорочення: «DSSI (одноразовий інтерфейс м’якого синтезатора)» — це стандарт плагінів для інструментальних плагінів, який замінено на :term:`LV2`.

source: Free software
ca: Programari lliure
uk: Безкоштовне програмне забезпечення

source: Free/libre software means users control the program, as opposed to proprietary software, where the program controls the users.
ca: Programari lliure significa que els usuaris controlen el programa, a diferència de programari propietari, on el programa controla els usuaris.
uk: Безкоштовне програмне забезпечення означає, що користувачі контролюють програму, на відміну від пропрієтарного програмного забезпечення, де програма контролює користувачів.

source: :abbr:`JACK (JACK Audio Connection Kit)` is a sound server that offers low latency for users and provides a simple API for developers. It is the de facto standard sound server for professional audio on GNU/Linux.
ca: :abbr:`JACK (JACK Audio Connection Kit)` és un servidor de so que ofereix baixa latència per als usuaris i proporciona una API senzilla per als desenvolupadors. És el servidor de so estàndard de facto per a àudio professional en GNU/Linux.
uk: :abbr:`JACK (JACK Audio Connection Kit)` — звуковий сервер, який пропонує низьку затримку для користувачів і надає простий API для розробників. Це де-факто стандартний звуковий сервер для професійного аудіо на GNU/Linux.

source: LADSPA
uk: ЛАДСПА

source: :abbr:`LADSPA (Linux Audio Developers Simple Plugin API)` is an old plugin standard for effect plugins that has been superseded by :term:`LV2`.
uk: :abbr:`LADSPA (Linux Audio Developers Simple Plugin API)` — це старий стандарт плагінів для плагінів ефектів, який замінив :term:`LV2`.

source: :abbr:`LV2 (LADSPA Version 2)` is an extensible, cross-platform open standard for audio plugins. LV2 has a simple core interface, which is accompanied by extensions that add more advanced functionality.
ca: :abbr:`LV2 (LADSPA Version 2)` és un estàndard obert extensible i multiplataforma per a complements d'àudio. LV2 té una interfície bàsica senzilla, que s'acompanya d'extensions que afegeixen funcionalitats més avançades.
uk: :abbr:`LV2 (LADSPA Версія 2)` — це розширюваний міжплатформний відкритий стандарт для аудіоплагінів. LV2 має простий основний інтерфейс, який супроводжується розширеннями, які додають більш просунуту функціональність.

source: :abbr:`MIDI (Musical Instrument Digital Interface)` is a technical standard for communication between musical instruments and computers.
ca: :abbr:`MIDI (Musical Instrument Digital Interface)` és un estàndard tècnic per a la comunicació entre instruments musicals i ordinadors.
uk: :abbr:`MIDI (цифровий інтерфейс музичних інструментів)` — це технічний стандарт зв’язку між музичними інструментами та комп’ютерами.

source: MIDI note
ca: Nota MIDI
uk: MIDI нота/MIDI note

source: :term:`MIDI` Notes are used to trigger virtual (or hardware) instruments.
ca: Les notes :term:`MIDI` s'utilitzen per a desencadenar instruments virtuals (o de maquinari).
uk: :term:`MIDI` Ноти використовуються для запуску віртуальних (або апаратних) інструментів.

source: Mono
uk: Моно

source: A single-channel audio signal (see also :term:`Stereo`).
ca: Un senyal d'àudio d'un sol canal (consulta també :term:`Stereo`).
uk: Одноканальний звуковий сигнал (див. також :term:`Стерео`).

source: Pan law
ca: Regla de panoràmica
uk: Пан закон

source: TODO
ca: PENDENT
uk: ВСЕ

source: Panning is the distribution of a :term:`Mono` signal into a new stereo or multi-channel sound field.
ca: Panoràmica és la distribució d'un senyal :term:`Mono` en un estèreo nou o un camp de so multicanal.
uk: Панорамування — це розподіл :term:`моно` сигналу в нове стерео або багатоканальне звукове поле.

source: Parameter
ca: Paràmetre
uk: Параметр

source: Used interchangeably with :term:`Control`.
ca: S'utilitza indistintament amb :term:`Control`.
uk: Вживається як взаємозамінне з :term:`Control`.

source: Plugin
ca: Complement
uk: Плагін

source: A plugin is an external module that provides audio processing capabilities to Zrythm, such as an :term:`SFZ` instrument or an :term:`LV2` reverb plugin.
ca: Un complement és un mòdul extern que proporciona capacitats de processament d'àudio al Zrythm, com ara un instrument :term:`SFZ` o un complement de reverberació :term:`LV2`.
uk: Плагін — це зовнішній модуль, який надає можливості обробки аудіо для Zrythm, наприклад інструмент :term:`SFZ` або плагін реверберації :term:`LV2`.

source: Project
ca: Projecte
uk: Проєкт

source: A project refers to a work session. It is saved as a directory containing a project file along with other auxiliary files. See :ref:`Projects` for more details.
ca: Un projecte fa referència a una sessió de treball. Es desa com a directori que conté un fitxer de projecte juntament amb altres fitxers auxiliars. Consulta :ref:`Projects` per a més detalls.
uk: Проект відноситься до робочого сеансу. Він зберігається як каталог, що містить файл проекту разом з іншими допоміжними файлами. Дивіться :ref:`Projects` для більш детальної інформації.

source: Range
ca: Interval
uk: Діапазон

source: A Range is a selection of time between two positions.
ca: Un interval és una selecció de temps entre dues posicions.
uk: Діапазон – це вибір часу між двома позиціями.

source: A region (or :term:`Clip`) is a container for MIDI Notes, audio or other events. See :ref:`regions`.
ca: Una regió (o :term:`Clip`) és un contenidor de notes MIDI, àudio o altres esdeveniments. Consulta :ref:`regions`.
uk: Область (або :term:`Clip`) — це контейнер для MIDI-нотаток, аудіо або інших подій. Дивіться :ref:`regions`.

source: SFZ is a file format for sample-based virtual instruments.
ca: SFZ és un format de fitxer d'instruments virtuals basats en mostres.
uk: SFZ — це формат файлів для віртуальних інструментів на основі зразків.

source: SF2 is the successor of :term:`SFZ`.
ca: SF2 és el successor de :term:`SFZ`.
uk: SF2 є наступником :term:`SFZ`.

source: Stereo
ca: Estèreo
uk: Стерео

source: A two-channel audio signal (left and right) (see also :term:`Mono`).
ca: Un senyal d'àudio de dos canals (esquerra i dreta) (consulta també :term:`Mono`).
uk: Двоканальний звуковий сигнал (лівий і правий) (див. також :term:`Моно`).

source: A proprietary plugin standard and the predecessor of VST3. We do not recommend using this standard.
ca: Un estàndard de complement propietari i el predecessor de VST3. No es recomana utilitzar aquest estàndard.
uk: Запатентований стандарт плагіна та попередник VST3. Ми не рекомендуємо використовувати цей стандарт.
