Repository: ToddAWalter/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/zrythm-manual.po
Languages: ca, uk

source: Audio FX tracks can be used for effects by sending audio signals to them with :ref:`track-sends`.
ca: Les pistes FX d'àudio es poden utilitzar per als efectes enviant-los senyals d'àudio amb :ref:`track-sends`.
uk: Доріжки звукових ефектів можна використовувати для ефектів, надсилаючи до них аудіосигнали за допомогою :ref:`track-sends`.

source: Audio FX track
ca: Pista FX d'àudio
uk: Аудіо трек FX

source: A common use case is to create a separate Audio FX track with a reverb plugin and to send audio from another track to it. This way, the reverb signal can be managed separately from its source, or even be shared among several tracks.
ca: Un cas d'ús comú és crear una pista FX d'àudio independent amb un complement de reverberació i enviar-hi àudio des d'una altra pista. D'aquesta manera, el senyal de reverberació es pot gestionar per separat de la seva font, o fins i tot compartir-se entre diverses pistes.
uk: Поширеним випадком використання є створення окремої доріжки Audio FX за допомогою плагіна реверберації та надсилання на неї звуку з іншої доріжки. Таким чином сигналом реверберації можна керувати окремо від його джерела або навіть розподіляти його між кількома треками.

source: Audio Group Track
ca: Pista de grup d'àudio
uk: Груповий звуковий трек

source: Audio group tracks can be used for grouping audio signals together via direct routing. For example, kicks, snares and hihats can be routed to a "Drums" audio group track so you can add effects and control their volume collectively instead of separately.
ca: Les pistes de grup d'àudio es poden utilitzar per a agrupar senyals d'àudio mitjançant encaminament directe. Per exemple, bombos, caixes i xarlestons es poden encaminar a una pista de grup d'àudio «tambors» perquè puguis afegir efectes i controlar el seu volum col·lectivament en lloc de per separat.
uk: Групові звукові доріжки можна використовувати для групування аудіосигналів за допомогою прямої маршрутизації. Наприклад, кіки, малий барабан і хай-хет можна скерувати на групову аудіодоріжку «Барабани», щоб ви могли додавати ефекти та керувати їх гучністю разом, а не окремо.

source: Audio Group track
ca: Pista de grup d'àudio
uk: Доріжка групи аудіо

source: Group tracks are foldable.
ca: Les pistes de grup es poden encarpetar.
uk: Групові доріжки розбірні.

source: Chord Track
ca: Pista d'acords
uk: Доріжка акордів

source: The Chord Track contains chord and scale objects that are used to specify when the song is using a particular chord or scale. Its main purpose is to assist with chord progressions.
ca: La pista d'acords conté objectes d'acord i escala que s'utilitzen per a especificar quan la cançó utilitza un acord o escala en particular. El seu propòsit principal és ajudar en les progressions d'acords.
uk: Доріжка акордів містить об’єкти акордів і звукорядів, які використовуються для визначення того, коли в пісні використовується певний акорд або звукоряд. Його основне призначення полягає в тому, щоб допомогти з прогресуванням хорд.

source: Chord track with a chord region and a scale
ca: Pista d'acords amb una regió d'acords i una escala
uk: Акордова доріжка з акордовою областю та шкалою

source: For more information about chords, see the section :ref:`chords-and-scales/intro:Chords and Scales`.
ca: Per a més informació sobre acords, consulta la secció :ref:`chords-and-scales/intro:Chords and Scales`.
uk: Для отримання додаткової інформації про акорди перегляньте розділ :ref:`chords-and-scales/intro:Chords and Scales`.

source: For editing chords inside chord regions, see :ref:`editing/chord-editor:Chord Editor`.
uk: Щоб відредагувати акорди всередині акордових областей, перегляньте :ref:`editing/chord-editor:Chord Editor`.

source: Live Audition
ca: Audició en directe
uk: Живе прослуховування

source: You can route the output of the chord track to a MIDI or Instrument track for live auditioning of the chord track's events. You can also play the chords live with a MIDI keyboard.
ca: Pots encaminar la sortida de la pista d'acords a una pista MIDI o d'instrument per a fer una audició en directe dels esdeveniments de la pista d'acords. També pots tocar els acords en directe amb un teclat MIDI.
uk: Ви можете скерувати вихід доріжки акордів до треку MIDI або доріжки інструментів для живого прослуховування подій доріжки акордів. Ви також можете грати акорди наживо за допомогою MIDI-клавіатури.

source: Folder Track
ca: Pista en carpeta
uk: Доріжка папки

source: Folder tracks are used to organize tracks.
ca: Les pistes en carpeta s'utilitzen per a organitzar les pistes.
uk: Папка треків використовується для організації треків.

source: Folder track with a MIDI FX track as a child
ca: Pista en carpeta amb una pista FX MIDI quan era fill
uk: Папка з доріжкою MIDI FX у дитинстві

source: Moving/Copying Tracks Into a Foldable Track
uk: Переміщення/копіювання треків на складаний трек

source: To move (or copy by holding :kbd:`Control`) tracks inside folder (or foldable) tracks, simply select the tracks you want and drag-and-drop them inside the folder track. While dragging one or more tracks into a folder track, a line is shown to indicate where the tracks will be dropped. Dropping the tracks in the middle of a Folder track (orange line shown in the middle) will insert the tracks into the folder track as children.
uk: Щоб перемістити (або скопіювати, утримуючи :kbd:`Control`) доріжки всередині доріжок папки (або складних), просто виберіть потрібні доріжки та перетягніть їх у доріжку теки. Під час перетягування однієї або кількох доріжок у доріжку папки відображається лінія, яка вказує, куди слід опустити доріжки. Якщо опустити доріжки в середині доріжки папки (помаранчева лінія, показана посередині), доріжки буде вставлено в доріжку папки як дочірні.

source: Moving tracks inside a folder track
uk: Переміщення доріжок всередині доріжки папки

source: Dropping the tracks above (or below) the folder track will cause the tracks to simply be moved above (or below) the folder track and *NOT* inside it.
uk: Переміщення доріжок вище (або нижче) доріжки папки призведе до того, що доріжки просто перемістяться вище (або нижче) доріжки папки, а *НЕ* всередині неї.

source: Folding/Unfolding
uk: Складання/Розкладання

source: Clicking the folder button will hide and expand the folder track's children.
ca: Fent clic al botó de la carpeta, s'amagarà i ampliarà els fills de la pista en carpeta.
uk: Натискання кнопки папки приховає та розгорне дочірні елементи доріжки папки.

source: Audio/MIDI group tracks are also foldable.
ca: Les pistes de grup d'àudio/MIDI també es poden encarpetar.
uk: Аудіо/MIDI групові доріжки також можна складати.

source: Instrument Track
ca: Pista d'instrument
uk: Інструментальна доріжка

source: The instrument track is used for synths and other instruments. Instrument tracks contain a special `instrument slot` in the mixer that will get processed `after` the MIDI FX section and `before` the Inserts section.
ca: La pista d'instrument s'utilitza per a sintetitzadors i altres instruments. Les pistes d'instrument contenen una `instrument slot` especial al mesclador que es processarà `after` de la secció FX MIDI i `before` de la secció Inserir.
uk: Інструментальна доріжка використовується для синтезаторів та інших інструментів. Інструментальні треки містять спеціальний «інструментальний слот» у мікшері, який оброблятиметься «після» розділу MIDI FX і «до» розділ «Вставки».

source: Instrument track with a MIDI region
ca: Pista d'instrument amb una regió MIDI
uk: Інструментальна доріжка з регіоном MIDI

source: Instrument tracks are similar to MIDI tracks, except that they produce audio instead of :term:`MIDI`.
ca: Les pistes d'instrument són semblants a les pistes MIDI, excepte que produeixen àudio en lloc de :term:`MIDI`.
uk: Доріжки інструментів подібні до доріжок MIDI, за винятком того, що вони створюють аудіо замість :term:`MIDI`.

source: Show/Hide Plugin UI
uk: Показати/сховати інтерфейс плагіна

source: Instrument tracks contain a button (computer screen icon) that allows showing/hiding the instrument plugin's UI.
uk: Треки інструментів містять кнопку (значок на екрані комп’ютера), яка дозволяє показувати/приховувати інтерфейс плагіна інструменту.

source: Marker Track
ca: Pista de marcadors
uk: Маркерна доріжка

source: The marker track holds :ref:`song markers <playback-and-recording/loop-points-and-markers:Custom Markers>` - either custom or pre-defined ones - that make it easier to jump to or to export specific sections of the song. Each project can only have one marker track and it cannot be deleted (but can be hidden).
uk: Маркерна доріжка містить :ref:`маркери пісень <playback-and-recording/loop-points-and-markers:Custom Markers>` — користувацькі або попередньо визначені — які полегшують перехід до певних розділів або їх експорт. пісні. Кожен проект може мати лише одну доріжку маркера, і її не можна видалити (але можна приховати).

source: Marker track with 2 markers
ca: Pista de marcadors amb 2 marcadors
uk: Маркерна доріжка з 2 маркерами

source: Master Track
ca: Pista mestra
uk: Майстер трек

source: The master track is a special type of Audio Group Track that Zrythm uses to route the resulting audio signal after all the processing is done to the audio backend.
ca: La pista mestra és un tipus especial de pista de grup d'àudio que Zrythm utilitza per a encaminar el senyal d'àudio resultant després de fer tot el processament al rerefons d'àudio.
uk: Головна доріжка — це особливий тип аудіогрупової доріжки, яку Zrythm використовує для направлення результуючого аудіосигналу після виконання всієї обробки до аудіосистеми.

source: Master track
ca: Pista mestra
uk: Майстер-трек

source: Modulator Track
ca: Pista moduladora
uk: Трек модулятора

source: The modulator track is a special track that is used for global modulators like LFOs and macro knobs that can be assigned to any automatable control inside Zrythm.
ca: La pista del modulador és una pista especial que s'utilitza per a moduladors globals com els LFO i les rodetes macro que es poden assignar a qualsevol control automatitzat dins Zrythm.
uk: Доріжка модулятора — це спеціальна доріжка, яка використовується для глобальних модуляторів, таких як LFO і макрорегулятори, які можна призначити будь-якому автоматичному контролю в Zrythm.

source: Modulator track with automation for macro knob 1
ca: Pista moduladora amb automatització per a rodeta macro 1
uk: Доріжка модулятора з автоматикою для макрорегулятора 1

source: For more details, see :ref:`modulators/intro:Modulators`.
ca: Per a més detalls, consulta :ref:`modulators/intro:Modulators`.
uk: Для отримання додаткової інформації див. :ref:`modulators/intro:Modulators`.

source: MIDI Track
ca: Pista MIDI
uk: MIDI трек

source: A MIDI track contains MIDI regions and its purpose is playing back MIDI events and routing those MIDI signals to other instruments (including external instruments and hardware).
ca: Una pista MIDI conté regions MIDI i el seu propòsit és reproduir esdeveniments MIDI i encaminar aquests senyals MIDI a altres instruments (inclosos instruments externs i maquinari).
uk: MIDI-доріжка містить MIDI-області, і її призначення полягає у відтворенні MIDI-подій і маршрутизації цих MIDI-сигналів на інші інструменти (включаючи зовнішні інструменти та обладнання).

source: MIDI tracks, unlike instrument tracks, produce MIDI output and so their channel strips will only have MIDI effects (plugins that change MIDI signals).
ca: Les pistes MIDI, a diferència de les pistes d'instrument, produeixen sortida MIDI i, per tant, les seves franges de canal només tindran efectes MIDI (complements que canvien els senyals MIDI).
uk: Доріжки MIDI, на відміну від доріжок інструментів, створюють вихід MIDI, тому їх смуги каналів матимуть лише ефекти MIDI (плагіни, які змінюють сигнали MIDI).

source: MIDI tracks also have automation lanes for automating various parameters.
ca: Les pistes MIDI també disposen de carrils d'automatització per a automatitzar diversos paràmetres.
uk: Доріжки MIDI також мають смуги автоматизації для автоматизації різних параметрів.

source: MIDI track with a MIDI region
ca: Pista MIDI amb una regió MIDI
uk: Доріжка MIDI з регіоном MIDI

source: MIDI FX Track
ca: Pista FX MIDI
uk: Доріжка MIDI FX

source: MIDI FX tracks can be used for MIDI effects by sending MIDI signals to them using :ref:`track-sends`.
ca: Les pistes FX MIDI es poden utilitzar per als efectes MIDI enviant-los senyals MIDI mitjançant :ref:`track-sends`.
uk: Доріжки MIDI FX можна використовувати для ефектів MIDI, надсилаючи їм сигнали MIDI за допомогою :ref:`track-sends`.

source: MIDI FX track
ca: Pista FX MIDI
uk: доріжка MIDI FX

source: MIDI Group Track
ca: Pista de grup MIDI
uk: Групова доріжка MIDI

source: These are similar to Audio Group tracks, except that they act on MIDI signals instead of audio signals.
ca: Aquests són semblant a les pistes de grup d'àudio, excepte que actuen sobre senyals MIDI en lloc de senyals d'àudio.
uk: Вони схожі на доріжки Audio Group, за винятком того, що вони діють на сигнали MIDI замість аудіосигналів.

source: MIDI Group track
ca: Pista de grup d'àudio
uk: Трек групи MIDI

source: Tempo Track
ca: Pista tempo
uk: Трек темпу

source: The tempo track is a special track that allows automating the BPM and time signature.
ca: La pista de tempo és una pista especial que permet automatitzar el BPM i la indicació de compàs.
uk: Трек темпу — це спеціальний трек, який дозволяє автоматизувати BPM і тактовий розмір.

source: Tempo track with BPM automation
ca: Pista tempo amb automatització BPM
uk: Трек темпу з автоматизацією BPM

source: BPM and time signature automation is currently experimental. **Projects using this functionality may break.** Only use it at your own risk.
uk: Автоматизація BPM і тактового розміру наразі експериментальна. **Проекти, у яких використовується ця функція, можуть не працювати.** Використовуйте її лише на власний ризик.

source: Tracklist
ca: Llista de pistes
uk: Список треків

source: The tracklist contains all of the Tracks in the project. It is split into the top part showing pinned tracks (in the case below the Chord and Marker tracks), and the bottom part showing unpinned tracks.
uk: Список треків містить усі композиції проекту. Він розділений на верхню частину, яка показує закріплені доріжки (у випадку під доріжками Chord і Marker), і нижню частину, яка показує незакріплену доріжку.

source: The project tracklist
uk: Трек-лист проекту

source: At the top of the tracklist, the number of visible tracks over the number of total tracks is shown (in the screenshot above, this means 7 visible tracks out of 9 total tracks).
uk: У верхній частині списку треків відображається кількість видимих треків над загальною кількістю треків (на знімку екрана вище це означає 7 видимих треків із 9 усіх).

source: Pinning Tracks
uk: Закріплення треків

source: You can pin tracks to make them stick to the top, regarldess how far you scroll down in the tracklist. This is useful to do with chords and markers so you can always see where you are musically/structurally in your project. Tracks are pinned by selecting :guilabel:`Pin/Unpin Track` in their context menu.
uk: Ви можете закріпити треки, щоб вони залишалися вгорі, незалежно від того, наскільки далеко ви прокрутите список треків вниз. Це корисно робити з акордами та маркерами, щоб ви завжди могли бачити, де ви перебуваєте музично/структурно у своєму проекті. Треки закріплюються, вибравши :guilabel:`Закріпити/Відкріпити трек` у контекстному меню.

source: Zrythm pins the Chord and Marker tracks by default.
uk: Zrythm за замовчуванням закріплює доріжки Chord і Marker.

source: Track Visibility and Filtering
uk: Відстеження видимості та фільтрування

source: The track visibility button in the top of the tracklist allows changing the visible state of tracks. It is also possible to filter the tracks currently shown in the tracklist.
uk: Кнопка видимості треків у верхній частині списку треків дозволяє змінювати видимий стан треків. Також можна відфільтрувати треки, які зараз відображаються в списку треків.

source: Track visibility and filtering options
uk: Відстежуйте параметри видимості та фільтрації

source: Tracks can be filtered by name, track type and active status. There is also a visibility table for toggling the visible state of individual tracks.
uk: Треки можна фільтрувати за назвою, типом треку та активним статусом. Існує також таблиця видимості для перемикання видимого стану окремих треків.

source: Tracks can also be quickly hidden with the :guilabel:`Hide` option in their context menu.
uk: Доріжки також можна швидко приховати за допомогою опції :guilabel:`Приховати` в контекстному меню.

source: Tracklist Settings
uk: Налаштування списку треків

source: These are global behavior settings that apply to all tracks.
uk: Це глобальні налаштування поведінки, які застосовуються до всіх доріжок.

source: Tracklist settings
uk: налаштування списку треків

source: Auto-arm for Recording
uk: Автоматична активація для запису

source: Arm tracks for recording when clicked/selected.
uk: Треки рук для запису при натисканні/вибранні.

source: Auto-select
uk: Автоматичний вибір

source: Select tracks when their regions are clicked/selected.
uk: Виберіть доріжки, коли клацніть/виберіть їхні регіони.

source: Bottom Panel
ca: Quadre inferior
uk: Нижня панель

source: Bottom panel
ca: Quadre inferior
uk: нижня панель

source: The bottom panel consists of the following views, each explained in its own section.
ca: El quadre inferior consta de les vistes següents, cadascuna explicada en la seva pròpia secció.
uk: Нижня панель складається з наступних видів, кожне з яких пояснюється в окремому розділі.

source: :ref:`Editor <editing/timeline:Editing Region Contents>`
uk: :ref:`Редактор <editing/timeline:Editing Region Contents>`

source: :ref:`Modulators <modulators/intro:Modulators>`
ca: :ref:`Moduladors <modulators/intro:Modulators>`
uk: :ref:`Модулятори <modulators/intro:Modulators>`

source: :ref:`Chord Pad <chords-and-scales/chord-pad:Chord Pad>`
ca: :ref:`Pad d'acords <chords-and-scales/chord-pad:Chord Pad>`
uk: :ref:`Панель акордів <chords-and-scales/chord-pad:Chord Pad>`

source: Interface
ca: Interfície
uk: Інтерфейс

source: Left Panel
ca: Quadre esquerre
uk: Ліва панель

source: Left panel
ca: Quadre esquerre
uk: ліва панель

source: The left panel consists of the following views, each explained in its own section.
ca: El quadre esquerre consta de les vistes següents, cadascuna explicada en la seva pròpia secció.
uk: Ліва панель складається з наведених нижче подання, кожне з яких пояснюється в окремому розділі.

source: :ref:`Plugin Inspector <plugins-files/plugins/inspector-page:Inspector Page>`
ca: :ref:`Inspector de complements<plugins-files/plugins/inspector-page:Inspector Page>`
uk: :ref:`Інспектор плагінів <plugins-files/plugins/inspector-page:Inspector Page>`

source: Main Panel
ca: Quadre principal
uk: Головна панель

source: Main panel
ca: Quadre principal
uk: головна панель

source: The main panel consists of the following views, each explained in its own section.
ca: El quadre principal consta de les vistes següents, cadascuna explicada en la seva pròpia secció.
uk: Основна панель складається з наведених нижче подання, кожне з яких пояснюється в окремому розділі.

source: :ref:`Timeline <editing/timeline:Timeline>`
uk: :ref:`Лінія часу <editing/timeline:Timeline>`

source: :ref:`Port Connections <routing/connections:Managing Connections>`
uk: :ref:`Підключення портів <routing/connections:Managing Connections>`

source: Main Toolbar
ca: Barra d'eines principal
uk: Головна панель інструментів

source: The main toolbar contains global actions, such as saving and loading a project or opening the preferences window.
ca: La barra d'eines principal conté accions globals, com desar i carregar un projecte o obrir la finestra de preferències.
uk: Головна панель інструментів містить такі глобальні дії, як збереження та завантаження проекту або відкриття вікна налаштувань.

source: Main toolbar
uk: Головна Панель інструментів

source: The name of the project is displayed at the center, with the project path shown below it.
uk: У центрі відображається назва проекту, а під нею — шлях до проекту.

source: Main Menu
uk: Головне меню

source: Main menu
uk: Головне Меню

source: The main menu in the toolbar includes the following actions.
uk: Головне меню на панелі інструментів містить такі дії.

source: Project Management
ca: Gestió de projectes
uk: Управління проектами

source: Open a Project
uk: Відкрийте проект

source: Open an existing project.
uk: Відкрийте існуючий проект.

source: Create New Project
uk: Створити новий проект

source: Create a new project.
ca: Crea un projecte nou.
uk: Створіть новий проект.

source: Save
ca: Desar
uk: Зберегти

source: Save the current project at its current location.
ca: Desa el projecte actual a la seva ubicació actual.
uk: Збережіть поточний проект у його поточному місці.

source: Save As
ca: Desar com a
uk: Зберегти як

source: Save the current project at a new location.
ca: Desa el projecte actual en una ubicació nova.
uk: Збережіть поточний проект у новому місці.

source: For more information about projects, see the :ref:`projects` chapter.
ca: Per a més informació sobre els projectes, consulta el capítol :ref:`projects`.
uk: Додаткову інформацію про проекти див. у розділі :ref:`projects`.

source: Export
ca: Exportar
uk: експорт

source: Export As
ca: Exportar com a
uk: Експортувати як

source: Export the project as audio or MIDI. See :ref:`export-audio-and-midi` for more details.
ca: Exporta el projecte com a àudio o MIDI. Consulta :ref:`export-audio-and-midi` per a més detalls.
uk: Експортуйте проект як аудіо або MIDI. Перегляньте :ref:`export-audio-and-midi` для отримання додаткової інформації.

source: Export Graph
ca: Exportar gràfic
uk: Експорт графіка

source: Export the routing graph as an image or .dot graph. See :ref:`export-routing-graph` for more details.
ca: Exporta el gràfic d'encaminament com a imatge o gràfic .dot. Consulta :ref:`export-routing-graph` per a més detalls.
uk: Експортуйте графік маршрутизації як зображення або .dot-граф. Дивіться :ref:`export-routing-graph` для отримання додаткової інформації.

source: View
uk: Переглянути

source: Fullscreen
ca: Pantalla completa
uk: Повний екран

source: Toggle fullscreen mode.
uk: Перемкнути повноекранний режим.

source: Other
ca: Altres
uk: інше

source: Show the :ref:`preferences dialog <preferences>`.
uk: Показати :ref:`діалог налаштувань <preferences>`.

source: Show all the available keyboard shortcuts.
ca: Es mostren totes les dreceres de teclat disponibles.
uk: Показати всі доступні комбінації клавіш.

source: About Zrythm
uk: Про Zrythm

source: Display information about Zrythm.
uk: Відображення інформації про Zrythm.

source: The Zrythm interface is split into various sub-modules.
ca: La interfície de Zrythm es divideix en diversos submòduls.
uk: Інтерфейс Zrythm розділений на різні підмодулі.

source: Annotated user interface
uk: Анотований інтерфейс користувача

source: Each sub-module is explained in its own section.
ca: Cada submòdul s'explica en la seva pròpia secció.
uk: Кожен підмодуль пояснюється в окремому розділі.

source: Managing Panels
uk: Панелі керування

source: The left, right and bottom panels can be toggled using their corresponding toggle buttons in the :ref:`main toolbar <main-toolbar>` and :ref:`transport bar <transport-bar>`.
uk: Ліву, праву та нижню панелі можна перемикати за допомогою відповідних кнопок перемикання на :ref:`main toolbar <main-toolbar>` та :ref:`transport bar <transport-bar>`.

source: Left panel toggle
uk: Перемикач лівої панелі
