Repository: ToddAWalter/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/zrythm-manual.po
Languages: ca, uk

source: Panels contain multiple *views*, each of which is made visible by clicking on its corresponding tab.
ca: Els quadres contenen diverses *vistes*, cadascuna de les quals es fa visible fent clic a la pestanya corresponent.
uk: Панелі містять кілька *переглядів*, кожне з яких стає видимим, натиснувши відповідну вкладку.

source: Panel tabs
uk: Вкладки панелі

source: Detaching Views
ca: Vistes separades
uk: Відокремлення переглядів

source: Views in each panel are detachable. To detach a view into its own separate window, click and drag its tab icon to the 3rd button that appears in the middle of the panel.
uk: Види в кожній панелі роз'ємні. Щоб від’єднати подання в окреме вікно, клацніть і перетягніть його піктограму вкладки до 3-ї кнопки, яка з’являється посередині панелі.

source: Detaching the timeline view
uk: Від’єднання подання шкали часу

source: The view will be detached into a new window.
uk: Вид буде відокремлено в нове вікно.

source: Detached timeline view
ca: Vista de la línia de temps separada
uk: Відокремлений перегляд часової шкали

source: Right Panel
ca: Quadre dret
uk: Права панель

source: Right panel
ca: Quadre dret
uk: Права Панель

source: The right panel consists of the following views, each explained in its own section.
ca: El quadre dret consta de les vistes següents, cadascuna explicada en la seva pròpia secció.
uk: Права панель складається з наведених нижче подання, кожне з яких пояснюється в окремому розділі.

source: :ref:`Plugin Browser <plugin-browser>`
uk: :ref:`Браузер плагінів <plugin-browser>`

source: :ref:`File Browser <file-browser>`
ca: :ref:`Navegador de fitxers <file-browser>`
uk: :ref:`Файловий браузер <file-browser>`

source: :ref:`Monitor Section <routing/monitor-section:Monitor Section>`
ca: :ref:`Secció de monitors <routing/monitor-section:Monitor Section>`
uk: :ref:`Розділ моніторингу <routing/monitor-section:Monitor Section>`

source: :ref:`Chord Preset Browser <chords-and-scales/chord-pad:Presets>`
ca: :ref:`Navegador d'acords predefinits <chords-and-scales/chord-pad:Presets>`
uk: :ref:`Переглядач акордів <chords-and-scales/chord-pad:Presets>`

source: Write and point to correct chord preset browser sections.
uk: Напишіть і наведіть вказівник миші на правильні розділи попередньо встановлених акордів браузера.

source: Transport Bar
ca: Barra de transport
uk: Транспортний бар

source: The transport bar contains information about the audio engine, :ref:`the BPM and time signature <playback-and-recording/bpm-and-time-signatures:BPM and Time Signatures>`, :ref:`transport controls <playback-and-recording/transport-controls:Transport Controls>`. and various indicators.
uk: Транспортна панель містить інформацію про механізм аудіо, :ref:`BPM і тактовий сигнатур <playback-and-recording/bpm-and-time-signatures:BPM and Time Signatures>`, :ref:`елементи керування транспортуванням <playback-and-recording/transport-controls:Transport Controls>`. і різні показники.

source: Transport bar
ca: Barra de transport
uk: Транспортна планка

source: Backend Information
ca: Informació del rerefons
uk: Інформація про бекенд

source: Information about the currently selected backend and options is visible in the bottom left corner.
ca: La informació sobre el rerefons seleccionat i les opcions és visible a la cantonada inferior esquerra.
uk: У нижньому лівому куті відображається інформація про поточний вибраний сервер і параметри.

source: Backend info
ca: Informació del rerefons
uk: інформація про бекенд

source: If the backend supports it, the buffer size can be changed live by clicking the :guilabel:`change` button.
ca: Si el rerefons ho admet, la mida del buffer es pot canviar en directe fent clic al botó :guilabel:`change`.
uk: Якщо бекенд підтримує це, розмір буфера можна змінити в реальному часі, натиснувши кнопку :guilabel:`змінити`.

source: If the backend supports it, the engine can be temporarily disabled by clicking the :guilabel:`Disable` button.
ca: Si el rerefons ho admet, el motor es pot desactivar temporalment fent clic al botó :guilabel:`Disable`.
uk: Якщо бекенд підтримує це, механізм можна тимчасово вимкнути, натиснувши кнопку :guilabel:`Вимкнути`.

source: Indicators
uk: Індикатори

source: MIDI In
ca: Entrada MIDI
uk: MIDI в

source: Shows the :term:`MIDI` activity of auto-connected MIDI devices.
ca: Mostra l'activitat :term:`MIDI` dels dispositius MIDI connectats automàticament.
uk: Показує :term:`MIDI` активність автоматично підключених MIDI-пристроїв.

source: Oscilloscope
ca: Oscil·loscopi
uk: Осцилограф

source: Shows the real-time audio waveform from the master output.
uk: Показує аудіосигнал у реальному часі з головного виходу.

source: Spectrum Analyzer
uk: Аналізатор спектру

source: Shows the real-time audio spectrum of the master output.
uk: Показує звуковий спектр головного виходу в реальному часі.

source: CPU/DSP Usage
ca: Ús de CPU/DSP
uk: Використання CPU/DSP

source: Displays the current CPU % usage at the top and the current DSP % usage at the bottom. If the DSP % exceeds 100 (all bars filled), audio will start clipping.
uk: Відображає поточний % u використання процесора вгорі та поточний % u використання DSP унизу. Якщо % e DSP перевищує 100 (усі стовпчики заповнені), аудіо почне вирізатися.

source: Zrythm understands the following environment variables. They can be configured in :file:`.bashrc` or a similar shell configuration file, the operating system's settings, or they can be passed directly when running :program:`zrythm` or :program:`zrythm_launch`, like: ``LV2_PATH=/my/custom/path zrythm_launch``
ca: Zrythm entén les següents variables d'entorn. Es poden configurar a :file:`.bashrc` o a un fitxer de configuració de la shell semblant, la configuració del sistema operatiu, o es poden passar directament quan s'executen :program:`zrythm` o :program:`zrythm_launch`, com a: ``LV2_PATH=/el meu/camí/personalitzat zrythm_launch``

source: Set this to the locations to scan for :term:`LV2` plugins.
ca: Establir les ubicacions on explorar complements :term:`LV2`.

source: Example: ``LV2_PATH=$HOME/custom-lv2-dir``
ca: Exemple: ``LV2_PATH=$HOME/personalitzat-lv2-dir``

source: Set this to the locations to scan for :term:`VST2` plugins.
ca: Establir les ubicacions per a explorar complements :term:`VST2`.

source: Set this to the locations to scan for :term:`VST3` plugins.
ca: Establir les ubicacions per a explorar complements :term:`VST3`.

source: When Zrythm is launched for the first time, it will also ask you to select a directory for saving your user data. See :term:`Zrythm user path` for details.
ca: Quan Zrythm s'iniciï per primera vegada, també et demanarà que seleccionis un directori per a desar les teves dades d'usuari. Consulta :term:`Zrythm user path` per a més detalls.

source: Plugin descriptor cache for faster scanning. This is found at :file:`cached_plugin_descriptors.yaml` under the :term:`Zrythm user path`.
ca: Memòria cau del descriptor de complements per a una exploració més ràpida. Això es troba a :file:`cached_plugin_descriptors.yaml` sota :term:`Zrythm user path`.

source: This file contains your plugin collections. It is found at :file:`plugin_collections.yaml` under the :term:`Zrythm user path`.
ca: Aquest fitxer conté les teves col·leccions de complements. Es troba a :file:`plugin_collections.yaml` sota :term:`Zrythm user path`.

source: Zrythm will write to a log file on each run inside the :file:`log` subdirectory under the :term:`Zrythm user path`. The filename will contain the current date and time, for example :file:`log_2020-06-26_15-34-19.log`.
ca: Zrythm escriurà a un fitxer de registre de cada execució dins el subdirectori :file:`log` sota el :term:`Zrythm user path`. El nom del fitxer contindrà la data i l'hora actuals, per exemple :file:`log_2020-06-26_15-34-19.log`.

source: Menu Actions
ca: Accions del menú

source: Troubleshooting
ca: Solució de problemes

source: Write this page.
ca: Escriure aquesta pàgina.

source: These 12 chords are linked to the chords in the :ref:`Chord Editor <editing/clip-editors/chord-editor:Chord Editor>`.
ca: Aquests 12 acords estan enllaçats amb els acords de l' :ref:`Editor d'acords <editing/clip-editors/chord-editor:Chord Editor>`.

source: You can use highlighting inside the piano roll to highlight the notes corresponding to the scale, chord, or both at the position of the playhead.
ca: Pots utilitzar el ressaltat dins el rotlle de pianola per a ressaltar les notes corresponents a l'escala, l'acord o ambdues a la posició del capçal de reproducció.

source: No highlighting
ca: Cap ressaltat

source: Chord highlighting
ca: Ressaltat d'acords

source: Scale highlighting
ca: Ressaltat d'escala

source: Additional Settings
ca: Paràmetres addicionals

source: Zrythm stores most of its configuration using the GSettings mechanism, which comes with the ``gsettings`` command for changing settings from the command line, or the optional GUI tool `dconf-editor <https://wiki.gnome.org/Apps/DconfEditor>`_.
ca: Zrythm emmagatzema la major part de la seva configuració mitjançant el mecanisme GSettings, que ve amb l'ordre ``gsettings`` per a canviar la configuració des de la línia d'ordres, o l'eina GUI opcional `dconf-editor <https://wiki.gnome.org/Apps/DconfEditor>`_.

source: Normally, you shouldn't need to access any of these settings as most of them are found inside Zrythm's UI, and it is not recommended to edit them as Zrythm validates some settings before it saves them or uses some settings internally.
ca: Normalment, no hauríes d'accedir a cap d'aquests paràmetres, ja que la majoria es troben a la IU de Zrythm, i no es recomana editar-los, ja que Zrythm valida alguns paràmetres abans de desar-los o utilitzar-los internament.

source: Viewing the Current Settings
ca: Visualitzar els paràmetres actuals

source: See :option:`zrythm --print-settings`.
ca: Consulta :option:`zrythm --print-settings`.

source: See :option:`zrythm --reset-to-factory` and :ref:`configuration/preferences:Reset to Factory Settings`.
ca: Consulta :option:`zrythm --reset-to-factory` i :ref:`configuration/preferences:Reset to Factory Settings`.

source: Located at :file:`plugin-settings.yaml` under the :term:`Zrythm user path`, this is a collection of per-plugin settings, such as whether to open the plugin with :term:`Carla`, the :ref:`bridge mode <plugins-files/plugins/plugin-window:Opening Plugins in Bridged Mode>` to use and whether to use a :ref:`generic UI <plugins-files/plugins/plugin-window:Generic UIs>`.
ca: Situat a :file:`plugin-settings.yaml` sota el :term:`Zrythm user path`, aquesta és una col·lecció de paràmetres dels complements, com ara si s'ha d'obrir el complement amb :term:`Carla`, el :ref:`mode pontat<plugins-files/plugins/plugin-window:Opening Plugins in Bridged Mode>` per a utilitzar i si s'ha d'utilitzar una :ref:`IU genèrica <plugins-files/plugins/plugin-window:Generic UIs>`.

source: Zrythm will remember the last setting used for each plugin and automatically apply it when you choose to instantiate that plugin from the :doc:`plugin browser <../plugins-files/plugins/plugin-browser>`.
ca: Zrythm recordarà l'última configuració utilitzada per a cada complement i l'aplicarà automàticament quan decideixis instanciar aquest complement des del :doc:`navegador de complements <../plugins-files/plugins/plugin-browser>`.

source: Bindings can be deleted by right-clicking on a row and selecting :guilabel:`Delete`.
ca: Les vinculacions es poden suprimir clicant el botó dret sobre una fila i seleccionant :guilabel:`Delete`.

source: Deleting a binding
ca: Suprimint una vinculació

source: Zrythm has a Preferences dialog containing all of the global settings that can be accessed by clicking the gear icon or with :kbd:`Control-Shift-p`
ca: Zrythm té un diàleg de preferències que conté tots els paràmetres globals als quals es pot accedir en clicar la icona de roda dentada o amb :kbd:`Control-Shift-p`

source: Preferences are grouped by sections, such as :guilabel:`General` and :guilabel:`Plugins`, and each item in the preferences contains a tooltip that explains what it does.
ca: Les preferències s'agrupen per seccions, com ara :guilabel:`General` i :guilabel:`Plugins`, i cada element de les preferències conté una informació sobre eines que explica què fa.

source: Zrythm must be restarted for changes to take effect.
ca: Zrythm s'ha de reiniciar perquè els canvis tinguin efecte.

source: This behaves similarly to :option:`zrythm --reset-to-factory`.
ca: Això es comporta de manera semblant a :option:`zrythm --reset-to-factory`.

source: Shortcuts (key bindings) can be previewed by pressing :kbd:`Control-?` or :kbd:`Control-F1`.
ca: Les dreceres (vinculacions de tecles) es poden previsualitzar prement :kbd:`Control-?` o :kbd:`Control-F1`.

source: Editor Shortcuts
ca: Editor de dreceres

source: Shortcuts can be overridden by placing a file named :file:`shortcuts.yaml` under the :term:`Zrythm user path`.
ca: Les dreceres es poden substituir col·locant un fitxer anomenat :file:`shortcuts.yaml` sota :term:`Zrythm user path`.

source: An example is given below.
ca: Un exemple a continuació.

source: Make this more user friendly & document all actions.
ca: Fer que sigui més fàcil d'utilitzar i documentar totes les accions.

source: UI Scaling and Wayland
ca: Escalat de la IU i Wayland

source: About Wayland
ca: Quant a Wayland

source: Zrythm currently forces X11 (i.e., XWayland) when running on Wayland because almost all plugins on GNU/Linux are built against X11 and some plugin UIs crash when running under Wayland directly.
ca: Actualment, Zrythm obliga a utilitzar X11 (és a dir, XWayland) quan s'executa a Wayland perquè gairebé tots els complements de GNU/Linux es construeixen amb X11 i algunes IU de complements es bloquegen quan s'executen directament a Wayland.

source: You can avoid these crashes by :ref:`bridging<plugins-files/plugins/plugin-window:Bridging>` plugins.
ca: Pots evitar aquests bloquejos utilitzant complements :ref:`bridging<plugins-files/plugins/plugin-window:Bridging>`.

source: If you are fine with this and prefer Zrythm to use pure Wayland you can use the :envvar:`GDK_BACKEND` environment variable. You can either pass this variable when running Zrythm from the terminal,
ca: Si això no us importa i prefereixes que Zrythm utilitzi Wayland purament, pots utilitzar la variable d'entorn :envvar:`GDK_BACKEND`. Pots passar aquesta variable quan iniciïs Zrythm des del terminal,

source: or you can edit the Desktop Entry for Zrythm.
ca: o pots editar l'entrada d'escriptori de Zrythm.

source: `Gtk - 4.0: Using GTK with Wayland <https://docs.gtk.org/gtk4/wayland.html>`_
ca: `Gtk - 4.0: Utilitzant GTK amb Wayland <https://docs.gtk.org/gtk4/wayland.html>`_

source: UI Scaling
ca: Escalant IU

source: If you are using Wayland and your window manager already has the correct scaling settings, you may be able to get the user interface scaled correctly by having Zrythm running entirely in Wayland using :envvar:`GDK_BACKEND`.
ca: Si utilitzes Wayland i el teu gestor de finestres ja té la configuració d'escala correcta, és possible que puguis escalar correctament la interfície d'usuari fent que Zrythm s'executi completament a Wayland utilitzant :envvar:`GDK_BACKEND`.

source: On Xorg, you can scale the interface by setting the :envvar:`GDK_SCALE` environment variable:
ca: A Xorg, pots escalar la interfície configurant la variable d'entorn :envvar:`GDK_SCALE`:

source: GTK3/4 does not support fractional scaling currently, so fractional factors will be ignored. This environment variable is also ignored in Mutter Wayland sessions.
ca: GTK3/4 no admet l'escala fraccionada actualment, de manera que s'ignoraran els factors fraccionaris. Aquesta variable d'entorn també s'ignora a les sessions de Mutter Wayland.

source: Zrythm is CSS themable and also makes use of many icons, some customized and some borrowed from other themes. If you would like to contribute artwork such as icons you can start by creating your own themes and icons as discussed in :ref:`icon-themes` and :ref:`css`.
ca: Zrythm és utilitzable CSS i també fa ús de moltes icones, algunes personalitzades i algunes manllevades d'altres temes. Si vols contribuir amb obres d'art com ara icones, pots començar creant els teus propis temes i icones tal com es discuteix a :ref:`icon-themes` i :ref:`css`.

source: Audio Arranger
ca: Arranjador d'àudio

source: The audio arranger refers to the arranger section of the audio editor.
ca: L'arranjador d'àudio fa referència a la secció de l'arranjador de l'editor d'àudio.

source: Audio arranger
ca: Arranjador d'àudio

source: The arranger shows the following indicators and controls.
ca: L'arranjador mostra els següents indicadors i controls.

source: Audio functions are logic that can be applied to transform the selected audio part.
ca: Les funcions d'àudio són lògiques que es poden aplicar per a transformar la part d'àudio seleccionada.

source: The following functions are available.
ca: Hi ha disponibles les següents funcions.

source: Guile Script
ca: Script Guile

source: Not available yet.
ca: Encara no disponible.

source: Automation Arranger
ca: Arranjador d'automatització

source: The automation arranger refers to the arranger section of the automation editor.
ca: L'arranjador d'automatització fa referència a la secció de l'arranjador de l'editor d'automatització.

source: Automation arranger
ca: Arranjador d'automatització

source: Editing inside the automation arranger generally follows :ref:`edit-tools` and :ref:`common-operations`, with the added feature that curves can be dragged up or down to change their `curviness`.
ca: L'edició dins l'arranjador d'automatització generalment segueix :ref:`edit-tools` i :ref:`common-operations`, amb la funcionalitat afegida que les corbes es poden arrossegar cap amunt o cap avall per a canviar la seva `curviness`.

source: Automation functions are logic that can be applied to transform the selected automation points/curves.
ca: Les funcions d'automatització són lògiques que es poden aplicar per transformar els punts/corbes d'automatització seleccionats.

source: The chord editor has a list of chords on the left side that can be changed, and an arranger on the right side for creating chord progressions.
ca: L'editor d'acords té una llista d'acords a la part esquerra que es poden canviar, i un arranjador al costat dret per a crear progressions d'acords.

source: Chord Arranger
ca: Arranjador d'acords

source: The chord arranger refers to the arranger section of the chord editor.
ca: L'arranjador d'acords fa referència a la secció de l'arranjador de l'editor d'acords.

source: Chord arranger
ca: Arranjador d'acords

source: The chord editor contains `chord objects` that signify the start of a chord.
ca: L'editor d'acords conté `chord objects` que signifiquen l'inici d'un acord.

source: Chord objects do not have a length.
ca: Els objectes d'acord no tenen durada.

source: Editing in the chord arranger follows :ref:`edit-tools` and :ref:`common-operations`.
ca: L'edició a l'arranjador d'acords segueix :ref:`edit-tools` i :ref:`common-operations`.

source: A label for each key is shown on the left side of the black/white keys, in addition to any highlighting (if selected). See :ref:`chord-highlighting` for more information.
ca: Es mostra una etiqueta a la part esquerra de cada tecla (blanques i negres), a més de qualsevol ressaltat (si està seleccionat). Consulta :ref:`chord-highlighting` per a més informació.

source: Editing inside the MIDI arranger is covered in :ref:`edit-tools` and :ref:`common-operations`.
ca: L'edició dins l'arranjador MIDI es tracta a :ref:`edit-tools` i :ref:`common-operations`.

source: MIDI functions are logic that can be applied to transform the selected MIDI notes.
ca: Les funcions MIDI són lògiques i es poden aplicar per a transformar les notes MIDI seleccionades.

source: Some of these are not implemented yet.
ca: Alguns d'aquests encara no s'han implementat.

source: The editor ruler is similar to the timeline ruler explained in :ref:`timeline-ruler`, with some differences.
ca: El regle de l'editor és semblant al regle de la línia de temps explicat a :ref:`timeline-ruler`, amb algunes diferències.

source: The ruler will display more or less information depending on the current zoom level. It will also display the following markers and indicators.
ca: El regle mostrarà més o menys informació en funció del nivell de zoom actual. També es mostraran els següents marcadors i indicadors.

source: Controls the position where the clip will start playback from. Displayed as a blue, right-pointing arrow.
ca: Controla la posició des d'on començarà la reproducció del clip. Es mostra com una fletxa blava que apunta cap a la dreta.

source: Editor Toolbar
ca: Barra d'eines de l'editor

source: The editor toolbar contains controls and buttons for actions specific to the current editor.
ca: La barra d'eines de l'editor conté controls i botons per a accions específiques de l'editor actual.

source: Common sections
ca: Seccions habituals

source: All editor toolbars include the following sections.
ca: Totes les barres d'eines de l'editor inclouen les seccions següents.

source: :ref:`Snapping options <editing/snapping-grid-options:Snapping and Grid Options>`
ca: :ref:`Opcions d'ajust <editing/snapping-grid-options:Snapping and Grid Options>`

source: :ref:`Quantization options <editing/quantization:Quantization>`
ca: :ref:`Opcions de quantizació <editing/quantization:Quantization>`

source: :ref:`Playhead tracking options <editing/common-operations:Playhead Tracking>`
ca: :ref:`Opcions de seguiment del capçal de reproducció <editing/common-operations:Playhead Tracking>`

source: :ref:`Zoom options <editing/common-operations:Zooming>`
ca: :ref:`Opcions de zoom <editing/common-operations:Zooming>`

source: :ref:`Event viewer options <editing/event-viewers:Event Viewers>`
ca: :ref:`Opcions del visor d'esdeveniments <editing/event-viewers:Event Viewers>`

source: The piano roll toolbar includes the following additional sections.
ca: El rotlle de pianola conté els següents seccions addicionals.

source: :ref:`Chord highlighting options <chords-and-scales/piano-roll-integration:Highlighting>`
ca: :ref:`Opcions de ressaltat d'acords <chords-and-scales/piano-roll-integration:Highlighting>`

source: :ref:`MIDI functions <editing/clip-editors/piano-roll:MIDI Functions>`
ca: :ref:`Funcions MIDI <editing/clip-editors/piano-roll:MIDI Functions>`

source: Default velocity options
ca: Opcions de velocitat per defecte

source: Default Velocity
ca: Velocitat per defecte

source: This is the velocity that will be used when creating new MIDI notes.
ca: Aquesta és la velocitat que s'utilitzarà en crear noves notes MIDI.

source: The automation editor toolbar includes the following additional sections.
ca: La barra d'eines de l'editor d'automatització inclou les seccions addicionals següents.

source: :ref:`Automation functions <editing/clip-editors/automation-editor:Automation Functions>`
ca: :ref:`Funcions d'automatització <editing/clip-editors/automation-editor:Automation Functions>`

source: The audio editor toolbar includes the following additional sections.
ca: La barra d'eines de l'editor d'àudio inclou les seccions addicionals següents.

source: :ref:`Audio functions <editing/clip-editors/audio-editor:Audio Functions>`
ca: :ref:`Funcions d'àudio <editing/clip-editors/audio-editor:Audio Functions>`

source: These operations are common to most editors.
ca: Aquestes operacions són comunes a la majoria dels editors.
