Repository: ToddAWalter/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/zrythm-manual.po
Languages: ca, uk

source: Curves can be dragged up or down to change their `curviness`.
uk: Криві можна перетягувати вгору або вниз, щоб змінити їх "вигин".

source: Curves
ca: Corbes
uk: Криві

source: Right-clicking on a curve allows you to change the curve algorithm used. The following curve algorithms are available.
ca: Clicar el botó dret sobre una corba et permet canviar l'algorisme de corba utilitzat. Hi ha disponibles els següents algorismes de corba.
uk: Клацання правою кнопкою миші на кривій дозволяє змінити використовуваний алгоритм кривої. Доступні наступні алгоритми кривих.

source: Exponent
uk: Експонента

source: Exponential curve.
ca: Corba exponencial.
uk: Експоненціальна крива.

source: Superellipse
uk: Супереліпс

source: Elliptical curve.
ca: Corba el·líptica.
uk: Еліптична крива.

source: Vital
uk: життєво важливий

source: The curve that Vital synth uses, similar to exponential curve.
ca: La corba que utilitza el sintetitzador Vital, semblant a la corba exponencial.
uk: Крива, яку використовує синтезатор Vital, подібна до експоненціальної кривої.

source: Pulse
ca: Pulsació
uk: Пульс

source: Pulse wave.
ca: Ona de pulsació.
uk: Пульсова хвиля.

source: Todo
ca: Pendent
uk: все

source: Create table with illustrations.
ca: Crear una taula amb il·lustracions.
uk: Створіть таблицю з ілюстраціями.

source: Chord Editor
ca: Editor d'acords
uk: Редактор акордів

source: The chord editor is displayed when a chord region is selected.
ca: L'editor d'acords es mostra quan es selecciona una regió d'acords.
uk: Редактор акордів відображається, коли вибрано область акордів.

source: Chord editor
ca: Editor d'acords
uk: Редактор Акордів

source: The chord editor has a list of chords on the left side that can be changed, and an arranger on the right side for creating chord progressions from chord objects. Chord objects signify the start of a chord (they do not have length).
uk: Ліворуч у редакторі акордів є список акордів, які можна змінювати, а праворуч — аранжувальник для створення акордових прогресій із акордових об’єктів. Об'єкти хорди позначають початок хорди (вони не мають довжини).

source: Chords
ca: Acords
uk: Акорди

source: A chord in the context of the chord editor refers to a chord on the left side of the editor.
ca: Un acord en el context de l'editor d'acords es refereix a un acord a la part esquerra de l'editor.
uk: Акорд у контексті редактора акордів відноситься до акорду в лівій частині редактора.

source: Chords inside the chord editor
ca: Acords dins l'editor d'acords
uk: Акорди в редакторі акордів

source: These chords correspond to each chord in the :ref:`Chord pad <chords-and-scales/chord-pad:Chord Pad>`.
ca: Aquests acords corresponen a cada acord del :ref:`Pad d'acords <chords-and-scales/chord-pad:Chord Pad>`.
uk: Ці акорди відповідають кожному акорду в :ref:`Акордова панель <chords-and-scales/chord-pad:Chord Pad>`.

source: The controls available are similar to those in the chord pad.
ca: Els controls disponibles són semblants als del pad d'acords.
uk: Доступні елементи керування подібні до тих, що знаходяться на панелі акордів.

source: Common Operations
ca: Operacions habituals
uk: Загальні операції

source: Editing refers to any work done in the timeline arranger and the editors. The following operations are common to most editors.
uk: Редагування стосується будь-якої роботи, виконаної в организаторі шкали часу та редакторах. Наступні операції є загальними для більшості редакторів.

source: Undo/Redo
ca: Desfer / refer
uk: Скасувати/повторити

source: Most actions in Zrythm are undoable, which means that you can go back to the state before that action was made, or you can come back to a state that you've undone from.
uk: Більшість дій у Zrythm можна скасувати, що означає, що ви можете повернутися до стану, до якого ця дія була виконана, або ви можете повернутися до стану, з якого ви скасували.

source: For example, if you create a MIDI note and press undo, the MIDI note will be deleted (Zrythm goes back into the state where the MIDI note did not exist). Pressing the :guilabel:`Redo` button in the :ref:`main toolbar <zrythm-interface/main-toolbar:Main Toolbar>` will create the note again, and you can go back between :guilabel:`Undo` and :guilabel:`Redo` as many times as you want.
uk: Наприклад, якщо ви створюєте MIDI-ноту та натискаєте «Скасувати», MIDI-нота буде видалена (Zrythm повертається до стану, коли MIDI-нота не існувала). Натискання кнопки :guilabel:`Redo` на :ref:`головній панелі інструментів <zrythm-interface/main-toolbar:Main Toolbar>` знову створить нотатку, і ви зможете повернутися між :guilabel:`Undo` та : guilabel:`Повторити` скільки завгодно разів.

source: It is also possible to go back/forth more than one action, by clicking the arrow next to the :guilabel:`Undo` and :guilabel:`Redo` buttons.
ca: També és possible desfer/refer més d'una acció, clicant la fletxa que hi ha al costat dels botons :guilabel:`Undo` i :guilabel:`Redo`.
uk: Також можна повертатися вперед/назад до кількох дій, натискаючи стрілку поруч із кнопками :guilabel:`Скасувати` та :guilabel:`Повторити`.

source: Undoing multiple actions
ca: Desfer múltiples accions
uk: Скасування кількох дій

source: The shortcuts for undo and redo are :kbd:`Control-z` and :kbd:`Control-Shift-z`.
ca: Les dreceres per desfer i refer són :kbd:`Control-z` i :kbd:`Control-Shift-z`.
uk: Комбінації клавіш для скасування та повторення: :kbd:`Control-z` і :kbd:`Control-Shift-z`.

source: If you undo and then perform a new action, the :guilabel:`Redo` history will be cleared.
uk: Якщо ви скасуєте дію, а потім виконайте нову дію, журнал :guilabel:`Redo` буде очищено.

source: Object Operations
ca: Operacions sobre objectes
uk: Операції з об’єктами

source: The following operations are generally available in each editor toolbar and/or in context menus. Some operations (like panning) are only possible via mouse and keyboard input. We recommend learning and using the shortcuts and gestures for better productivity.
uk: Наступні операції зазвичай доступні на кожній панелі інструментів редактора та/або в контекстних меню. Деякі операції (наприклад, панорамування) можливі лише за допомогою миші та клавіатури. Ми рекомендуємо вивчити та використовувати комбінації клавіш і жести для кращої продуктивності.

source: Cut
ca: Tallar
uk: Вирізати

source: Delete and copy the selected objects and save them in the clipboard so that they can be pasted elsewhere. The shortcut for cutting is :kbd:`Control-x`.
ca: Suprimir i copiar els objectes seleccionats i desar-los al porta-retalls perquè es puguin enganxar en un altre lloc. La drecera per al tall és :kbd:`Control-x`.
uk: Видаліть і скопіюйте вибрані об’єкти та збережіть їх у буфері обміну, щоб їх можна було вставити в інше місце. Комбінація клавіш для вирізання: :kbd:`Control-x`.

source: Copy
ca: Copiar
uk: Скопіювати

source: Copy the selected objects to the clipboard so that they can be pasted elsewhere. The shortcut for copying is :kbd:`Control-c`.
ca: Copia els objectes seleccionats al porta-retalls perquè es puguin enganxar en un altre lloc. La drecera per a copiar és :kbd:`Control-c`.
uk: Скопіюйте вибрані об’єкти в буфер обміну, щоб їх можна було вставити в інше місце. Комбінація клавіш для копіювання: :kbd:`Control-c`.

source: Paste
ca: Enganxar
uk: Вставити

source: Paste the objects currently in the clipboard to the current playhead position. The shortcut for pasting is :kbd:`Control-v`.
ca: Enganxar els objectes que hi ha actualment al porta-retalls a la posició actual del capçal de reproducció. La drecera per a enganxar és :kbd:`Control-v`.
uk: Вставте об’єкти, які зараз знаходяться в буфері обміну, у поточну позицію вказівника відтворення. Комбінація клавіш для вставки: :kbd:`Control-v`.

source: Duplicate
ca: Duplicar
uk: дублікат

source: Create a copy of the selected objects adjacent to them. The shortcut for duplicating is :kbd:`Control-d`.
ca: Crear una còpia dels objectes seleccionats adjacents. La drecera per a duplicar és :kbd:`Control-d`.
uk: Створіть копію вибраних об’єктів поруч із ними. Комбінація клавіш для копіювання: :kbd:`Control-d`.

source: Duplicating a region
ca: Duplicant una regió
uk: Дублювання регіону

source: Delete
ca: Suprimir
uk: Видалити

source: Delete the selected objects. The shortcut for deleting is :kbd:`Delete`.
uk: Видалити виділені об'єкти. Ярлик для видалення: :kbd:`Видалити`.

source: Selections
ca: Seleccions
uk: Вибірки

source: Clear Selection
ca: Netejar selecció
uk: Очистити виділення/Clear Selection

source: Clear current selection (unselect all objects).
ca: Esborrar la selecció actual (anul·la la selecció de tots els objectes).
uk: Очистити поточне виділення (скасувати виділення всіх об’єктів).

source: Select All
ca: Seleccionar-ho tot
uk: Виділити все/Select All

source: Select all objects in the current editor (:kbd:`Control-a`).
ca: Seleccionar tots els objectes de l'editor actual (:kbd:`Control-a`).
uk: Виділіть усі об’єкти в поточному редакторі (:kbd:`Control-a`).

source: Loop Selection
ca: Selecció de bucle
uk: Виділення циклу

source: Place the loop markers around the selection (:kbd:`Control-l`).
ca: Col·loca els marcadors de bucle al voltant de la selecció (:kbd:`Control-l`).
uk: Розмістіть маркери циклу навколо виділення (:kbd:`Control-l`).

source: Zooming
ca: Zoom
uk: Масштабування

source: The timeline arranger and each arranger in the editor include horizontal (and sometimes vertical) zooming functionality.
uk: Організатор шкали часу та кожен организатор у редакторі включають функцію горизонтального (і іноді вертикального) масштабування.

source: Zooming in/out horizontally can be conveniently performed by moving the cursor to the desired location and holding down :kbd:`Control` while scrolling up with a mouse wheel to zoom in or scrolling down to zoom out.
uk: Горизонтальне збільшення/зменшення масштабу можна зручно виконати, перемістивши курсор у потрібне місце та утримуючи :kbd:`Control`, прокручуючи коліщатко миші вгору, щоб збільшити, або прокручуючи вниз, щоб зменшити масштаб.

source: Holding down :kbd:`Control-Shift` while scrolling will zoom in/out vertically instead (in editors that support vertical zooming).
uk: Утримуючи :kbd:`Control-Shift` під час прокручування, ви збільшите/зменшите масштаб вертикально (у редакторах, які підтримують вертикальне масштабування).

source: Panning
ca: Panoràmització
uk: Панорамування

source: Pressing and holding :kbd:`Alt`, then clicking and dragging in an editor (or ruler) allows panning (moving) the view based on the location initially clicked. Panning is also possible by clicking and dragging using the middle button on a mouse/pointer device (without using the :kbd:`Alt` button).
uk: Натиснувши та утримуючи :kbd:`Alt`, а потім клацнувши та перетягнувши в редакторі (або лінійці), можна панорамувати (переміщувати) перегляд залежно від розташування, яке спочатку клацнули. Панорамування також можливо, натиснувши та перетягнувши середню кнопку миші/вказівника (без використання кнопки :kbd:`Alt`).

source: Zrythm also supports two-finger scroll on mousepads (like on laptops) to pan views.
uk: Zrythm також підтримує прокручування двома пальцями на килимках для миші (як на ноутбуках) для панорамування.

source: Common Key Modifiers and Shortcuts
uk: Загальні модифікатори клавіш і комбінації клавіш

source: Generally, :kbd:`Shift` is used to bypass snapping, and :kbd:`Escape` will cancel a currently in-progress action.
uk: Зазвичай :kbd:`Shift` використовується для обходу прив’язки, а :kbd:`Escape` скасовує дію, яка зараз виконується.

source: Edit Tools
ca: Eines d'edició
uk: Інструменти редагування

source: When working in each editor or arranger, you will most likely be using the cursor tools provided by Zrythm to create, edit and delete objects. Each cursor signifies a separate tool, and Zrythm offers the following tools.
ca: Quan treballis en cada editor o arranjador, és probable que utilitzis les eines de cursor proporcionades per Zrythm per a crear, editar i suprimir objectes. Cada cursor significa una eina separada, i Zrythm ofereix les eines següents.
uk: Працюючи в кожному редакторі чи аранжувальнику, ви, швидше за все, використовуватимете інструменти керування курсором, надані Zrythm, для створення, редагування та видалення об’єктів. Кожен курсор означає окремий інструмент, і Zrythm пропонує такі інструменти.

source: Select Tool
uk: Виберіть Інструмент

source: In *select* mode, you can make object selections and create, move, clone and resize objects. This is the most common mode and the most common operations can be accomplished by just using this.
uk: У режимі *вибору* ви можете вибирати об’єкти та створювати, переміщувати, клонувати та змінювати розмір об’єктів. Це найпоширеніший режим, і найпоширеніші операції можна виконати, просто використовуючи його.

source: Creating Objects
ca: Creació d'objectes
uk: Створення об'єктів

source: Using the select (default) tool, all objects are created by double clicking inside their corresponding arranger and dragging, then releasing when you are satisfied with the position/size.
ca: Utilitzant l'eina Seleccionar (per defecte), tots els objectes es creen fent doble clic dins el seu arranjador i arrossegant-lo i alliberant-lo fins que estiguis satisfet amb la posició / mida.
uk: За допомогою інструмента вибору (за замовчуванням) усі об’єкти створюються подвійним клацанням усередині відповідного аранжувальника та перетягуванням, а потім відпусканням, коли ви задоволені положенням/розміром.

source: Creating a region
ca: Creació d'una regió
uk: Створення регіону

source: Selecting Objects
ca: Seleccionant objectes
uk: Вибір об’єктів

source: To select objects, you can either click on them, click in empty space and keep dragging to make a selection, or :kbd:`Control`-click to add/remove objects to/from the selection.
ca: Per a seleccionar objectes, pots clicar-los, clicar a l'espai buit i arrossegar per a seleccionar, o :kbd:`Control` -clic per a afegir/eliminar objectes a/des de la selecció.
uk: Щоб вибрати об’єкти, ви можете клацнути на них, клацнути на порожньому місці та продовжувати перетягувати, щоб зробити вибір, або :kbd:`Control`-клацніть, щоб додати/видалити об’єкти до/з виділення.

source: Selected objects will have brighter color than non-selected objects.
ca: Els objectes seleccionats tindran un color més brillant que els no seleccionats.
uk: Вибрані об’єкти матимуть яскравіший колір, ніж невибрані об’єкти.

source: Selecting objects
ca: Seleccionant objectes
uk: Виділення об'єктів

source: Moving Objects
ca: Movent objectes
uk: Рухомі об'єкти

source: Objects are moved by clicking and dragging them around. You can move regions to other tracks if the track types are compatible.
ca: Els objectes es mouen en clicar-los i arrossegar-los. Pots desplaçar regions a altres pistes si els tipus de pista són compatibles.
uk: Об’єкти переміщуються, клацаючи та перетягуючи їх. Ви можете перемістити регіони на інші доріжки, якщо типи доріжок сумісні.

source: Moving a region
ca: Movent una regió
uk: Переміщення регіону

source: Cloning (Copy-Moving) Objects
ca: Clonació d'objectes (copiar-moure)
uk: Клонування (копіювання-переміщення) об'єктів

source: Holding down :kbd:`Ctrl` while moving objects will allow you to copy-and-move the objects to the new location.
ca: Si mantens premut :kbd:`Ctrl` mentre es mouen objectes, podràs copiar i moure els objectes a la nova ubicació.
uk: Утримуючи :kbd:`Ctrl` під час переміщення об’єктів, ви зможете копіювати та переміщувати об’єкти в нове розташування.

source: Copy-moving a region
ca: Copiar-moure una regió
uk: Копіювання-переміщення регіону

source: Linking (Link-Moving) Objects
uk: Зв’язування (переміщення зв’язків) об’єктів

source: Regions can be linked by holding down :kbd:`Alt` while moving. Changes made in a linked region will be propagated to all other regions in the same link group.
uk: Регіони можна зв’язати, утримуючи :kbd:`Alt` під час руху. Зміни, зроблені у зв’язаному регіоні, буде поширено на всі інші регіони в тій самій групі зв’язків.

source: This is useful for re-using the exact same regions across a song without having to re-copy the regions when new changes are made.
uk: Це корисно для повторного використання тих самих регіонів у пісні без повторного копіювання регіонів під час внесення нових змін.

source: Link-moving a MIDI region
ca: Enllaçar-moure una regió MIDI
uk: Посилання переміщення області MIDI

source: Linked regions will display a link icon in their top-right edge.
uk: Пов’язані регіони відображатимуть піктограму посилання у верхньому правому куті.

source: Linked regions
uk: Зв'язані регіони

source: Resizing Objects
ca: Canviar la mida dels objectes
uk: Зміна розміру об'єктів

source: Objects that have length, such as regions and MIDI notes, can be resized by clicking and dragging their edges.
ca: Els objectes que tenen durada, com ara regions i notes MIDI, es poden redimensionar en clicar i arrossegar les seves vores.
uk: Об’єкти, які мають довжину, наприклад області та MIDI-ноти, можна змінювати, клацаючи та перетягуючи їхні краї.

source: Resizing a region
uk: Зміна розміру регіону

source: Repeating Objects
uk: Об'єкти, що повторюються

source: Regions can be repeated (looped) by moving the cursor on the bottom half of the object, then clicking and dragging.
uk: Області можна повторювати (зациклювати), переміщуючи курсор на нижню половину об’єкта, а потім клацаючи та перетягуючи.

source: Repeating a region
uk: Повторення регіону

source: Regions that are repeated will display dashed lines at points where looping occurs, and a loop icon in their top right corner.
uk: Області, які повторюються, відображатимуть пунктирні лінії в місцях, де відбувається цикл, і значок петлі у верхньому правому куті.

source: A repeated region
uk: Повторювана область

source: The position where the region will initially start playback (the *clip start position*) and the start/end loop points, can be :ref:`adjusted in the clip editor <editing/timeline:Editor Ruler Indicators>`.
uk: Позиція, де область спочатку розпочне відтворення (*початкова позиція кліпу*) і точки початку/кінца циклу, можуть бути :ref:`adjusted in the clip editor <editing/timeline:Editor Ruler Indicators>`.

source: If the region is already repeated, it cannot be resized anymore until its loop points match exactly the region's start and end points.
ca: Si la regió ja es repeteix, ja no es pot redimensionar fins que els seus punts de bucle coincideixin exactament amb els punts d'inici i final de la regió.
uk: Якщо область уже повторюється, її розмір більше не можна змінити, доки її точки циклу точно не збігаються з початковою та кінцевою точками області.

source: Stretching Objects
uk: Об'єкти, що розтягуються

source: To stretch one or more regions, hold :kbd:`Control` while hovering the cursor at a top edge of a region, then click and drag.
uk: Щоб розтягнути одну або кілька областей, утримуйте :kbd:`Control`, наводячи курсор на верхній край області, потім клацніть і перетягніть.

source: Only *non-repeated* objects can be stretched.
uk: Розтягувати можна лише *неповторювані* об’єкти.

source: Cutting Objects
ca: Retallar objectes
uk: Об'єкти для різання

source: You can :kbd:`Alt`-click inside objects to break them up.
ca: Pots :kbd:`Alt` -clic a l'interior dels objectes per a trencar-los.
uk: Ви можете :kbd:`Alt` клацати всередині об’єктів, щоб розбити їх.

source: Cutting a region
uk: Вирізання регіону

source: Erasing Objects
uk: Стирання об'єктів

source: Clicking and holding the right mouse button while hovering over objects in *select* mode will delete them.
uk: Якщо клацнути й утримувати праву кнопку миші під час наведення курсора на об’єкти в режимі *вибору*, їх буде видалено.

source: Edit Tool
ca: Eina Editar
uk: Знаряддя редагування

source: This tool is used to quickly create or delete objects. While you can still create objects using the Select tool by double clicking and dragging, with the Edit tool this is accomplished by single clicking and dragging, which is more efficient when creating a large number of objects.
ca: Aquesta eina s'utilitza per a crear o suprimir ràpidament objectes. Tot i que encara pots crear objectes mitjançant l'eina Seleccionar i fent doble clic i arrossegant, amb l'eina Editar això s'aconsegueix en clicar i arrossegar, que és més eficient quan es crea un gran nombre d'objectes.
uk: Цей інструмент використовується для швидкого створення або видалення об'єктів. Хоча ви все ще можете створювати об’єкти за допомогою інструмента «Вибір», подвійним клацанням і перетягуванням, за допомогою інструмента «Редагування» це досягається одним клацанням і перетягуванням, що ефективніше при створенні великої кількості об’єктів.

source: Brush Mode
uk: Режим пензля

source: Holding down :kbd:`Control` while clicking will allow you to create multiple objects in a row (where applicable) with a length specified by the snap settings corresponding to each editor.
ca: Si mantens premuts :kbd:`Control` en clicar, podràs crear diversos objectes en una fila (si escau) amb una durada especificada per la configuració d'ajust corresponent a cada editor.
uk: Утримуючи :kbd:`Control` під час клацання, ви зможете створити декілька об’єктів у рядку (де це можливо) із довжиною, визначеною параметрами прив’язки, що відповідають кожному редактору.

source: Bulk-creating MIDI notes
uk: Масове створення нотаток MIDI

source: Cut Tool
ca: Eina Tallar
uk: Знаряддя обрізування

source: The Cut tool behaves similarly to what is mentioned in :ref:`cutting-objects`, with the exception that you can just click instead of :kbd:`Alt`-clicking.
ca: L'eina Tallar es comporta de manera semblant a l'esmentada a :ref:`cutting-objects`, amb l'excepció que només pots clicar en lloc de :kbd:`Alt`-clic.
uk: Інструмент «Вирізати» поводиться подібно до того, що згадано в :ref:`cutting-objects`, за винятком того, що ви можете просто клацати замість :kbd:`Alt`-клацання.

source: Erase Tool
ca: Eina Esborrar
uk: Інструмент стирання

source: Using the Erase tool you can just click on objects to delete them, or click and drag to make a selection, deleting all objects inside it.
ca: Utilitzant l'eina Esborrar només pots clicar els objectes per a suprimir-los, o clicar i arrossegar per a seleccionar, suprimint tots els objectes de dins.
uk: Використовуючи інструмент «Стерти», ви можете просто клацнути на об’єктах, щоб видалити їх, або клацнути та перетягнути, щоб зробити виділення, видаливши всі об’єкти всередині нього.

source: Ramp Tool
ca: Eina Rampa
uk: Знаряддя Рамп

source: This tool is currently only used for editing velocities for MIDI notes. You can click and drag in the velocity editor to create velocity ramps.
ca: Actualment, aquesta eina només s'utilitza per a editar velocitats de notes MIDI. Pots clicar i arrossegar a l'editor de velocitats per a crear rampes de velocitat.
uk: Наразі цей інструмент використовується лише для редагування швидкості для нот MIDI. Ви можете клацнути та перетягнути в редакторі швидкості, щоб створити рампи швидкості.

source: Using the ramp tool on velocities
ca: Ús de l'eina rampa en velocitats
uk: Використання інструменту зміни швидкостей

source: Audition Tool
ca: Eina Audició
uk: Інструмент Прослуховування
