Repository: ToddAWalter/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/zrythm-manual.po
Languages: ca, uk

source: Duplicate the left signal on both channels
ca: Duplica el senyal esquerre en ambdós canals
uk: Продублюйте лівий сигнал на обох каналах

source: Gain knob
ca: Rodeta de guany
uk: Ручка посилення

source: Adjust input gain
ca: Ajusta el guany d'entrada
uk: Відрегулюйте посилення вхідного сигналу

source: MIDI FX/Inserts
ca: FX MIDI / Insercions
uk: MIDI FX/вставки

source: These are slots for dropping audio or MIDI effects that will be applied to the signal as it passes through the track.
ca: Es tracta de ranures per a deixar anar efectes d'àudio o MIDI que s'aplicaran al senyal al seu pas per la pista.
uk: Це слоти для скидання аудіо або MIDI-ефектів, які будуть застосовані до сигналу під час його проходження через трек.

source: MIDI FX and insert slots
uk: MIDI FX і слоти для вставок

source: MIDI FX are processed after the input and piano roll events and before the instruments in instrument tracks, or before the inserts in MIDI tracks.
ca: FX MIDI es processa després dels esdeveniments d'entrada i rotlle de pianola i abans dels instruments en pistes d'instruments, o abans de les insercions en pistes MIDI.
uk: MIDI-ефекти обробляються після введення та подій піано-ролу та перед інструментами в треках інструментів або перед вставками в треках MIDI.

source: Only MIDI and Instrument tracks support MIDI FX.
ca: Només les pistes MIDI i d'Instrument admeten FX MIDI.
uk: Тільки треки MIDI та інструменти підтримують MIDI FX.

source: Inserts are processed in order. For instrument tracks, the inserts will be added onto the signal coming from the instrument, and for other tracks they will be added on the incoming signal.
ca: Les insercions es processen en ordre. Per a les pistes d'instrument, les insercions s'afegiran al senyal procedent de l'instrument i per a altres pistes s'afegiran al senyal entrant.
uk: Вкладиші обробляються по порядку. Для інструментальних треків вставки будуть додані до сигналу, що надходить від інструменту, а для інших треків вони додадуться до вхідного сигналу.

source: Aux Sends
ca: Enviaments auxiliars
uk: AUX-направлення

source: These are `aux sends <https://en.wikipedia.org/wiki/Aux-send>`_ to other tracks or plugin side-chain inputs. These are generally useful for side-chaining or applying additional effects to channels, such as reverb.
ca: Es tracta d'`enviament aux <https://en.wikipedia.org/wiki/Aux-send>`_ a altres pistes o entrades de la cadena lateral del complement. Aquests són generalment útils per a l'encadenament lateral o l'aplicació d'efectes addicionals als canals, com la reverberació.
uk: Це `aux-посилання <https://en.wikipedia.org/wiki/Aux-send>`_ на інші треки або входи бічного ланцюга плагінів. Зазвичай вони корисні для сайдчейнінгу або застосування додаткових ефектів до каналів, наприклад реверберації.

source: The first 6 slots are for pre-fader sends and the last 3 slots are for post-fader sends. The pre-fader slots will send the signal before the fader is processed, and the post-fader slots will send the signal after the fader is applied.
ca: Les primeres 6 ranures són per a enviaments preatenuador i les últimes 3 ranures són per a enviaments postatenuador. Les ranures preatenuador enviaran el senyal abans que es processi l'atenuador, i les ranures postatenuador enviaran el senyal després d'aplicar l'atenuador.
uk: Перші 6 слотів призначені для передфейдерних посилів, а останні 3 слоти призначені для постфейдерних посилів. Слоти перед фейдером надсилатимуть сигнал до обробки фейдера, а слоти після фейдера надсилатимуть сигнал після застосування фейдера.

source: Fader
ca: Atenuador
uk: Змішувач/Fader

source: The fader section is used to control the volume and stereo balance of a channel.
uk: Секція фейдера використовується для керування гучністю та стереобалансом каналу.

source: To change the fader or stereo balance amount, click and drag their respective widgets. You can reset them to their default positions with :menuselection:`Right click --> Reset`.
ca: Per a canviar el balanç de l'atenuador o estèreo, clica i arrossega els respectius ginys. Pots restablir-los a les posicions predeterminades amb :menuselection:`Right click --> Reset`.
uk: Щоб змінити величину фейдера або стереобалансу, клацніть і перетягніть відповідні віджети. Ви можете повернути їх до стандартних позицій за допомогою :menuselection:`клацніть правою кнопкою миші --> Скинути`.

source: The meter displays the amplitude of the signal in dBFS as it is processed live. The peak value of the signal is also displayed next to the meter for additional reference.
uk: Лічильник відображає амплітуду сигналу в dBFS під час його обробки в реальному часі. Пікове значення сигналу також відображається поруч із вимірювачем для додаткової інформації.

source: MIDI faders use MIDI volume CC (currently unimplemented - they let the signal pass through unchanged).
uk: Фейдери MIDI використовують гучність MIDI CC (наразі не реалізовано – вони пропускають сигнал без змін).

source: The following controls are available for controlling the signal flow:
uk: Для керування потоком сигналу доступні наступні елементи керування:

source: Arm the track for recording.
ca: Armar la pista per a la gravació.
uk: Увімкніть трек для запису.

source: Mute the track, meaning no signal will be sent to its direct out.
ca: Silencia la pista, és a dir, no s'enviarà cap senyal a la seva sortida directa.
uk: Вимкніть звук доріжки, тобто сигнал не надсилатиметься на її прямий вихід.

source: The track will still be processed, so if you are looking to decrease :term:`DSP` usage, try :ref:`disabling the track <tracks/track-operations:Channel Section>` (or individual plugins) instead.
uk: Доріжка все одно оброблятиметься, тож якщо ви хочете зменшити використання :term:`DSP`, спробуйте :ref:`вимкнути доріжку <tracks/track-operations:Channel Section>` (або окремі плагіни).

source: Solo
uk: Соло

source: Solo the track. If any track is soloed, only the soloed tracks will produce sounds.
ca: Posar en solo la pista. Si alguna pista en solo, només les pistes en solo produiran sons.
uk: Соло трек. Якщо будь-яка доріжка є сольною, звуки відтворюватимуться лише у ній.

source: Listen
ca: Escoltar
uk: Слухати

source: Similar to solo, except it dims the volume of other tracks instead of muting them. The dim amount can be controlled in the :ref:`Monitor section <routing/monitor-section:Monitor Section>`.
uk: Подібно до соло, за винятком того, що він зменшує гучність інших треків, а не приглушує їх. Рівень затемнення можна контролювати в :ref:`розділі монітора <routing/monitor-section:Monitor Section>`.

source: Listen to incoming signal when recording (only available on audio tracks).
uk: Прослуховування вхідного сигналу під час запису (доступно лише для звукових доріжок).

source: Signal Flow
ca: Flux de senyal
uk: Потік сигналу

source: To give a better picture of how the signal flows across the different parts of a track, the signal flow for an instrument track is displayed below.
uk: Щоб отримати кращу картину того, як сигнал протікає через різні частини доріжки, нижче показано потік сигналу для доріжки інструменту.

source: See the :ref:`Routing chapter <routing/intro:Routing>` for more info on how Zrythm handles signals.
uk: Дивіться :ref:`розділ про маршрутизацію <routing/intro:Routing>` для отримання додаткової інформації про те, як Zrythm обробляє сигнали.

source: Signal flow for an instrument track (red = MIDI signal, blue = audio signal)
uk: Потік сигналу для інструментальної доріжки (червоний = сигнал MIDI, синій = аудіосигнал)

source: Comments
ca: Comentaris
uk: Коментарі

source: User comments. This feature is useful for keeping notes about tracks.
ca: Comentaris d'usuari. Aquesta funcionalitat és útil per a mantenir notes sobre les pistes.
uk: Коментарі користувачів. Ця функція корисна для збереження нотаток про треки.

source: Clicking the pencil button will bring up a popup to edit the comment.
ca: Fent clic al botó llapis apareixerà una finestra emergent per a editar el comentari.
uk: Якщо натиснути кнопку олівця, з’явиться спливаюче вікно для редагування коментаря.

source: Tracks
ca: Pistes
uk: Доріжки

source: Track Overview
uk: Огляд доріжки

source: Tracks are the main building blocks of projects. Tracks appear in the tracklist and contain various events such as :ref:`regions <regions>`.
ca: Les pistes són els pilars dels projectes. Les pistes apareixen a la llista de cançons i contenen diversos esdeveniments com ara :ref:`regions <regions>`.
uk: Доріжки є основними будівельними блоками проектів. Композиції з’являються у списку треків і містять різні події, наприклад :ref:`regions <regions>`.

source: A track in the tracklist
uk: Трек у списку треків

source: Most types of tracks have a corresponding channel that appears in the :ref:`Mixer <mixer>`. See :ref:`channels` for more info.
ca: La majoria dels tipus de pistes tenen un canal corresponent que apareix al :ref:`Mesclador <mixer>`. Consulta :ref:`channels` per a més informació.
uk: Більшість типів треків мають відповідний канал, який відображається в :ref:`Mixer <mixer>`. Перегляньте :ref:`channels` для отримання додаткової інформації.

source: A channel in the mixer
uk: Канал в змішувачі

source: There are various kinds of tracks suited for different purposes, explained in the following sections. Some tracks are special, like the :ref:`Chord Track <tracks/track-types:Chord Track>` and the :ref:`Marker Track <tracks/track-types:Marker Track>`, which contain chords and markers respectively.
ca: Hi ha diversos tipus de pistes adequades per a diferents propòsits, que s'expliquen a les seccions següents. Algunes pistes són especials, com la :ref:`Chord Track <tracks/track-types:Chord Track>` i la de :ref:`Marker Track <tracks/track-types:Marker Track>`, que contenen acords i marcadors respectivament.
uk: Існують різні види доріжок, які підходять для різних цілей, пояснення в наступних розділах. Деякі доріжки є особливими, наприклад :ref:`Доріжка акордів <tracks/track-types:Chord Track>` та :ref:`Доріжка маркерів <tracks/track-types:Marker Track>`, які містять акорди та маркери відповідно .

source: In Zrythm, group tracks are used for grouping signals (direct routing), FX/bus tracks are used for effects/sends, and folder tracks (coming soon) are used for putting tracks under the same folder and performing common operations.
ca: A Zrythm, les pistes de grup s'utilitzen per a agrupar senyals (encaminament directe), les pistes de FX/bus s'utilitzen per a efectes / enviaments, i les pistes en carpeta (aviat) s'utilitzen per a posar pistes sota la mateixa carpeta i realitzar operacions comunes.
uk: У Zrythm групові доріжки використовуються для групування сигналів (пряма маршрутизація), доріжки FX/bus використовуються для ефектів/посилань, а доріжки папок (незабаром) використовуються для розміщення доріжок в одній папці та виконання загальних операцій.

source: Moreover, Zrythm uses Instrument tracks for instrument plugins, such as synthesizers, and MIDI tracks for MIDI plugins, such as a MIDI arpegiator.
ca: A més, Zrythm utilitza pistes d'instrument per a complements d'instrument, com ara sintetitzadors, i pistes MIDI per a complements MIDI, com ara un arpegiador MIDI.
uk: Крім того, Zrythm використовує інструментальні доріжки для інструментальних плагінів, таких як синтезатори, і MIDI-доріжки для MIDI-плагінів, таких як MIDI-арпедіатор.

source: This may be different from what most other :term:`DAWs <DAW>` do.
uk: Це може відрізнятися від того, що робить більшість інших :term:`DAW <DAW>`.

source: Track Interface
ca: Interfície de pista
uk: Інтерфейс треку

source: Track interface
uk: Трек інтерфейс

source: Each track has a color, an icon (corresponding to its type) a name and various buttons. Tracks that can have lanes, like instrument tracks, will also have an option to display each lane as above. Tracks that can have automation will have an option to display automation tracks as above.
ca: Cada pista té un color, una icona (corresponent al seu tipus) un nom i diversos botons. Les pistes que puguin tenir carrils, com ara pistes d'instrument, també tindran l'opció de mostrar cada carril com a dalt. Les pistes que poden tenir automatització tindran l'opció de mostrar pistes d'automatització com les anteriors.
uk: Кожна доріжка має колір, піктограму (що відповідає її типу), назву та різні кнопки. Треки, які можуть мати смуги, як і треки інструментів, також матимуть можливість відображати кожну смугу, як зазначено вище. Доріжки, які можуть мати автоматизацію, матимуть можливість відображати доріжки автоматизації, як зазначено вище.

source: If the track produces output, it will have a meter on its right-hand side showing the current level.
ca: Si la pista produeix sortida, tindrà un vúmetre al costat dret que mostra el nivell actual.
uk: Якщо доріжка видає вихід, вона матиме лічильник на правій стороні, що показуватиме поточний рівень.

source: Track Lanes
ca: Carrils
uk: Смуги доріжок

source: Some tracks can have multiple lanes for their regions. By default, all regions are created on the first lane. Additional lanes will be auto-created and deleted as you add regions to each lane.
ca: Algunes pistes poden tenir diversos carrils per a les seves regions. Per defecte, totes les regions es creen al primer carril. Els carrils addicionals es crearan i se suprimiran automàticament a mesura que afegeixis regions a cada carril.
uk: Деякі треки можуть мати кілька смуг для своїх регіонів. За замовчуванням усі регіони створюються на першій смузі. Додаткові смуги будуть автоматично створені та видалені, коли ви додасте регіони до кожної смуги.

source: Instrument track lanes
ca: Carrils de pista d'instrument
uk: Доріжки інструменту

source: Lanes can be made visible by clicking the "hamburger" icon in the track view.
ca: Els carrils es poden fer visibles clicant la icona «hamburguesa» a la vista de la pista.
uk: Смуги можна зробити видимими, клацнувши піктограму «гамбургер» у перегляді доріжки.

source: Organization
ca: Organització
uk: організація

source: Track lanes are useful for organizing regions in a track into layers. For example you can keep high notes in lane 1 and bass notes in lane 2.
ca: Els carrils de pista són útils per a organitzar les regions d'una pista en capes. Per exemple, pots mantenir les notes agudes al carril 1 i les notes greus al carril 2.
uk: Смуги доріжки корисні для організації областей у доріжці на шари. Наприклад, ви можете зберегти високі ноти в доріжці 1, а басові ноти в доріжці 2.

source: Lanes are also useful when recording. If you set the :ref:`recording mode <playback-and-recording/recording:Recording Modes>` to :guilabel:`Create takes`, each time playback loops it will start recording in a new lane and optionally mute the last recorded region in the previous lane.
ca: Els carrils també són útils quan es grava. Si s'ajusta el :ref:`mode gravació <playback-and-recording/recording:Recording Modes>` a :guilabel:`Create takes`, cada vegada que la reproducció faci un bucle començarà a gravar en un nou carril i, opcionalment , silenciarà l'última regió gravada al carril anterior.
uk: Смуги також корисні під час запису. Якщо ви встановите :ref:`режим запису <playback-and-recording/recording:Recording Modes>` на :guilabel:`Створити дублі`, щоразу під час циклу відтворення він починатиме записувати з нової смуги та, за бажанням, приглушуватиме останній запис області в попередній смузі.

source: MIDI Export
ca: Exportació MIDI
uk: Експорт MIDI

source: When exporting MIDI from MIDI and instrument tracks, MIDI events in each lane can be exported as separate tracks in the resulting MIDI file.
ca: Quan s'exporta MIDI de pistes MIDI i d'instrument, els esdeveniments MIDI de cada carril es poden exportar com a pistes separades al fitxer MIDI resultant.
uk: Під час експорту MIDI з MIDI та інструментальних треків події MIDI на кожній доріжці можна експортувати як окремі треки в отриманий файл MIDI.

source: Track Operations
ca: Operacions de pista
uk: Операції треку

source: Track Selection
uk: Вибір треку

source: Tracks are selected by clicking on them, either in the tracklist or in the mixer. Multiple tracks can be selected by pressing and holding :kbd:`Control` while clicking them.
uk: Треки вибираються клацанням миші в трек-листі або в мікшері. Кілька треків можна вибрати, натиснувши й утримуючи :kbd:`Control`, клацаючи їх.

source: There is also :ref:`an option to auto-select tracks when a track object is selected in the timeline <tracks/tracklist:Tracklist Settings>`.
uk: Існує також :ref:`опція автоматичного вибору треків, коли об’єкт треку вибрано на шкалі часу <tracks/tracklist:Tracklist Settings>`.

source: Moving/Copying Tracks
uk: Переміщення/копіювання треків

source: Tracks can be moved by clicking on one of the selected tracks and dragging and dropping them to another location. The drop locations will be highlighted as you move the Track.
uk: Доріжки можна перемістити, клацнувши одну з вибраних доріжок і перетягнувши їх в інше місце. Місця падіння будуть підсвічуватися під час переміщення доріжки.

source: Holding down :kbd:`Control` while dropping will cause the tracks to be cloned (copied) instead of moved.
uk: Утримуючи :kbd:`Control` під час опускання, треки будуть клоновані (скопійовані), а не переміщені.

source: Moving a track above the "Audio FX Track"
uk: Переміщення доріжки над «Доріжкою аудіо ефектів»

source: Changing Track Icon/Color/Name
uk: Зміна піктограми/коліру/назви доріжки

source: Track Icon
ca: Icona de pista
uk: Значок треку

source: The icon can be changed by clicking on the icon in the tracklist.
ca: La icona es pot canviar clicant la icona de la llista de pistes.
uk: Іконку можна змінити, натиснувши на іконку в списку треків.

source: Track Color
uk: Колір доріжки

source: The track color can be changed by clicking on the color box on the left side of the track view, or via the :guilabel:`Change Color` context menu option.
uk: Колір доріжки можна змінити, клацнувши кольорове поле ліворуч від перегляду доріжки або за допомогою пункту контекстного меню :guilabel:`Змінити колір`.

source: The track name can be changed by double-clicking on it in the track view, in the track inspector, or in the channel. It can also be changed via the :guilabel:`Rename` context menu option.
uk: Назву доріжки можна змінити, двічі клацнувши на ній у перегляді доріжки, в інспекторі доріжки або в каналі. Його також можна змінити за допомогою пункту контекстного меню :guilabel:`Перейменувати`.

source: Context Menu Options
uk: Параметри контекстного меню

source: Each track has a context menu with options that vary depending on its type. The context menu can be activated by right-clicking on one or more tracks.
uk: Кожен трек має контекстне меню з опціями, які змінюються залежно від його типу. Контекстне меню можна активувати, клацнувши правою кнопкою миші на одній або кількох доріжках.

source: Track context menu
uk: Контекстне меню треку

source: Edit Section
uk: Редагувати розділ

source: Deletes the selected tracks.
uk: Видалення Вибраних треків.

source: Duplicates the selected tracks.
uk: Дублює вибрані треки.

source: Hide
uk: Сховати

source: Hides the selected tracks.
uk: Приховує вибрані треки.

source: See :ref:`tracks/tracklist:Track Visibility and Filtering` for more information about track visibility.
uk: Перегляньте :ref:`tracks/tracklist:Track Visibility and Filtering` для отримання додаткової інформації про видимість треків.

source: Pin/Unpin
uk: Закріпити/Відкріпити

source: Pins the selected tracks.
uk: Закріплює вибрані треки.

source: See :ref:`tracks/tracklist:Tracklist` for details.
uk: Перегляньте :ref:`tracks/tracklist:Tracklist` для деталей.

source: Change Color
uk: Змінити Колір

source: Changes the color of the selected track.
uk: Змінює колір вибраної доріжки.

source: Rename
uk: Перейменувати

source: Changes the name of the selected track.
uk: Змінює назву вибраного треку.

source: Selection Section
uk: Розділ вибору

source: Append Track Objects to Selection
uk: Додати об’єкти відстеження до виділення

source: Appends all track objects to the currently selected timeline objects.
uk: Додає всі об’єкти доріжки до поточних вибраних об’єктів шкали часу.

source: This is useful for performing operations on all track objects.
uk: Це корисно для виконання операцій над усіма об’єктами доріжки.

source: Bounce Section
uk: Розділ відмов

source: Quick Bounce
uk: Швидкий відскок

source: Bounce with last known settings.
uk: Перейти з останніми відомими налаштуваннями.

source: Bounce...
uk: Відскок...

source: Show the Bounce dialog with bounce settings.
uk: Показати діалогове вікно відмов із налаштуваннями відмов.

source: Channel Section
uk: Розділ каналу

source: [Fader Controls]
uk: [Елементи керування фейдером]

source: See :ref:`tracks/inspector-page:Fader`.
uk: Перегляньте :ref:`tracks/inspector-page:Fader`.

source: Direct Output
uk: Прямий вихід

source: Allows changing the direct output of the selected tracks to either an existing track or to a newly-created group track.
uk: Дозволяє змінити прямий вихід вибраних доріжок або на існуючу доріжку, або на новостворену групову доріжку.

source: Disable
uk: Вимкнути

source: Disables the selected tracks. Disabled tracks will not be processed.
uk: Вимикає вибрані треки. Вимкнені треки не оброблятимуться.

source: Piano Roll Section
uk: Розділ Piano Roll

source: Track MIDI Channel
uk: Відстежувати канал MIDI

source: The MIDI channel that MIDI events from the piano roll will be assigned to.
uk: MIDI-канал, якому будуть призначені MIDI-події з піаніно.

source: Automation Section
uk: Розділ автоматизації

source: Show Used Lanes
uk: Показати використані смуги

source: Show all lanes that contain automation.
uk: Показати всі смуги, які містять автоматику.

source: Hide Unused Lanes
uk: Приховати невикористані смуги

source: Hide all lanes that do not contain automation.
uk: Приховати всі смуги, які не містять автоматики.

source: Track Types
ca: Tipus de pista
uk: Типи треків

source: Zrythm has the following types of Tracks.
ca: Zrythm té els següents tipus de pistes.
uk: Zrythm має такі типи треків.

source: Track types and characteristics
ca: Tipus i característiques de les pistes
uk: Типи і характеристики колій

source: Track type
ca: Tipus de pista
uk: Тип доріжки

source: Can record
ca: Es pot gravar
uk: Може записувати

source: Objects
ca: Objectes
uk: Об'єкти

source: Yes
ca: Sí
uk: Так

source: Audio regions
ca: Regions d'àudio
uk: Аудіо Регіони

source: Audio FX
ca: Àudio FX
uk: Аудіо FX

source: No
uk: Ні

source: None
ca: Cap
uk: Жодного

source: Audio Group
ca: Grup d'àudio
uk: Аудіогрупа

source: Chord
ca: Acord
uk: Акорд

source: Chord regions, scales
ca: Regions d'acords, escales
uk: Ділянки хорд, луски

source: Folder
ca: Carpeta
uk: Каталог

source: MIDI regions
ca: Regions MIDI
uk: регіони MIDI

source: Master
ca: Mestra
uk: майстер

source: MIDI Group
ca: Grup MIDI
uk: Група MIDI

source: Tempo
uk: час

source: All tracks types except Chord and Folder tracks have automation lanes available.
ca: Tots els tipus de pistes, excepte les pistes d'acord i en carpeta, tenen carrils d'automatització disponibles.
uk: Усі типи доріжок, крім доріжок Chord і Folder, мають доступні смуги автоматизації.

source: Audio Track
ca: Pista d'àudio
uk: Аудіодоріжка

source: An Audio Track contains audio regions and can be used for recording and playing back audio clips.
ca: Una pista d'àudio conté regions d'àudio i es pot utilitzar per a gravar i reproduir clips d'àudio.
uk: Аудіодоріжка містить звукові області та може використовуватися для запису та відтворення аудіокліпів.

source: Audio track with an audio region
ca: Pista d'àudio amb una regió d'àudio
uk: звукова доріжка з аудіообластю

source: Audio FX Track
ca: Pista FX d'àudio
uk: Доріжка звукових ефектів
