Repository: ToddAWalter/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/zrythm-manual.po
Languages: ca, uk

source: Dropping a file at empty space in the tracklist
uk: Перекидання файлу на порожнє місце в списку треків

source: Activating a File From the Built-in File Browser
uk: Активація файлу за допомогою вбудованого браузера файлів

source: A file (row) can be activated by selecting a row and pressing the return key or double-clicking it.
uk: Файл (рядок) можна активувати, вибравши рядок і натиснувши клавішу повернення або подвійним клацанням миші.

source: Tracklist/Mixer Context Menu
uk: Контекстне меню списку треків/мікшера

source: Files can also be imported by right-clicking in empty space in the tracklist or mixer and selecting :guilabel:`Import File...`
uk: Файли також можна імпортувати, клацнувши правою кнопкою миші порожнє місце у списку треків або мікшері та вибравши :guilabel:`Імпортувати файл...`

source: Importing a file via the tracklist context menu
uk: Імпортування файлу через контекстне меню списку треків

source: Audio & MIDI Files
ca: Fitxers d'àudio i MIDI
uk: Аудіо та MIDI файли

source: Zrythm allows importing the following MIDI and audio file formats.
uk: Zrythm дозволяє імпортувати такі формати MIDI та аудіофайлів.

source: Supported Formats
ca: Formats admesos
uk: Підтримувані формати

source: The following file formats are supported:
uk: Підтримуються такі формати файлів:

source: OGG (Vorbis and OPUS)
ca: OGG (Vorbis i OPUS)
uk: OGG (Vorbis і OPUS)

source: :abbr:`FLAC (Free Lossless Audio Codec)`
uk: :скорочення: "FLAC (безкоштовний аудіокодек без втрат)"

source: :abbr:`WAV (Waveform Audio File Format)`
uk: :скорочення: `WAV (Формат аудіофайлу Waveform)`

source: Zrythm supports :abbr:`SMF (Standard MIDI File)` files of type 0 and type 1. Each type is explained below for reference.
ca: Zrythm admet fitxers :abbr:`SMF (Standard MIDI File)` del tipus 0 i del tipus 1. Cada tipus s'explica a continuació com a referència.
uk: Zrythm підтримує :abbr:`SMF (стандартний файл MIDI)` файли типу 0 і типу 1. Кожен тип пояснюється нижче для довідки.

source: Type 0
ca: Tipus 0
uk: Тип 0

source: An entire performance merged into a single track.
ca: Tota una interpretació combinada en una sola pista.
uk: Цілий виступ злитий в один трек.

source: Type 1
ca: Tipus 1
uk: Тип 1

source: An entire performance in one or more tracks that are performed simultaneously
ca: Una interpretació sencera en una o més pistes que s'interpreten simultàniament
uk: Ціле виконання в одному чи кількох треках, які виконуються одночасно

source: Type 2
ca: Tipus 2
uk: Тип 2

source: Multiple arrangements, each having its own track and intended to be played in sequence
ca: Múltiples arranjaments, cadascun amb la seva pròpia pista i destinat a ser reproduït en seqüència
uk: Кілька аранжувань, кожна з яких має окремий трек і призначена для послідовного відтворення

source: Type 2 SMF files are rarely used and are not supported.
ca: Els fitxers SMF de tipus 2 rarament s'utilitzen i no són compatibles.
uk: Файли SMF типу 2 використовуються рідко і не підтримуються.

source: Plugins & Files
ca: Complements i fitxers
uk: Плагіни та файли

source: Inspector Page
ca: Pàgina de l'inspector
uk: Сторінка інспектора

source: When a plugin is selected in the Mixer, or when using :menuselection:`right click --> Inspect` on an instrument, its page will appear in the inspector.
uk: Коли плагін вибрано в мікшері або під час використання :menuselection:`клацніть правою кнопкою миші --> Перевірити` на інструменті, його сторінка з’явиться в інспекторі.

source: Plugin inspector
ca: Inspector de complements
uk: Інспектор Плагінів

source: This page will display information about the plugin and its ports and allow you to make changes.
ca: Aquesta pàgina mostrarà informació sobre el complement i els seus ports i et permetrà fer canvis.
uk: На цій сторінці відображатиметься інформація про плагін та його порти, а також ви зможете вносити зміни.

source: Plugin Properties
ca: Propietats del complement
uk: Властивості розширення/Plugin Properties

source: The plugin properties show the name and type of the plugin, as well as preset and bank selectors.
ca: Les propietats del complement mostren el nom i el tipus del complement, així com els selectors predefinits i de banc.
uk: Властивості плагіна показують назву та тип плагіна, а також селектори стилів і банків.

source: Plugin Ports
ca: Ports del complement
uk: Порти плагінів

source: These are the :ref:`ports that the plugin owns <plugins-files/plugins/plugin-info:Plugin Ports>`. Depending on the type of plugin, there may be different categories of ports being shown.
uk: Це :ref:`порти, якими володіє плагін <plugins-files/plugins/plugin-info:Plugin Ports>`. Залежно від типу плагіна можуть відображатися різні категорії портів.

source: Control input ports can be changed by clicking and dragging, and can also be automated using automation tracks.
ca: Els ports d'entrada de control es poden canviar en clicar i arrossegar, i també es poden automatitzar mitjançant pistes d'automatització.
uk: Вхідні порти керування можна змінювати, клацаючи та перетягуючи, а також можна автоматизувати за допомогою доріжок автоматизації.

source: Ports can be routed to other ports anywhere within Zrythm by double clicking on them.
ca: Els ports es poden encaminar a altres ports a qualsevol lloc de Zrythm fent doble clic sobre ells.
uk: Порти можна направляти до інших портів будь-де в Zrythm, двічі клацнувши їх.

source: Ports are explained in more detail in :ref:`ports`.
ca: Els ports s'expliquen amb més detall a :ref:`ports`.
uk: Більш детально порти описані в :ref:`ports`.

source: Display
ca: Mostrar
uk: Дисплей

source: The number in the top right of each port name will display the current number of connections to/from this port. See :ref:`routing/connections:Connections` for details.
ca: El nombre de la part superior dreta de cada nom de port mostrarà el nombre actual de connexions cap a/des d'aquest port. Consulta :ref:`routing/connections:Connections` per a més detalls.
uk: Число у верхньому правому куті назви кожного порту відображатиме поточну кількість підключень до/з цього порту. Перегляньте :ref:`routing/connections:Connections` для деталей.

source: Plugin Browser
ca: Navegador de complements
uk: Оглядач розширень/Plugin Browser

source: The plugin browser makes it easy to browse and filter plugins installed on your computer.
ca: El navegador de complements facilita la navegació i el filtratge dels complements instal·lats a l'ordinador.
uk: Браузер плагінів дозволяє легко переглядати та фільтрувати плагіни, встановлені на вашому комп’ютері.

source: Plugin browser
ca: Navegador de complements
uk: Плагін браузера

source: Filter Tabs
ca: Pestanyes de filtre
uk: Фільтр вкладок

source: Plugins can be filtered based on various conditions using the filter tabs at the top. The following tabs are available:
ca: Els complements es poden filtrar en funció de diverses condicions utilitzant les pestanyes de filtre de la part superior. Hi ha disponibles les pestanyes següents:
uk: Плагіни можна фільтрувати за різними умовами за допомогою вкладок фільтрів у верхній частині. Доступні такі вкладки:

source: Collection
ca: Col·lecció
uk: Колекція

source: This tab contains your collections. You can create collections such as `MySynths` and filter by the selected collections.
ca: Aquesta pestanya conté les teves col·leccions. Pots crear col·leccions com ara `MySynths` i filtrar-les per les col·leccions seleccionades.
uk: Ця вкладка містить ваші колекції. Ви можете створювати такі колекції, як MySynths, і фільтрувати їх за вибраними колекціями.

source: Author
ca: Autor
uk: автор

source: Filter by plugin manufacturer/author.
ca: Filtrar per fabricant/autor del complement.
uk: Фільтрувати за виробником/автором плагіна.

source: Built-in plugins can be found under `Zrythm DAW` here.
ca: Els complements integrats es poden trobar aquí `Zrythm DAW`.
uk: Вбудовані плагіни можна знайти тут у розділі `Zrythm DAW`.

source: Category
ca: Categoria
uk: Категорія

source: Filter by category (`Delay`, `Distortion`, etc.).
ca: Filtre per categoria (`Delay`, `Distortion`, etc.).
uk: Фільтрувати за категорією ("Затримка", "Спотворення" тощо).

source: Protocol
uk: Протокол

source: Filter by protocol (`LV2`, `SFZ`, etc.).
ca: Filtrar per protocol (`LV2`, `SFZ`, etc.).
uk: Фільтрувати за протоколом (`LV2`, `SFZ` тощо).

source: You can mix filters from various tabs for a custom search.
ca: Pots mesclar filtres des de diverses pestanyes per a una cerca personalitzada.
uk: Ви можете поєднувати фільтри з різних вкладок для індивідуального пошуку.

source: Where applicable, you can :kbd:`Control`-click to select multiple rows or deselect a row.
ca: Si escau, pots fer :kbd:`Control`-clic per a seleccionar diverses files o desmarcar-ne una.
uk: Якщо можливо, ви можете :kbd:`Control`-клацнути, щоб вибрати кілька рядків або скасувати вибір рядка.

source: Additionally to the above, plugins can be filtered based on their type.
ca: A més, els complements es poden filtrar en funció del seu tipus.
uk: Крім того, плагіни можна фільтрувати за типом.

source: Filtering by modulator plugins
ca: Filtratge per complements de modulador
uk: Фільтрування за плагінами модулятора

source: See :ref:`plugin-types` for more information about the various types of plugins there are.
ca: Consulta :ref:`plugin-types` per a més informació sobre els diferents tipus de complements que hi ha.
uk: Перегляньте :ref:`plugin-types` для отримання додаткової інформації про різні типи плагінів.

source: Keyword Search
ca: Cerca de paraules clau
uk: Пошук за ключовими словами

source: Plugins can also be searched by keywords using the provided search bar.
ca: Els complements també es poden cercar per paraules clau mitjançant la barra de cerca proporcionada.
uk: Плагіни також можна шукати за ключовими словами за допомогою рядка пошуку.

source: Collections
uk: Колекції

source: Plugins can be saved inside custom collections. Collections can be created and modified in the :guilabel:`Collection` tab by using the provided toolbar buttons.
uk: Плагіни можна зберігати в власних колекціях. Колекції можна створювати та змінювати на вкладці :guilabel:`Collection` за допомогою кнопок панелі інструментів.

source: Plugin collections
uk: Колекції Плагінів

source: Plugins can be added to a collection by right-clicking them and selecting a collection to add them too. A collection must be created beforehand.
uk: Плагіни можна додати до колекції, клацнувши їх правою кнопкою миші та вибравши колекцію, щоб також додати їх. Колекція повинна бути створена заздалегідь.

source: Option to add the plugin to *My collection*
uk: Можливість додати плагін до *Моєї колекції*

source: Instantiating Plugins
ca: Instanciar complements
uk: Створення екземплярів плагінів

source: There are a couple of ways to instantiate plugins:
ca: Hi ha un parell de maneres d'instanciar els complements:
uk: Є кілька способів створення плагінів:

source: You can drag and drop the selected plugin into empty space in the Tracklist or into empty space in the Mixer to create a new track using that plugin.
ca: Pots arrossegar i deixar anar el complement seleccionat a l'espai buit de la llista de pistes o a l'espai buit del Mesclador per a crear una pista nova utilitzant aquest complement.
uk: Ви можете перетягнути вибраний плагін у порожнє місце в списку треків або в порожнє місце в мікшері, щоб створити новий трек за допомогою цього плагіна.

source: Dropping a plugin into the tracklist
uk: Додавання плагіна до списку треків

source: Dropping a plugin into the mixer
uk: Скидання плагіна в мікшер

source: Alternatively, you can drag the plugin on a mixer slot to add it there or replace the previous plugin.
ca: Alternativament, pots arrossegar el complement a una ranura del mesclador per a afegir-lo allà o reemplaçar el complement anterior.
uk: Крім того, ви можете перетягнути плагін у слот мікшера, щоб додати його туди або замінити попередній плагін.

source: Dropping a plugin into a slot
uk: Перекидання плагіна в слот

source: Dragging also works in plugin slots in the inspector.
uk: Перетягування також працює в слотах плагінів в інспекторі.

source: If the plugin is a modulator, you can drop it into the Modulators tab.
ca: Si el complement és un modulador, pots deixar-lo anar a la pestanya Moduladors.
uk: Якщо плагін є модулятором, ви можете перекинути його на вкладку «Модулятори».

source: Dropping a modulator plugin into the project modulators section
uk: Перекидання плагіна модулятора в розділ модуляторів проекту

source: Double Click/Enter
ca: Doble clic / retorn
uk: Двічі клацніть/Enter

source: Double click on the plugin or select it and press the return key on your keyboard to create a new track using that plugin.
ca: Doble clic al complement o selecciona i prem la tecla de retorn del teclat per a crear una pista nova utilitzant aquest complement.
uk: Двічі клацніть плагін або виберіть його та натисніть клавішу повернення на клавіатурі, щоб створити новий трек за допомогою цього плагіна.

source: Plugin Overview
ca: Visió general dels complements
uk: Огляд плагіна

source: There are various :term:`plugin <Plugin>` formats supported by Zrythm, covered in :ref:`scanning-plugins`.
ca: Hi ha diversos formats :term:`complement <Plugin>` compatibles amb Zrythm, tractats a :ref:`scanning-plugins`.
uk: Існують різні формати :term:`plugin <Plugin>`, які підтримуються Zrythm, описані в :ref:`scanning-plugins`.

source: In Zrythm, :term:`SFZ`/:term:`SF2` are also used as plugins.
ca: A Zrythm, :term:`SFZ`/:term:`SF2` també s'utilitzen com a complements.
uk: У Zrythm :term:`SFZ`/:term:`SF2` також використовуються як плагіни.

source: Plugin Types
ca: Tipus de complements
uk: Типи плагінів

source: Plugins are classified into the following categories.
ca: Els complements es classifiquen en les següents categories.
uk: Плагіни поділяються на такі категорії.

source: |icon_instrument| Instrument
uk: |icon_instrument| Інструмент

source: These plugins will create an :ref:`Instrument Track <tracks/track-types:Instrument Track>` when added to the project.
ca: Aquests complements crearan una :ref:`Pista d'Instruments <tracks/track-types:Instrument Track>` quan s'afegeixin al projecte.
uk: Ці плагіни створять :ref:`Інструментальний трек <tracks/track-types:Instrument Track>` під час додавання до проекту.

source: |icon_audio-insert| Effect
ca: Efecte |icon_audio-insert|
uk: |icon_audio-insert| Ефект

source: These plugins can be dragged into the insert slots of existing channels in the :ref:`mixer <mixing/overview:Mixer>` or can be instantiated to create new FX tracks.
ca: Aquests complements es poden arrossegar a les ranures d'inserció dels canals existents al :ref:`mesclador <mixing/overview:Mixer>` o es poden instanciar per a crear pistes FX noves.
uk: Ці плагіни можна перетягнути в слоти для вставлення існуючих каналів у :ref:`mixer <mixing/overview:Mixer>` або їх можна створити для створення нових треків FX.

source: |icon_modulator| Modulator
ca: |icon_modulator| Modulador
uk: |icon_modulator| Модулятор

source: These plugins output :term:`CV` signals and can be used to modulate other plugin or track parameters.
ca: Aquests complements emeten senyals :term:`CV` i es poden utilitzar per a modular altres paràmetres de complement o pista.
uk: Ці плагіни виводять сигнали :term:`CV` і можуть використовуватися для модуляції інших плагінів або параметрів треку.

source: |icon_signal-midi| MIDI Effect
ca: |icon_signal-midi| Efecte MIDI
uk: |icon_signal-midi| MIDI-ефект

source: These plugins modify incoming :term:`MIDI` signals and can be used in the MIDI signal chain of an :ref:`Instrument <tracks/track-types:Instrument Track>` or :ref:`MIDI Track <tracks/track-types:MIDI Track>`.
ca: Aquests complements modifiquen els senyals :term:`MIDI` entrants i es poden utilitzar a la cadena de senyals MIDI d'un :ref:`Instrument <tracks/track-types:Instrument Track>` o :ref:`Pista MIDI <tracks/track-types:MIDI Track>`.
uk: Ці плагіни змінюють вхідні сигнали :term:`MIDI` і можуть використовуватися в ланцюжку сигналів MIDI :ref:`Instrument <tracks/track-types:Instrument Track>` або :ref:`MIDI Track <tracks/track-types:MIDI Track>`.

source: Zrythm looks inside the plugin's metadata to determine what type the plugin is. If that is not enough, Zrythm makes a decision based on the number of audio, MIDI, control and CV input and output ports a plugin has.
ca: Zrythm cerca dins les metadades del complement per a determinar de quin tipus és. Si això no és suficient, Zrythm pren una decisió basada en la quantitat de ports d'entrada i sortida d'àudio, MIDI, control i CV que té el complement.
uk: Zrythm переглядає метадані плагіна, щоб визначити тип плагіна. Якщо цього недостатньо, Zrythm приймає рішення на основі кількості вхідних і вихідних портів аудіо, MIDI, керування та CV, які має плагін.

source: Plugins consist of controls (parameters) and a variety of audio, :term:`MIDI` and :term:`CV` :ref:`ports <ports>`.
ca: Els complements consisteixen en controls (paràmetres) i una varietat d'àudio, :term:`MIDI` i :term:`CV` :ref:`ports <ports>`.
uk: Плагіни складаються з елементів керування (параметрів) і різноманітних аудіо, :term:`MIDI` і :term:`CV` :ref:`ports <ports>`.

source: Zrythm first creates all plugins with the following special control ports. After these ports are created, Zrythm appends the rest of the plugin's ports.
ca: Zrythm crea primer tots els complements amb els següents ports de control especials. Després de crear aquests ports, Zrythm afegeix la resta de ports del complement.
uk: Zrythm спочатку створює всі плагіни з такими спеціальними портами керування. Після створення цих портів Zrythm додає решту портів плагіна.

source: Enabled
ca: Habilitació
uk: увімкнено

source: Controls whether the plugin is active or bypassed.
ca: Controla si el complement està actiu o s'ha ignorat.
uk: Контролює, чи плагін активний чи пропущений.

source: Gain
ca: Guany
uk: посилення

source: Increases the output volume of the plugin (if applicable).
ca: Augmenta el volum de sortida del complement (si s'escau).
uk: Збільшує гучність виведення плагіна (якщо застосовно).

source: All of the plugin's ports will be shown in the plugin's :ref:`inspector page <plugins-files/plugins/inspector-page:Inspector Page>`
ca: Tots els ports del complement es mostraran a la pàgina :ref:`pàgina d'inspector <plugins-files/plugins/inspector-page:Inspector Page>`
uk: Усі порти плагіна будуть показані на :ref:`сторінці інспектора плагіна <plugins-files/plugins/inspector-page:Inspector Page>`

source: Plugin Window
ca: Finestra del complement
uk: Вікно плагіна

source: Custom UIs
ca: IU personalitzades
uk: Спеціальні інтерфейси користувача

source: When Plugin UIs are opened, a window such as the following will be displayed, if the plugin ships with its own UI.
uk: Коли відкриті інтерфейси користувача плагіна, буде показано таке вікно, як наведене нижче, якщо плагін поставляється з власним інтерфейсом користувача.

source: Generic UIs
ca: IU genèriques
uk: Загальні інтерфейси користувача

source: If the plugin does not ship with its own UI, the following generic UI will be generated for it.
ca: Si el complement no s'envia amb la seva pròpia IU, es generarà la següent IU genèrica.
uk: Якщо плагін не постачається з власним інтерфейсом користувача, для нього буде створено такий загальний інтерфейс користувача.

source: Bridging
ca: Pontar
uk: Перемикання

source: By default, plugins are instantiated in a separate process from Zrythm so that Zrythm doesn't crash if a plugin misbehaves (Zrythm calls this *bridging*). However, this has the side effect that :term:`DSP` is not as fast as it could be (although fast enough in most cases), because there is cross-process communication.
uk: За замовчуванням плагіни створюються в окремому процесі від Zrythm, щоб Zrythm не аварійно завершував роботу, якщо плагін поводиться неправильно (Zrythm називає це *мостом*). Однак це має побічний ефект: :term:`DSP` не такий швидкий, як міг би бути (хоча досить швидкий у більшості випадків), оскільки існує міжпроцесний зв’язок.

source: Sometimes, you may want to manually tell Zrythm to open plugins in a specific way. You can find the options available for each plugin by right clicking on the plugin in the :ref:`plugin-browser`.
uk: Іноді ви можете вручну вказати Zrythm відкривати плагіни певним способом. Ви можете знайти параметри, доступні для кожного плагіна, клацнувши правою кнопкою миші плагін у :ref:`plugin-browser`.

source: Opening Compressor in normal (unbridged) mode
uk: Відкриття компресора в нормальному (без мостового) режимі

source: Zrythm will remember the last setting used for each plugin and automatically apply it when you choose to instantiate that plugin from the plugin browser in the future.
uk: Zrythm запам’ятає останнє налаштування, використане для кожного плагіна, і автоматично застосує його, коли ви в майбутньому вирішите створити екземпляр цього плагіна з браузера плагінів.

source: Scanning for Plugins
ca: Explorar complements
uk: Сканування Плагінів

source: Zrythm will scan for plugins on startup and will remember those plugins until it is closed. Zrythm supports `CLAP`_, :term:`LV2`, :term:`VST2`, :term:`VST3`, :term:`LADSPA`, :term:`DSSI` and :term:`AU` plugins.
uk: Zrythm шукатиме плагіни під час запуску та запам’ятовуватиме ці плагіни, доки не закриється. Zrythm підтримує плагіни `CLAP`_, :term:`LV2`, :term:`VST2`, :term:`VST3`, :term:`LADSPA`, :term:`DSSI` і :term:`AU`.

source: :term:`SFZ` and :term:`SF2` instruments are also supported, and they are treated as instrument plugins.
uk: Також підтримуються інструменти :term:`SFZ` і :term:`SF2`, і вони розглядаються як плагіни інструментів.

source: Plugin scanning can be disabled by setting the :envvar:`ZRYTHM_SKIP_PLUGIN_SCAN` environment variable.
uk: Сканування плагінів можна вимкнути, встановивши змінну середовища :envvar:`ZRYTHM_SKIP_PLUGIN_SCAN`.

source: Scan Paths
uk: Шляхи сканування

source: Zrythm will scan for plugins in the plugin search paths specified in the :ref:`preferences <configuration/preferences:Preferences>`. If the search path is left empty, Zrythm will scan for plugins in the standard paths according to the specifications of each plugin format (if any).
uk: Zrythm шукатиме плагіни в шляхах пошуку плагінів, указаних у :ref:`preferences <configuration/preferences:Preferences>`. Якщо шлях пошуку залишити порожнім, Zrythm шукатиме плагіни за стандартними шляхами відповідно до специфікацій кожного формату плагінів (якщо такі є).

source: You can use environment variables (e.g., ``LV2_PATH``) when specifying search paths in the preferences. The allowed syntax is ``${ENV_VAR_NAME}`` where ``ENV_VAR_NAME`` is the name of the environment variable.
uk: Ви можете використовувати змінні середовища (наприклад, ``LV2_PATH``), коли вказуєте шляхи пошуку в параметрах. Дозволений синтаксис: ``${ENV_VAR_NAME}``, де ``ENV_VAR_NAME`` — це ім’я змінної середовища.

source: Plugin Cache
uk: Кеш плагіна

source: Zrythm will remember scanned plugins and save this information in :ref:`the cached plugin descriptors file <appendix/files-and-directories:Cached Plugin Descriptors>`.
uk: Zrythm запам’ятає відскановані плагіни та збереже цю інформацію у :ref:`файлі кешованих дескрипторів плагінів <appendix/files-and-directories:Cached Plugin Descriptors>`.

source: New plugins will be scanned on each start-up, and you can delete or edit this file to force a re-scan of previously scanned plugins.
ca: S'exploraran nous complements a cada obertura, i pots suprimir o editar aquest fitxer per a forçar una re-exploració dels complements explorats prèviament.
uk: Нові плагіни скануватимуться під час кожного запуску, і ви можете видалити або відредагувати цей файл, щоб примусово виконати повторне сканування попередньо просканованих плагінів.
