Repository: ToddAWalter/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/zrythm-manual.po
Languages: ca, uk

source: These can be used to jump to when moving forwards or backwards, and are also generally useful visually to see where each part of the song begins and ends.
ca: Aquests es poden utilitzar per a saltar quan es mouen cap endavant o cap enrere, i també són generalment útils visualment per a veure on comença i acaba cada part de la cançó.
uk: Їх можна використовувати для переходу під час руху вперед або назад, а також зазвичай корисно візуально побачити, де починається та закінчується кожна частина пісні.

source: Here is a list of terms and definitions that will be useful in the following sections.
ca: Aquí tens una llista de termes i definicions que et seran útils a les seccions següents.
uk: Ось список термінів і визначень, які будуть корисні в наступних розділах.

source: The :dfn:`playhead` is the current position in the song. It is displayed as a red line inside arrangers.
ca: El :dfn:`playhead` és la posició actual de la cançó. Es mostra com una línia vermella dins els arranjadors.
uk: :dfn:`playhead` — це поточна позиція в пісні. Він відображається червоною лінією в аранжувальниках.

source: The playhead
ca: El capçal de reproducció
uk: Playhead

source: Position
ca: Posició
uk: Позиція

source: Zrythm uses the following format for positions:
ca: Zrythm utilitza el format següent per a les posicions:
uk: Zrythm використовує такий формат для позицій:

source: Each sixteenth note is fixed to have 240 ticks.
ca: Cada nota setzena està fixada en 240 marques.
uk: Кожна шістнадцята нота має 240 позначок.

source: Ticks are expressed in decimals.
ca: Les marques s'expressen en decimals.
uk: Відмітки виражаються десятковими дробами.

source: Recording
ca: Gravació
uk: Запис

source: Arming Tracks
ca: Armant pistes
uk: Озброєння треків

source: Tracks can be armed for recording by clicking the record button, either inside the track or inside its fader section in the channel or :ref:`track inspector <track-inspector>`.
ca: Les pistes es poden armar per a gravar clicant el botó de gravació, ja sigui dins la pista o dins la seva secció d'atenuador al canal o :ref:`track inspector <track-inspector>`.
uk: Доріжки можна активувати для запису, натиснувши кнопку запису всередині доріжки або в її секції фейдера в каналі або :ref:`track inspector <track-inspector>`.

source: When tracks are armed for recording, they start listening for signals in their :ref:`track-inputs` and these signals will be passed along in the processing chain.
ca: Quan les pistes estan armades per a la gravació, comencen a sentir senyals en el seu :ref:`track-inputs` i aquests senyals es passaran al llarg de la cadena de processament.
uk: Коли доріжки включені для запису, вони починають прослуховувати сигнали у своїх :ref:`track-inputs`, і ці сигнали будуть передані в ланцюжку обробки.

source: For example, if an instrument track is armed for recording and it has a MIDI keyboard connected in its inputs, you will hear sound when you press a key on your MIDI keyboard.
ca: Per exemple, si una pista d'instrument està armada per a gravar i té un teclat MIDI connectat a les seves entrades, sentiràs so quan premis una tecla del teclat MIDI.
uk: Наприклад, якщо інструментальна доріжка ввімкнена для запису, а до її входів підключено MIDI-клавіатуру, ви почуєте звук, коли натиснете клавішу на MIDI-клавіатурі.

source: Recording Audio & MIDI
ca: Gravació d'àudio i MIDI
uk: Запис аудіо та MIDI

source: After arming the tracks you want to record events into, enable recording in :ref:`transport-controls` and press play. Any signals received will be recorded inside new regions in the timeline.
ca: Després d'armar les pistes en què vols gravar esdeveniments, habilita la gravació a :ref:`transport-controls` i prem Reproduir. Tots els senyals rebuts es gravaràn dins de regions noves a la línia de temps.
uk: Після встановлення доріжок, на які ви хочете записувати події, увімкніть запис у :ref:`transport-controls` і натисніть кнопку відтворення. Будь-які отримані сигнали будуть записані в нових регіонах на часовій шкалі.

source: Recording audio
ca: Gravant àudio
uk: Запис звуку

source: Inputs
ca: Entrades
uk: Вхідні дані

source: Audio and MIDI/Instrument tracks have an :ref:`tracks/inspector-page:Inputs` section in their :ref:`Inspector Page <tracks/inspector-page:Track Inspector>` to adjust inputs for recording.
ca: Les pistes d'àudio i MIDI/Instrument tenen una secció :ref:`tracks/inspector-page:Inputs` a la seva :ref:`Inspector Page <tracks/inspector-page:Track Inspector>` per a ajustar les entrades per a la gravació.
uk: Доріжки аудіо та MIDI/інструментів мають розділ :ref:`tracks/inspector-page:Inputs` на їхній :ref:`Сторінці інспектора <tracks/inspector-page:Track Inspector>` для налаштування входів для запису.

source: Track inputs
ca: Entrades de pista
uk: Трек входів

source: Recording Settings
ca: Paràmetres de gravació
uk: Налаштування запису

source: Clicking the arrow next to the record button will bring up the recording settings where various options and recording modes can be selected.
ca: Fent clic la fletxa que hi ha al costat del botó de gravació es mostraran els paràmetres de la gravació on es poden seleccionar diverses opcions i modes de gravació.
uk: Натискання стрілки поруч із кнопкою запису відкриє налаштування запису, де можна вибрати різні параметри та режими запису.

source: Recording settings
ca: Paràmetres de gravació
uk: Налаштування Запису

source: Options
ca: Opcions
uk: Параметри

source: Punch in/out
uk: Удар в/із

source: Whether to use punch in/out markers. When this is enabled, recording will start when the playhead reaches the punch in marker and stop when the playhead reaches the punch out marker.
ca: Si s'han d'utilitzar marcadors de punch in/out. Quan això està habilitat, la gravació s'iniciarà quan el capçal de reproducció arribi al punch en el marcador i s'aturarà quan el capçal de reproducció arribi al marcador de punch.
uk: Чи використовувати маркери введення/виведення. Якщо це ввімкнено, запис розпочнеться, коли головка відтворення досягне маркера входу, і зупиниться, коли головка відтворення досягне маркера вихідного штриха.

source: Punch in/out range, indicated by red markers
ca: Interval de punch in/out, indicat per marcadors vermells
uk: Діапазон введення/виходу, позначений червоними маркерами

source: Start on MIDI input
ca: Començar a l'entrada MIDI
uk: Почати з входу MIDI

source: Automatically start recording when an event is received from a MIDI device
ca: Iniciar automàticament la gravació quan es rep un esdeveniment des d'un dispositiu MIDI
uk: Автоматичний початок запису, коли подія отримана від пристрою MIDI

source: Recording Modes
ca: Modes de gravació
uk: Режими запису

source: Overwrite events
ca: Sobreescriure esdeveniments
uk: Перезаписати події

source: Overwrite any existing events in the track during recording
ca: Sobreescriure els esdeveniments existents a la pista durant la gravació
uk: Перезаписати будь-які існуючі події на доріжці під час запису

source: Merge events
ca: Combinar esdeveniments
uk: Об’єднати події

source: Merge the newly recorded events with the existing events in the track
ca: Combinar els esdeveniments gravats recentment amb els esdeveniments existents a la pista
uk: Об’єднайте щойно записані події з наявними на треку

source: Create takes
ca: Crear captures
uk: Створити дублі

source: Create a new lane (`take`) for each new recording
ca: Crear un carril nou (`take`) per a cada gravació nova
uk: Створюйте нову смугу (`знімок`) для кожного нового запису

source: Create takes (mute previous)
ca: Crear captures (silenciar anteriors)
uk: Створити дублі (нехтув. попередніми)

source: Similar to `Create takes` but mutes the last recorded take before creating a new one
ca: Semblant a `Create takes` però silencia l'última captura gravada abans de crear-ne una de nova
uk: Подібно до «Створити дублі», але вимикає останній записаний дубль перед створенням нового

source: Recording Automation
ca: Automatització de la gravació
uk: Автоматизація запису

source: Automation can be recorded in `latch` mode or `touch` mode. The mode can be selected and toggled by clicking on it inside automation tracks.
ca: L'automatització es pot gravar en mode `latch` o en mode `touch`. El mode es pot seleccionar i commutar clicant dins les pistes d'automatització.
uk: Автоматику можна записати в режимі `засувка` або `сенсорний` режим. Режим можна вибирати та перемикати, натискаючи його всередині доріжок автоматизації.

source: Latch
ca: Pestell
uk: Фіксація/Latch

source: In latch mode, automation will be written constantly and overwrite previous automation.
ca: En el mode Pestell, l'automatització s'escriurà constantment i sobreescriurà l'automatització anterior.
uk: У режимі блокування автоматизація записуватиметься постійно та перезапише попередню автоматизацію.

source: Touch
ca: Tocar
uk: Дотик/Touch

source: In touch mode, automation will be written only when there are changes. When changes stop being received (after a short amount of time) automation will stop being written until a change is received again. This is useful for making minor changes to existing automation.
ca: En mode tàctil, l'automatització només s'escriurà quan hi hagi canvis. Quan els canvis deixin de rebre's (després d'un curt període de temps), l'automatització deixarà d'escriure's fins que es torni a rebre un canvi. Això és útil per a fer canvis menors a l'automatització existent.
uk: У сенсорному режимі автоматика буде записуватися тільки при змінах. Коли зміни перестануть надходити (через короткий проміжок часу), автоматизація припинить запис, доки зміни не будуть отримані знову. Це корисно для внесення незначних змін до існуючої автоматизації.

source: Unlike MIDI/audio recording, automation recording does not require `Record` to be enabled in the :ref:`transport-controls`.
ca: A diferència de la gravació MIDI/àudio, la gravació d'automatització no requereix que `Record` estigui habilitat a :ref:`transport-controls`.
uk: На відміну від запису MIDI/аудіо, автоматичний запис не потребує ввімкнення `Record` у :ref:`transport-controls`.

source: Transport Controls
ca: Controls de transport
uk: Контроль транспортування

source: Playback is controlled by the following transport controls.
ca: La reproducció està controlada pels següents controls de transport.
uk: Відтворенням керують такі елементи керування транспортуванням.

source: Controls
uk: Елементи керування

source: Metronome toggle
ca: Commutador del metrònom
uk: Перемикач метронома

source: Toggles the metronome on/off.
ca: Commuta el metrònom encès/apagat.
uk: Вмикає/вимикає метроном.

source: When the metronome is enabled, you will hear metronome ticks during playback at each bar and each beat. The tick at each bar will be more emphasized. This feature is useful for making sure the song stays on beat.
ca: Quan el metrònom està habilitat, sentiràs marques de metrònom durant la reproducció a cada barra i a cada beat. La marca a cada barra serà més emfatitzada. Aquesta funcionalitat és útil per assegurar-se que la cançó es manté en beat.
uk: Коли метроном увімкнено, ви чутимете цокання метронома під час відтворення на кожному такті та кожному ударі. Галочка на кожній смузі буде більш підкреслена. Ця функція корисна, щоб переконатися, що пісня залишається в ритмі.

source: The metronome samples can be overridden by placing your own samples in your Zrythm directory. This is a TODO feature.
ca: Les mostres de metrònom es poden substituir col·locant les teves pròpies mostres al directori de Zrythm. Aquesta és una funcionalitat PENDENT.
uk: Семпли метронома можна замінити, розмістивши власні семпли у своєму каталозі Zrythm. Це функція TODO.

source: Metronome options
ca: Opcions del metrònom
uk: Параметри метронома

source: Sets the volume of the metronome
ca: Estableix el volum del metrònom
uk: Встановлює гучність метронома

source: Return to cue point on stop
ca: Retornar a la fita quan s'aturi
uk: Повернення до контрольної точки після зупинки

source: Toggles whether to return to the :ref:`playback-and-recording/loop-points-and-markers:Cue Point` when playback stops.
ca: Commuta si s'ha de tornar a la :ref:`playback-and-recording/loop-points-and-markers:Cue Point` quan s'aturi la reproducció.
uk: Перемикає, чи повертатися до :ref:`playback-and-recording/loop-points-and-markers:Cue Point`, коли відтворення зупиняється.

source: Record
ca: Gravar
uk: запис

source: Arms the project for recording.
ca: Arma el projecte per a la gravació.
uk: Озброює проект для запису.

source: Record options
ca: Opcions de gravació
uk: Параметри запису

source: Sets the settings to use when recording.
ca: Estableix els paràmetres que s'utilitzaran en gravar.
uk: Встановлює параметри для використання під час запису.

source: Play
ca: Reproduir
uk: грати

source: If stopped, the song will start playing. If already playing, the Playhead will move to the Cue point.
ca: Si s'atura, la cançó es començarà a reproduir. Si ja està reproduint, el capçal de reproducció es mourà a la fita.
uk: Якщо зупинити, пісня почне грати. Якщо вже грає, Playhead переміститься до точки розмітки.

source: Stop
ca: Aturar
uk: СТІЙ

source: Pauses playback. If clicked twice, goes back to the Cue point.
ca: Atura la reproducció. Si cliques dues vegades, torna a la fita.
uk: Призупиняє відтворення. Якщо клацнути двічі, повертається до контрольної точки.

source: Backward
ca: Retrocedir
uk: назад

source: Moves the Playhead backward by the size of 1 snap point.
ca: Mou el capçal de reproducció cap enrere per la mida d'1 punt d'ajust.
uk: Переміщує Playhead назад на розмір 1 точки прив’язки.

source: Forward
ca: Avançar
uk: вперед

source: Moves the Playhead forward by the size of 1 snap point.
ca: Mou el capçal de reproducció cap endavant per la mida d'1 punt d'ajust.
uk: Пересуває Playhead вперед на розмір 1 точки прив’язки.

source: Loop
ca: Bucle
uk: Петля

source: If enabled, the Playhead will move back to the Loop Start point when it reaches the Loop End point.
ca: Si està habilitat, el capçal de reproducció tornarà al punt d'inici del bucle quan arribi al punt final del bucle.
uk: Якщо ввімкнено, Playhead повертатиметься до точки початку циклу, коли досягне точки кінця циклу.

source: Playhead Display
ca: Visualització del capçal de reproducció
uk: Дисплей Playhead

source: The playhead position can be displayed in either BBT notation (`bars.beats.sixteenths.ticks`) or actual time (`mm:ss.ms`). This can be toggled by right-clicking on the playhead position display.
ca: La posició del capçal de reproducció es pot mostrar tant en notació BBT (`bars.beats.sixteenths.ticks`) com en l'hora real (`mm:ss.ms`). Això es pot commutar clicant el botó dret a la pantalla de la posició del capçal de reproducció.
uk: Позицію вказівника відтворення можна відобразити або в нотації BBT (`bars.beats.sixteenth.ticks`), або в фактичному часі (`mm:ss.ms`). Це можна перемкнути, клацнувши правою кнопкою миші на дисплеї позиції відтворення.

source: JACK Transport
ca: Transport JACK
uk: ДЖЕК Транспорт

source: Zrythm can sync to `JACK transport <https://jackaudio.org/api/transport-design.html>`_ or become the JACK transport master. These options are available by right-clicking the playhead position display when using the JACK audio backend and will be remembered across projects.
ca: Zrythm pot sincronitzar-se amb `transport JACK <https://jackaudio.org/api/transport-design.html>` o convertir-se en el mestre de transport JACK. Aquestes opcions estan disponibles clicant el botó dret a la pantalla de la posició del capçal de reproducció quan s'utilitza el rerefons d'àudio JACK i es recordaran en tots els projectes.
uk: Zrythm може синхронізуватися з `транспортом JACK <https://jackaudio.org/api/transport-design.html>`_ або стати майстром транспорту JACK. Ці параметри доступні, клацнувши правою кнопкою миші на дисплеї позиції відтворення під час використання аудіосистеми JACK, і вони запам’ятовуються в усіх проектах.

source: File Browser
ca: Navegador de fitxers
uk: Файловий оглядач

source: The File Browser makes it easy to navigate through files on your computer or through your custom collections.
ca: El navegador de fitxers facilita la navegació a través dels fitxers de l'ordinador o a través de les teves col·leccions personalitzades.
uk: Браузер файлів спрощує навігацію між файлами на вашому комп’ютері або користувацькими колекціями.

source: Built-in file browser
uk: Вбудований файловий браузер

source: Bookmarks
ca: Favorits
uk: Закладки

source: The Bookmarks section contains a list of bookmarked directories. Double-clicking on a directory will show its contents in the file list at the bottom.
uk: Розділ «Закладки» містить список каталогів із закладками. Подвійне клацання на каталозі покаже його вміст у списку файлів внизу.

source: Predefined Bookmarks
uk: Попередньо визначені закладки

source: Zrythm provides a predefined bookmark for the user's :file:`Home` directory.
uk: Zrythm надає попередньо визначену закладку для каталогу користувача :file:`Home`.

source: Custom Bookmarks
ca: Favorits personalitzats
uk: Спеціальні закладки

source: Custom bookmarks can be added by right-clicking on a directory in the file list and selecting :guilabel:`Add Bookmark`.
ca: Els favorits personalitzats es poden afegir clicant el botó dret en un directori de la llista de fitxers i seleccionant :guilabel:`Add Bookmark`.
uk: Спеціальні закладки можна додати, клацнувши правою кнопкою миші на каталозі у списку файлів і вибравши :guilabel:`Додати закладку`.

source: Similarly, custom bookmarks can be removed by right-clicking on the bookmark and selecting :guilabel:`Delete`.
ca: De la mateixa manera, els favorits personalitzats es poden suprimir clicant el botó dret al favorit i seleccionant :guilabel:`Delete`.
uk: Подібним чином, спеціальні закладки можна видалити, клацнувши правою кнопкою миші на закладці та вибравши :guilabel:`Видалити`.

source: Filter Buttons
ca: Botons de filtre
uk: Кнопки фільтрів

source: Similarly to the :ref:`plugin browser <plugins-files/plugins/plugin-browser:Plugin Browser>`, files can be filtered based on their type.
uk: Подібно до :ref:`переглядача плагінів <plugins-files/plugins/plugin-browser:Plugin Browser>`, файли можна фільтрувати за типом.

source: Filtering by audio files
ca: Filtratge per fitxers d'àudio
uk: Фільтрація за аудіофайлами

source: The following toggles are available.
ca: Hi ha disponibles els següents commutadors.
uk: Доступні такі перемикачі.

source: Audio
ca: Àudio
uk: Аудіо

source: Only show audio files.
ca: Mostra només els fitxers d'àudio.
uk: Показувати лише аудіофайли.

source: Only show MIDI files.
ca: Mostra només els fitxers MIDI.
uk: Показувати лише файли MIDI.

source: Only show preset files (currently unused/unimplemented).
uk: Показувати лише попередньо встановлені файли (наразі невикористані/нереалізовані).

source: Files can be filtered by a search term from the provided search box.
uk: Файли можна відфільтрувати за пошуковим терміном із запропонованого вікна пошуку.

source: Audio and MIDI files can be auditioned by making use of the auditioning controls at the bottom of the file list.
ca: Els fitxers d'àudio i MIDI es poden sentir fent ús dels controls d'audició a la part inferior de la llista de fitxers.
uk: Аудіо- та MIDI-файли можна прослухати за допомогою елементів керування прослуховуванням у нижній частині списку файлів.

source: File auditioning controls
ca: Controls d'audició de fitxers
uk: Елементи керування прослуховуванням файлів

source: Trigger playback of the selected file.
ca: Desencadena la reproducció del fitxer seleccionat.
uk: Запустити відтворення вибраного файлу.

source: Stop playback of the selected file.
ca: Atura la reproducció del fitxer seleccionat.
uk: Зупинити відтворення вибраного файлу.

source: Volume
ca: Volum
uk: Гучність

source: Control the loudness of the output audio.
ca: Controla la sonoritat de l'àudio de sortida.
uk: Контролюйте гучність вихідного звуку.

source: Instrument
uk: Інструмент

source: The selected instrument will be used for playing back MIDI files. In the above example, the `amsynth` instrument is selected.
uk: Вибраний інструмент буде використано для відтворення файлів MIDI. У наведеному вище прикладі вибрано інструмент amsynth.

source: Clicking the cog button on the right side of the auditioning controls will bring up the file browser preferences screen. The following settings are available.
uk: Натиснувши кнопку шестерні праворуч від елементів керування прослуховуванням, ви відкриєте екран налаштувань файлового браузера. Доступні такі налаштування.

source: Autoplay
ca: Reproducció automàtica
uk: Самопрогравання

source: Automatically play back the selected file when the selection changes
uk: Автоматично відтворювати вибраний файл, коли вибір змінюється

source: Show Unsupported Files
uk: Показати непідтримувані файли

source: By default, only supported files will be shown in the file list. Enabling this option will also show unsupported files.
uk: За замовчуванням у списку файлів відображатимуться лише підтримувані файли. Увімкнення цієї опції також відображатиме непідтримувані файли.

source: Show Hidden Files
uk: Показати приховані файли

source: By default, only files that are not hidden will be shown in the file list. Enabling this option will also show hidden files.
uk: За замовчуванням у списку файлів відображатимуться лише неприховані файли. Увімкнення цієї опції також відображатиме приховані файли.

source: File Info
ca: Informació del fitxer
uk: Інформація про файл

source: Information, such as metadata, for the selected file is always shown at the bottom of the file panel.
ca: La informació, com ara les metadades, del fitxer seleccionat sempre es mostra a la part inferior del quadre de fitxers.
uk: Інформація, наприклад метадані, для вибраного файлу завжди відображається внизу панелі файлів.

source: Information about the selected audio file
ca: Informació sobre el fitxer d'àudio seleccionat
uk: Інформація про вибраний аудіофайл

source: Importing Files
ca: Importar fitxers
uk: Імпортування файлів

source: There are various ways to import MIDI and audio files into a project.
uk: Існують різні способи імпорту MIDI- та аудіофайлів у проект.

source: Drag and Drop From a File Browser
uk: Перетягніть із браузера файлів

source: You can drag one or more files from your system's file browser or from the built-in file browser into a track (if applicable), into empty space in the timeline or into empty space in the tracklist or mixer.
uk: Ви можете перетягнути один або кілька файлів із файлового браузера вашої системи або з вбудованого файлового браузера на доріжку (якщо є), у порожнє місце на часовій шкалі або в порожнє місце у списку треків чи мікшері.

source: Droping onto an existing track will import the file on that track (if possible), and dropping onto empty space will create one or more new tracks (depending on the number of dropped files, or number of tracks contained in Type 1 MIDI files).
uk: Переміщення на наявну доріжку призведе до імпортування файлу на цій доріжці (якщо можливо), а переміщення на порожнє місце створить одну або кілька нових доріжок (залежно від кількості вилучених файлів або кількості доріжок, що містяться у файлах MIDI типу 1).

source: You can adjust the location where the dropped file will be inserted in the project by dropping at an appropriate spot
uk: Ви можете налаштувати місце, куди буде вставлено скинутий файл у проекті, скинувши у відповідне місце

source: Dropping one or more audio files into an existing audio track
uk: Додавання одного або кількох аудіофайлів до наявної звукової доріжки

source: Dropping a file at a specific location in a new track
uk: Перетягування файлу в певне місце на новій доріжці
