Repository: ToddAWalter/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/zrythm-manual.po
Languages: ca, uk

source: VST3 is a plugin standard that supersedes :term:`VST2`. It is better to use VST3 than VST2, because it is released as :term:`Free software`.
uk: VST3 — це стандарт плагіна, який замінює :term:`VST2`. Краще використовувати VST3, ніж VST2, оскільки він випускається як :term:`Free software`.

source: A buffer overrun or underrun. This means that Zrythm was either not fast enough to deliver data to the backend or not fast enough to process incoming data from the backend. Usually XRUNs are audible as crackles or pops. XRUNs usually occur when when the audio engine's buffer size is too low and the sound card cannot process incoming buffers fast enough (overrun). Some sound cards cannot cope with small buffer sizes, so the buffer length should be increased to ease the work done by the sound card.
ca: Una memòria intermèdia desbordada o infracarredada. Això vol dir que Zrythm no era prou ràpid per a lliurar dades al rerefons o no prou ràpid per processar les dades entrants del rerefons. Normalment els XRUNs són audibles com sibilacions o pops. Els XRUNs solen ocórrer quan la mida de la memòria intermèdia del motor d'àudio és massa baixa i la targeta de so no pot processar les memòries intermèdies entrants prou ràpid (desbordament). Algunes targetes de so no poden fer front a mides de memòria intermèdia petites, de manera que la longitud de la memòria intermèdia s'ha d'augmentar per a facilitar el treball realitzat per la targeta de so.
uk: Перевищення або недоповнення буфера. Це означає, що Zrythm був або недостатньо швидким, щоб доставити дані до серверної частини, або недостатньо швидким, щоб обробити вхідні дані з серверної частини. Зазвичай XRUNs чути як тріск або тріск. XRUN зазвичай виникають, коли розмір буфера аудіосистеми замалий і звукова карта не може обробляти вхідні буфери достатньо швидко (переповнення). Деякі звукові карти не можуть впоратися з малими розмірами буфера, тому довжину буфера слід збільшити, щоб полегшити роботу звукової карти.

source: Welcome to the Zrythm manual.
ca: Benvinguts al manual de Zrythm.
uk: Ласкаво просимо до посібника Zrythm.

source: *Zrythm and the Zrythm logo are registered trademarks of Alexandros Theodotou in the United Kingdom.*
ca: *Zrythm i el logotip de Zrythm són marques registrades d'Alexandros Theodotou al Regne Unit.*
uk: *Zrythm і логотип Zrythm є зареєстрованими товарними знаками Alexandros Theodotou у Сполученому Королівстві.*

source: Command Line
ca: Línia d'ordres
uk: Командний рядок

source: Zrythm comes with a few utilities below that can be used from the :term:`CLI`.
ca: Zrythm ve amb algunes utilitats a continuació que es poden utilitzar des de :term:`CLI`.
uk: Zrythm поставляється з кількома утилітами, які можна використовувати з :term:`CLI`.

source: zrythm
uk: зритм

source: Zrythm executable.
ca: Executable Zrythm.
uk: Виконуваний файл Zrythm.

source: Print a list of available options.
ca: Mostra una llista d'opcions disponibles.
uk: Роздрукуйте список доступних опцій.

source: Pretty-print the output (where applicable).
ca: Imprimeix la sortida amb qualitat (si escau).
uk: Роздрукуйте результат (де це можливо).

source: Print all the user settings. Can be combined with :option:`zrythm --pretty` to get pretty-printed output, like below.
uk: Роздрукуйте всі налаштування користувача. Можна поєднати з :option:`zrythm --pretty`, щоб отримати гарний друкований результат, як показано нижче.

source: Reset user settings to their default values.
ca: Reinicialitza la configuració d'usuari als seus valors per defecte.
uk: Скинути налаштування користувача до значень за замовчуванням.

source: Only affects the settings printed with :option:`zrythm -p`. This will *not* affect any files in the :ref:`Zrythm user path <configuration/preferences:Zrythm User Path>`.
uk: Впливає лише на налаштування, надруковані за допомогою :option:`zrythm -p`. Це *не* вплине на файли в :ref:`Шлях користувача Zrythm <configuration/preferences:Zrythm User Path>`.

source: This will clear ALL your user settings.
ca: Això esborrarà TOTS els paràmetres d'usuari.
uk: Це очистить УСІ налаштування користувача.

source: Override the audio backend to use.
uk: Замініть аудіосистему для використання.

source: BACKEND is one of: alsa, dummy, jack, pa, pulse, rtaudio, sdl
uk: BACKEND є одним із: alsa, dummy, jack, pa, pulse, rtaudio, sdl

source: Override the MIDI backend to use.
uk: Замініть сервер MIDI для використання.

source: BACKEND is one of: dummy, jack, rtmidi, windows_mme
uk: BACKEND є одним із: dummy, jack, rtmidi, windows_mme

source: Print version information.
ca: Imprimir informació de la versió.
uk: Інформація про друковану версію.

source: Prints the Zrythm version.
ca: Imprimeix la versió de Zrythm.
uk: Друкує версію Zrythm.

source: Wrapper over :program:`zrythm` that sets the correct paths before launching Zrythm. All of the options for :program:`zrythm` can also be passed to :program:`zrythm_launch`.
ca: Un embolcall al voltant de :program:`zrythm` que estableix els camins correctes abans de llançar Zrythm. Totes les opcions per a :program:`zrythm` també es pot passar a :program:`zrythm_launch`.
uk: Обгортка над :program:`zrythm`, яка встановлює правильні шляхи перед запуском Zrythm. Усі параметри для :program:`zrythm` також можна передати в :program:`zrythm_launch`.

source: Mixing
ca: Mescla
uk: Зведення

source: Mixing Overview
ca: Visió general de la mescla
uk: Огляд змішування

source: Mixing refers to any actions made inside the mixer, such as routing signals around, controlling the fader level of various channels and setting their stereo balance.
ca: Mesclar es refereix a qualsevol acció realitzada dins el mesclador, com ara encaminar senyals al voltant, controlar el nivell d'atenuació de diversos canals i establir el seu balanç estèreo.
uk: Змішування стосується будь-яких дій, що виконуються всередині мікшера, наприклад маршрутизації сигналів, керування рівнем фейдера різних каналів і встановлення їхнього стереобалансу.

source: The mixer
ca: El mesclador
uk: Змішувач

source: Mixer
ca: Mesclador
uk: Міксер

source: The mixer contains all of the channels in the project corresponding to visible tracks. There is some extra space reserved for drag-and-dropping plugins or files.
ca: El mesclador conté tots els canals del projecte corresponents a les pistes visibles. Hi ha espai addicional reservat per a arrossegar i deixar anar complements o fitxers.
uk: Мікшер містить усі канали в проекті, які відповідають видимим трекам. Є деякий додатковий простір, зарезервований для плагінів або файлів, які можна перетягнути.

source: Most of the activities that can be performed in the mixer are also available in the :ref:`Track inspector <tracks/inspector-page:Track Inspector>`.
ca: La majoria de les activitats que es poden realitzar al mesclador també estan disponibles a :ref:`Inspector de pistes <tracks/inspector-page:Track Inspector>`.
uk: Більшість дій, які можна виконувати в мікшері, також доступні в :ref:`Track inspector <tracks/inspector-page:Track Inspector>`.

source: Channels
ca: Canals
uk: Канали

source: A channel is part of a track, if the track type has a channel.
ca: Un canal és part d'una pista, si el tipus de pista té un canal.
uk: Канал є частиною доріжки, якщо тип доріжки має канал.

source: Channel for an instrument track
ca: Canal per a una pista d'instrument
uk: Канал для інструментальної доріжки

source: Channels contain a fader, controls such as mute and solo, a meter, a direct out selector and a strip of insert plugins. These are covered in :ref:`track-inspector`.
ca: Els canals contenen un atenuador, controls com silenciador i solo, un vúmetre, un selector de sortida directa i una franja de complements d'inserció. Aquests es tracten a :ref:`track-inspector`.
uk: Канали містять фейдер, такі елементи керування, як вимкнення звуку та соло, лічильник, селектор прямого виходу та смужку плагінів для вставки. Вони описані в :ref:`track-inspector`.

source: Master Channel
ca: Canal mestre
uk: Головний канал

source: The master channel, a special channel used to route audio to the output audio device, is pinned on the right side of the mixer.
ca: El canal mestre, és un canal especial utilitzat per a encaminar l'àudio al dispositiu d'àudio de sortida, està ancorat a la part dreta del mesclador.
uk: Головний канал, спеціальний канал, який використовується для маршрутизації аудіо на вихідний аудіопристрій, закріплений на правій стороні мікшера.

source: The master channel
ca: El canal mestre
uk: Головний Канал

source: Changing the Track Name
ca: Canviant el nom de la pista
uk: Зміна назви треку

source: The name of the track the channel corresponds to can be changed by double clicking the name at the top of the channel.
ca: El nom de la pista a la que correspon el canal es pot canviar fent doble clic al nom de la part superior del canal.
uk: Назву треку, якому відповідає канал, можна змінити, двічі клацнувши назву у верхній частині каналу.

source: Changing the track name from the channel view
ca: Canviant el nom de la pista des de la vista del canal
uk: Зміна назви треку з перегляду каналу

source: Routing
ca: Encaminament
uk: Маршрутизація (Routing)

source: Groups
ca: Grups
uk: Групи

source: :ref:`Audio group tracks <tracks/track-types:Audio Group Track>` and :ref:`MIDI group tracks <tracks/track-types:MIDI Group Track>` can be created for grouping signals.
ca: :ref:`Pistes de grup d'àudio <tracks/track-types:Audio Group Track>` i :ref:`pistes de grup MIDI <tracks/track-types:MIDI Group Track>` es poden crear per a agrupar senyals.
uk: :ref:`Доріжки аудіогрупи <tracks/track-types:Audio Group Track>` і :ref:`Групові доріжки MIDI <tracks/track-types:MIDI Group Track>` можуть бути створені для групування сигналів.

source: To route channels to these tracks, you can click the direct out selector and choose them, similar to how it works in the :ref:`track properties in the track inspector <tracks/inspector-page:Track Properties>`.
ca: Per a encaminar els canals a aquestes pistes, pots fer clic al selector de sortida directa i triar-los, semblant a com funcionen :ref:`propietats de la pista a l'inspector de pistes <tracks/inspector-page:Track Properties>`.
uk: Щоб спрямувати канали на ці доріжки, ви можете натиснути селектор прямого виходу та вибрати їх, подібно до того, як це працює у :ref:`властивості доріжки в інспекторі доріжки <tracks/inspector-page:Track Properties>`.

source: The Master track is also a group.
ca: La pista mestra també és un grup.
uk: The Master track також є групою.

source: Buses/FX Tracks
ca: Pistes bus / FX
uk: Автобуси/треки FX

source: :ref:`Audio FX tracks <tracks/track-types:Audio FX Track>` and :ref:`MIDI FX tracks <tracks/track-types:MIDI FX Track>` can be created for sending additional signals to them, in addition to the channel's main direct output.
ca: :ref:`Pistes FX d'àudio <tracks/track-types:Audio FX Track>` i :ref:`Pistes FX MIDI <tracks/track-types:MIDI FX Track>` es poden crear per a enviar-los senyals addicionals, a més de la sortida directa principal del canal.
uk: :ref:`Доріжки аудіо FX <tracks/track-types:Audio FX Track>` та :ref:`доріжки MIDI FX <tracks/track-types:MIDI FX Track>` можна створити для надсилання до них додаткових сигналів, у додаток до основного прямого виходу каналу.

source: This is useful for example for applying reverb and controlling the reverb signal separately.
ca: Això és útil, per exemple, per aplicar la reverberació i controlar el senyal de reverberació per separat.
uk: Це корисно, наприклад, для застосування реверберації та окремого керування сигналом реверберації.

source: You can send to these tracks/channels using the Sends section in the track inspector explained in :ref:`track-sends`.
ca: Pots enviar a aquestes pistes / canals mitjançant la secció Enviaments de l'inspector de pista explicada a :ref:`track-sends`.
uk: Ви можете надсилати на ці доріжки/канали за допомогою розділу Надсилання в інспекторі доріжок, поясненого в :ref:`track-sends`.

source: Some other DAWs use the term `bus` to refer to what Zrythm refers to as `group`. Please keep this in mind if you are coming from other DAWs as they are different things in Zrythm.
ca: Alguns altres DAW utilitzen el terme `bus` per a referir-se al que Zrythm es refereix com a `group`. Tingues això en compte si vens d'altres DAW, ja que són coses diferents a Zrythm.
uk: Деякі інші DAW використовують термін «шина» для позначення того, що Zrythm називає «групою». Будь ласка, майте це на увазі, якщо ви працюєте з інших DAW, оскільки це різні речі в Zrythm.

source: Sidechaining
ca: Encadenament lateral
uk: Сайдчейнінг

source: Similar to sending signals to FX tracks, you can also send signals to plugin sidechain ports, if the plugin has any. See :ref:`track-sends` for details.
ca: Semblant a l'enviament de senyals a pistes FX, també pots enviar senyals als ports d'encadenament lateral del complement, si el complement en té. Consulta :ref:`track-sends` per a més detalls.
uk: Подібно до надсилання сигналів на треки FX, ви також можете надсилати сигнали на порти сайдчейну плагіна, якщо вони є в плагіні. Дивіться :ref:`track-sends` для деталей.

source: Modulators
ca: Moduladors
uk: Модулятори

source: Modulators are any plugins that have at least one :term:`CV` output port. These CV ports can be routed to any automatable parameter inside Zrythm. For example, you can route an LFO to a filter cutoff parameter to modulate its value.
ca: Un modulador és qualsevol complement que tingui almenys un port de sortida :term:`CV`. Aquests ports CV es poden encaminar a qualsevol paràmetre automatitzable dins de Zrythm. Per exemple, pots encaminar un LFO a un paràmetre de tall de filtre per a modular-ne el valor.
uk: Модулятори — це будь-які плагіни, які мають принаймні один вихідний порт :term:`CV`. Ці порти CV можуть бути направлені до будь-якого автоматизованого параметра в Zrythm. Наприклад, ви можете направити LFO до параметра зрізу фільтра, щоб модулювати його значення.

source: Modulators Tab
ca: Pestanya moduladors
uk: Модулятори Tab

source: Zrythm has a modulators tab in the bottom panel that can hold any number of modulators and a fixed number of macro knobs.
ca: Zrythm té una pestanya de moduladors al quadre inferior que pot contenir qualsevol nombre de moduladors i un nombre fix de rodetes macro.
uk: Zrythm має вкладку модуляторів на нижній панелі, яка може містити будь-яку кількість модуляторів і фіксовану кількість макрорегуляторів.

source: Modulators and macro knobs are associated with the :ref:`Modulator Track <tracks/track-types:Modulator Track>`, which contains all modulators in the :term:`Project`.
ca: Els moduladors i les rodetes macro estan associats amb la :ref:`Pista del modulador <tracks/track-types:Modulator Track>`, que conté tots els moduladors del :term:`Project`.
uk: Модулятори та макрорегулятори пов’язані з :ref:`Modulator Track <tracks/track-types:Modulator Track>`, який містить усі модулятори в :term:`Project`.

source: Adding Modulators
ca: Afegir moduladors
uk: Додавання модуляторів

source: Modulator plugins can be drag-n-dropped from the :doc:`../plugins-files/plugins/plugin-browser` into the Modulators tab. Modulator plugins can be :ref:`filtered inside the plugin browser <plugins-files/plugins/plugin-browser:Filter Buttons>`.
ca: Els complements del modulador es poden arrossegar i deixar anar des de :doc:`../plugins-files/plugins/plugin-browser` a la pestanya Moduladors. Els complements del modulador poden ser :ref:`filtrats dins el navegador de complements <plugins-files/plugins/plugin-browser:Filter Buttons>`.
uk: Плагіни модулятора можна перетягнути з :doc:`../plugins-files/plugins/plugin-browser` на вкладку Модулятори. Плагіни модулятора можна :ref:`відфільтрувати в браузері плагінів <plugins-files/plugins/plugin-browser:Filter Buttons>`.

source: Routing Modulators
ca: Encaminat moduladors
uk: Модулятори маршрутизації

source: Modulator outputs can be routed to automatable :term:`controls <Control>` by clicking on the arrow and following the prompt to select the destination.
ca: Les sortides del modulador es poden encaminar a l'automatitzable :term:`controls <Control>` clicant a la fletxa i seguint la sol·licitud per a seleccionar la destinació.
uk: Виходи модулятора можна направляти до автоматизованих :term:`controls <Control>`, клацнувши стрілку та виконавши підказку, щоб вибрати пункт призначення.

source: Macro Knobs
ca: Rodetes macro
uk: Макро ручки

source: Macro knobs are simple controls that can be used to control multiple parameters. They can be automated in the :ref:`Modulator Track <tracks/track-types:Modulator Track>`, and you can also route envelopes like LFOs to them.
ca: Les rodetes macro són controls senzills que es poden utilitzar per a controlar diversos paràmetres. Es poden automatitzar a la :ref:`Pista del modulador <tracks/track-types:Modulator Track>`, i també pots encaminar envolupants com els LFO.
uk: Макроручки — це прості елементи керування, які можна використовувати для керування кількома параметрами. Їх можна автоматизувати в :ref:`Modulator Track <tracks/track-types:Modulator Track>`, і ви також можете направляти на них конверти, як LFO.

source: Adding Inputs
ca: Afegir entrades
uk: Додавання входів

source: Click the :guilabel:`Add` button on the left side of a macro knob to add inputs to modulate the macro knob.
ca: Clica al botó :guilabel:`Add ` al costat esquerre d'una rodeta macro per a afegir entrades per a modular les rodetes macro.
uk: Натисніть кнопку :guilabel:`Add` ліворуч від регулятора макросу, щоб додати входи для модуляції регулятора макросу.

source: Routing to Outputs
ca: Encaminant a sortides
uk: Маршрутизація до виходів

source: Click the arrow button on the right side of a macro knob to route it to one or more controls. The process is similar to modulator output routing.
ca: Clica al botó de fletxa del costat dret d'una rodeta macro per a encaminar-lo a una o més controls. El procés és semblant a l'encaminament de sortida del modulador.
uk: Клацніть кнопку зі стрілкою праворуч від регулятора макросу, щоб спрямувати його до одного або кількох елементів керування. Процес подібний до маршрутизації виходу модулятора.

source: BPM and Time Signatures
ca: BPM i indicacions de compàs
uk: BPM і розміри часу

source: The :term:`BPM` can be set to between 40 and 360 by clicking and dragging the BPM widget.
ca: El :term:`BPM` es pot establir entre 40 i 360 en clicar i arrossegar el giny BPM.
uk: :term:`BPM` можна встановити від 40 до 360, натиснувши та перетягнувши віджет BPM.

source: Clicking and dragging on the integer counterpart will change the integer (e.g., from 140.24 to 141.24) and clicking and dragging on the decimal counterpart will change the decimal value (e.g., from 140.24 to 140.25).
ca: En clicar i arrossegar sobre la part entera, es canviarà l'enter (per exemple, de 140,24 a 141,24) i en clicar i arrossegar sobre la part decimal es canviarà el valor decimal (per exemple, de 140,24 a 140,25).
uk: Клацання та перетягування відповідника цілого числа змінює ціле число (наприклад, із 140,24 на 141,24), а натискання та перетягування десяткового відповідника змінює десяткове значення (наприклад, із 140,24 на 140,25).

source: Time Signature
ca: Indicació de compàs
uk: Тактовий підпис

source: The Time Signature is split into the following
ca: La indicació de compàs es divideix en el següent
uk: Тактовий розмір поділяється на наступне

source: Beats per Bar
ca: Beats per barra
uk: ударів на такт

source: This is the top number that indicates the number of Beats that should be in a Bar. It can be set from 1 to 16.
ca: Aquest és el número superior que indica el nombre de beats que haurien d'estar en una barra. Es pot establir de l'1 al 16.
uk: Це верхнє число, яке вказує на кількість ударів, які мають бути в барі. Його можна встановити від 1 до 16.

source: Beat Unit
ca: Unitat de beat
uk: бити Unit

source: This is the bottom number that indicates the beat unit to be used. It can be set to 2, 4, 8 or 16.
ca: Aquest és el número inferior que indica la unitat de beat que s'utilitzarà. Es pot establir en 2, 4, 8 o 16.
uk: Це нижнє число, яке вказує на одиницю удару, яка буде використана. Його можна встановити на 2, 4, 8 або 16.

source: Widgets like the BPM and Time Signature can be changed by clicking and dragging, or by hovering over them with the cursor and scrolling.
ca: Els ginys com el BPM i la indicació de compàs es poden canviar en clicar i arrossegar, o passant el cursor per sobre d'ells i desplaçant-se.
uk: Такі віджети, як BPM і тактовий розмір, можна змінити, натиснувши та перетягнувши, або навівши на них курсор і прокрутивши.

source: Playback and Recording
ca: Reproducció i gravació
uk: Відтворення та запис

source: Loop Points and Markers
ca: Punts de bucle i marcadors
uk: Точки петель і маркери

source: The loop points indicate the area that will be looped during playback, if looping is enabled.
ca: Els punts de bucle indiquen l'àrea que es repetirà durant la reproducció, si bucle està habilitat.
uk: Точки циклу вказують на область, яка буде повторюватися під час відтворення, якщо цикл увімкнено.

source: This only applies to the :ref:`timeline ruler <editing/timeline:Ruler>`.
uk: Це стосується лише :ref:`лінійки часової шкали <editing/timeline:Ruler>`.

source: Cue Point
ca: Fita
uk: Ключова точка

source: The cue point is where the playhead will move to when Play is clicked while playing or when Stop is clicked while paused.
ca: El capçal de reproducció es mourà a la fita quan es clica a Reproduir mentre es reprodueix o es clica a Aturar mentre està en pausa.
uk: Точка підказки – це місце, куди переміститься вказівник відтворення, якщо під час відтворення клацнути «Відтворити» або під час паузи клацнути «Зупинити».

source: Song Start & End Markers
ca: Marcadors d'inici i final de la cançó
uk: Маркери початку та кінця пісні

source: The song start marker signifies the position in the timeline where the Song will start. This is mainly used for exporting the mixdown into audio.
ca: El marcador d'inici de la cançó significa la posició de la línia de temps on s'iniciarà la cançó. Això s'utilitza principalment per a exportar la mescla a l'àudio.
uk: Маркер початку пісні вказує на позицію на шкалі часу, де розпочнеться пісня. Це в основному використовується для експорту мікшування в аудіо.

source: The song end marker signifies the position in the timeline where the Song will end. Likewise, it is mainly used for exporting the mixdown into audio.
ca: El marcador final de la cançó significa la posició de la línia de temps on acabarà la cançó. De la mateixa manera, s'utilitza principalment per a exportar la mescla a àudio.
uk: Маркер кінця пісні вказує на позицію на шкалі часу, де завершується пісня. Крім того, він в основному використовується для експорту мікшування в аудіо.

source: These markers are part of the :ref:`Marker Track <tracks/track-types:Marker Track>`.
ca: Aquests marcadors formen part de la :ref:`Pista marcador <tracks/track-types:Marker Track>`.
uk: Ці маркери є частиною :ref:`Marker Track <tracks/track-types:Marker Track>`.

source: Custom Markers
ca: Marcadors personalitzats
uk: Спеціальні маркери

source: Custom Markers can also be created inside the :ref:`Marker Track <tracks/track-types:Marker Track>`.
ca: Els marcadors personalitzats també es poden crear dins la :ref:`Pista marcador <tracks/track-types:Marker Track>`.
uk: Користувацькі маркери також можна створити всередині :ref:`Marker Track <tracks/track-types:Marker Track>`.
