Repository: ToddAWalter/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/zrythm-manual.po
Languages: ca, uk

source: The port sends signals
ca: El port envia senyals
uk: Порт надсилає сигнали

source: Port Types
ca: Tipus de port
uk: Типи портів

source: Ports of this type receive or send raw audio signals
ca: Els ports d'aquest tipus reben o envien senyals d'àudio sense filtar
uk: Порти цього типу приймають або надсилають необроблені аудіосигнали

source: Event
ca: Esdeveniment
uk: Подія

source: Event ports are mainly used for routing MIDI signals
ca: Els ports d'esdeveniments s'utilitzen principalment per a encaminar senyals MIDI
uk: Порти подій в основному використовуються для маршрутизації сигналів MIDI

source: Control ports are user-editable parameters that can also be automated in automation lanes
ca: Els ports de control són paràmetres editables per l'usuari que també es poden automatitzar en carrils d'automatització
uk: Порти керування – це параметри, які можна редагувати користувачеві, які також можна автоматизувати в смугах автоматизації

source: :term:`CV` ports handle continuous signals and can be used to modulate control ports
ca: Els ports :term:`CV`maneguen senyals continus i es poden utilitzar per a modular els ports de control
uk: :термін: порти CV обробляють безперервні сигнали та можуть використовуватися для модуляції портів керування

source: Port Connections
ca: Connexions de port
uk: Підключення портів

source: Ports can be connected with each other, as long as they are of the same type and opposite direction, with the exception of CV ports which may be routed to both CV ports and control ports.
ca: Els ports es poden connectar entre si, sempre que siguin del mateix tipus i direcció oposada, a excepció dels ports CV que es poden encaminar tant a ports CV com a ports de control.
uk: Порти можуть бути з’єднані один з одним, якщо вони одного типу та протилежного напрямку, за винятком портів CV, які можуть бути спрямовані як до портів CV, так і до портів керування.

source: When ports are connected, the signal from the source port is added to the destination port during processing.
ca: Quan els ports estan connectats, el senyal del port d'origen s'afegeix al port de destinació durant el processament.
uk: Коли порти підключені, сигнал із порту джерела додається до порту призначення під час обробки.

source: Port connection graph for an audio track
ca: Gràfic de connexió de port per a una pista d'àudio
uk: Графік підключення портів для звукової доріжки

source: In the above example, the output audio port ``TP Stereo out L`` is connected to the input audio port ``Ch Pre-Fader in L``. This connection is created automatically by Zrythm internally.
ca: En l'exemple anterior, el port d'àudio de sortida ``TP Stereo out L`` està connectat al port d'àudio d'entrada ``Ch Pre-Fader in L``. Aquesta connexió és creada automàticament per Zrythm internament.
uk: У наведеному вище прикладі вихідний аудіопорт ``TP Stereo out L`` підключений до вхідного аудіопорту ``Ch Pre-Fader in L``. Це підключення автоматично створюється Zrythm всередині.

source: Scripting
ca: Crear scripts
uk: Написання скриптів

source: Deprecation Notice
uk: Повідомлення про припинення використання

source: Zrythm used to offer scripting capabilities using GNU Guile. This functionality has been disabled and is considered deprecated. We will be migrating to a different framework for scripting - likely libpeas-based. Ideas and suggestions are welcome.
uk: Раніше Zrythm пропонував можливості створення сценаріїв за допомогою GNU Guile. Цю функцію вимкнено та вважається застарілою. Ми будемо переходити на іншу структуру для створення сценаріїв, ймовірно, на основі libpeas. Ідеї та пропозиції вітаються.

source: This chapter is left as reference of what was possible and will be replaced in the future.
uk: Цей розділ залишився як посилання на те, що було можливо, і буде замінено в майбутньому.

source: Previous Scripting Capabilities
uk: Попередні можливості сценаріїв

source: Zrythm offers a scripting interface implemented using `GNU Guile <https://www.gnu.org/software/guile/>`_ that supports multiple scripting languages. Zrythm currently supports the following scripting languages:
ca: Zrythm ofereix una interfície de script implementada amb `GNU Guile <https://www.gnu.org/software/guile/>`_ que admet diversos llenguatges de script. Actualment, Zrythm admet els següents llenguatges de script:
uk: Zrythm пропонує інтерфейс сценаріїв, реалізований за допомогою `GNU Guile <https://www.gnu.org/software/guile/>`_, який підтримує кілька мов сценаріїв. Зараз Zrythm підтримує такі мови сценаріїв:

source: `Scheme <https://en.wikipedia.org/wiki/Scheme_%28programming_language%29>`_
ca: `Scheme <https://ca.wikipedia.org/wiki/Scheme`_
uk: `Схема <https://en.wikipedia.org/wiki/Scheme_%28programming_language%29>`_

source: The Guile API is not available on Windows. See `this ticket <https://github.com/msys2/MINGW-packages/issues/3298>`_ for details.
ca: L'API Guile no està disponible al Windows. Consulta `aquesta incidència <https://github.com/msys2/MINGW-packages/issues/3298>`_ per a més detalls.
uk: API Guile недоступний у Windows. Перегляньте `цей квиток <https://github.com/msys2/MINGW-packages/issues/3298>`_, щоб дізнатися більше.

source: Using Modules
ca: Ús de mòduls
uk: Використання модулів

source: To use the :scheme:`audio position` module from Scheme, use the following code:
ca: Per a utilitzar el mòdul :scheme:`audio position` de Scheme, utilitza el codi següent:
uk: Щоб використовувати модуль :scheme:`audio position` зі Scheme, використовуйте наступний код:

source: To use it from ECMAScript, use:
ca: Per a utilitzar-lo des d'ECMAScript, utilitza:
uk: Щоб використовувати його з ECMAScript, використовуйте:

source: Theming
ca: Aparença
uk: Тематизація

source: Zrythm aims to allow extensive theming support, however it is considered experimental at this stage.
uk: Zrythm має на меті забезпечити широку підтримку тем, однак на даному етапі це вважається експериментальним.

source: You can override many defaults that Zrythm uses by placing things in your :ref:`user path <configuration/preferences:Zrythm User Path>`.
uk: Ви можете перевизначити багато параметрів за замовчуванням, які використовує Zrythm, розмістивши речі у своєму :ref:`шляху користувача <configuration/preferences:Zrythm User Path>`.

source: The `Zrythm installation directory` refers to where Zrythm was installed in. This is normally :file:`/opt/zrythm-<your version>` on GNU/Linux and MacOS, and :file:`C:\\Program Files\\Zrythm` on Windows.
uk: `Каталог інсталяції Zrythm` вказує на місце встановлення Zrythm. Зазвичай це :file:`/opt/zrythm-<ваша версія>` для GNU/Linux і MacOS і :file:`C:\\Program Files\\Zrythm` у Windows.

source: You can override the GTK theme that Zrythm uses along with much of the color scheme in a special CSS file. It is a good idea to start by copying the theme from your Zrythm installation directory (normally :file:`/usr/share/zrythm/themes/zrythm-theme.css` on GNU/Linux and :file:`share/zrythm/themes/zrythm-theme.css` in the installation path on Windows or the Application contents on MacOS.
ca: Pots sobreescriure el tema GTK que utilitza Zrythm juntament amb gran part de l'esquema de color en un fitxer CSS especial. És una bona idea començar copiant el tema del directori d'instal·lació de Zrythm (normalment :file:`/usr/share/zrythm/themes/zrythm-theme.css` i :file:`share/zrythm/themes/zrythm-theme.css` en el camí d'instal·lació a Windows o el contingut de l'aplicació al MacOS.
uk: Ви можете замінити тему GTK, яку використовує Zrythm разом із більшою частиною колірної схеми, у спеціальному файлі CSS. Бажано почати з копіювання теми з каталогу встановлення Zrythm (зазвичай :file:`/usr/share/zrythm/themes/zrythm-theme.css` у GNU/Linux і :file:`share/zrythm/themes/zrythm-theme.css` у шляху інсталяції у Windows або вміст програми в MacOS.

source: You should create a file called :file:`theme.css` under the :file:`themes` directory in your Zrythm directory. For example, if your Zrythm directory is :file:`/home/me/zrythm`, you should create a file at :file:`/home/me/zrythm/themes/theme.css`.
ca: Hauries de crear un fitxer anomenat :file:`theme.css` sota el directori :file:`themes` al teu directori Zrythm. Per exemple, si el teu directori de Zrythm és :file:`/home/me/zrythm`, has de crear un fitxer a :file:`/home/me/zrythm/themes/theme.css`.
uk: Вам слід створити файл під назвою :file:`theme.css` у каталозі :file:`themes` вашого каталогу Zrythm. Наприклад, якщо ваш каталог Zrythm :file:`/home/me/zrythm`, вам слід створити файл за адресою :file:`/home/me/zrythm/themes/theme.css`.

source: This is highly experimental and many things are subject to change.
uk: Це дуже експериментальний процес, і багато речей можуть бути змінені.

source: GTK-Specific Rules
uk: Спеціальні правила GTK

source: You will find lots of information about changing CSS rules for general GTK widgets online.
ca: Trobaràs molta informació sobre el canvi de regles CSS per als ginys GTK generals en línia.
uk: Ви знайдете багато інформації про зміну правил CSS для загальних віджетів GTK в Інтернеті.

source: Here are some links by official GNOME sources:
ca: Aquests són alguns enllaços de fonts oficials del GNOME:
uk: Ось кілька посилань на офіційні джерела GNOME:

source: `GTK+ CSS Overview <https://docs.gtk.org/gtk4/css-overview.html>`_
uk: `Огляд GTK+ CSS <https://docs.gtk.org/gtk4/css-overview.html>`_

source: `GTK+ CSS Properties <https://docs.gtk.org/gtk4/css-properties.html>`_
ca: `Propietats GTK+ CSS <https://docs.gtk.org/gtk4/css-properties.html>`_
uk: `Властивості GTK+ CSS <https://docs.gtk.org/gtk4/css-properties.html>`_

source: `Styling GTK with CSS <https://thegnomejournal.wordpress.com/2011/03/15/styling-gtk-with-css/>`_
ca: `Donar estil a GTK amb CSS <https://thegnomejournal.wordpress.com/2011/03/15/styling-gtk-with-css/>`_
uk: `Стилізація GTK за допомогою CSS <https://thegnomejournal.wordpress.com/2011/03/15/styling-gtk-with-css/>`_

source: Icon Themes
ca: Temes de les icones
uk: Теми значків

source: Icon theming is deprecated and will not be supported until we figure out a nice way to do it. The following text still applies to some extent, however most icons used inside Zrythm are bundled inside the Zrythm executable and are not themable at the moment.
uk: Тематика піктограм застаріла й не підтримуватиметься, доки ми не знайдемо хороший спосіб це зробити. Наведений нижче текст до певної міри застосовний, однак більшість піктограм, що використовуються всередині Zrythm, включено у виконуваний файл Zrythm і на даний момент не можна використовувати в темах.

source: Moreover, the following functionality is inherited from GTK, however it is likely that GTK/Freedesktop will change how icon theming works in the future, so we only mention it for reference.
uk: Крім того, наведені нижче функції успадковано від GTK, однак цілком імовірно, що GTK/Freedesktop змінить роботу тематики піктограм у майбутньому, тому ми згадуємо це лише для довідки.

source: The icon theme that Zrythm uses is freedesktop-compliant, so it can be easily overridden.
ca: El tema de les icones que utilitza Zrythm és compatible amb el freedesktop, de manera que es pot substituir fàcilment.
uk: Тема піктограми, яку використовує Zrythm, сумісна з freedesktop, тому її можна легко змінити.

source: To override the Zrythm icon theme with your own icon theme, you need to create a directory similar to :file:`share/zrythm/themes/icons/zrythm-dark` under your Zrythm installation directory.
ca: Per a sobreescriure el tema de la icona de Zrythm amb el teu propi tema d'icones, has de crear un directori semblant a :file:`share/zrythm/themes/icons/zrythm-dark` sota el teu directori d'instal·lació de Zrythm.
uk: Щоб замінити тему піктограм Zrythm вашою власною темою піктограм, вам потрібно створити каталог, схожий на :file:`share/zrythm/themes/icons/zrythm-dark` у каталозі встановлення Zrythm.

source: For example, if your Zrythm directory is :file:`/home/me/zrythm`, you should create a directory at :file:`/home/me/zrythm/themes/icons/zrythm-dark` with an :file:`index.theme` file and the icons you wish to override.
ca: Per exemple, si el teu directori de Zrythm és :file:`/home/me/zrythm`, has de crear un directori a :file:`/home/me/zrythm/themes/icons/zrythm-dark` amb un :file:`index.theme` i les icones que vols sobreescriure.
uk: Наприклад, якщо ваш каталог Zrythm :file:`/home/me/zrythm`, ви повинні створити каталог за адресою :file:`/home/me/zrythm/themes/icons/zrythm-dark` з :file: файл `index.theme` та піктограми, які ви бажаєте змінити.

source: An easy way to do it is by copying the directory that Zrythm comes with and replacing the icons with your own.
ca: Una manera fàcil de fer-ho és copiant el directori que inclou Zrythm i substituint les icones per les teves.
uk: Простий спосіб зробити це — скопіювати каталог, із яким постачається Zrythm, і замінити значки своїми.

source: A more elegant way to do it is by following the `Freedesktop Icon Theme Specification <https://specifications.freedesktop.org/icon-theme-spec/latest/>`_.
ca: Una manera més elegant de fer-ho és seguint l'`Especificació del tema d'icones de Freedesktop <https://specifications.freedesktop.org/icon-theme-spec/latest/>`_.
uk: Елегантніший спосіб зробити це — дотримуватися `Специфікації теми піктограм Freedesktop <https://specifications.freedesktop.org/icon-theme-spec/latest/>`_.

source: Automation
ca: Automatització
uk: Автоматизація

source: Automation Tracks
ca: Pistes d'automatització
uk: Автоматизація доріжок

source: Automation tracks (or automation *lanes*) are used to create automation events for various automatable parameters/controls, such as fader volume, fader balance, plugin controls and MIDI controls, if the track type supports it.
ca: Les pistes d'automatització (o *carrils* d'automatització) s'utilitzen per a crear esdeveniments d'automatització per a diversos paràmetres/controls automatitzables, com ara el volum de l'atenuador, el balanç de l'atenuador, els controls del complement i els controls MIDI, si el tipus de pista ho admet.
uk: Доріжки автоматизації (або *смуги* автоматизації) використовуються для створення подій автоматизації для різних автоматичних параметрів/керування, таких як гучність фейдера, баланс фейдера, елементи керування додатками та елементи керування MIDI, якщо тип треку це підтримує.

source: To show the automation lanes for a track, click the cusp icon.
ca: Per a mostrar els carrils d'automatització d'una pista, fes clic a la icona cúspide.
uk: Щоб показати смуги автоматизації для треку, клацніть піктограму гостроти.

source: Automation track for Fader Volume
ca: Pista d'automatització per al volum de l'atenuador
uk: Автоматична доріжка для Fader Volume

source: You can choose which parameter you want to automate in each automation lane by clicking on the parameter name. A popover will appear that allows you to find an automatable parameter to automate.
uk: Ви можете вибрати, який параметр потрібно автоматизувати в кожній смузі автоматизації, клацнувши назву параметра. З’явиться спливаюче вікно, яке дозволить вам знайти автоматичний параметр для автоматизації.

source: Selecting an automatable control
ca: Selecció d'un control automatitzat
uk: Вибір автоматизованого керування

source: Playback Mode
ca: Mode reproducció
uk: Режим відтворення

source: Automation can be enabled or disabled using the :guilabel:`On` and :guilabel:`Off` toggles in the track lane.
ca: L'automatització es pot habilitar o deshabilitar amb els commutadors :guilabel:`On` i :guilabel:`Off` al carril de la pista.
uk: Автоматизацію можна ввімкнути або вимкнути за допомогою перемикачів :guilabel:`On` і :guilabel:`Off` на доріжці.

source: Touch/latch modes can also be used to record automation live (see the :ref:`playback-and-recording/recording:Recording Automation` section).
ca: Els modes tàctil / pestell també es poden utilitzar per a gravar l'automatització en directe (consulta la secció :ref:`playback-and-recording/recording:Recording Automation`).
uk: Режими Touch/Latch також можна використовувати для автоматизованого запису в прямому ефірі (див. розділ :ref:`playback-and-recording/recording:Recording Automation`).

source: Editing Automation
ca: Edició de l'automatització
uk: Автоматизація редагування

source: Editing automation involves creating automation regions and then creating automation events inside the :ref:`automation editor <editing/automation-editor:Automation Editor>`.
uk: Редагування автоматизації передбачає створення областей автоматизації, а потім створення подій автоматизації в :ref:`редакторі автоматизації <editing/automation-editor:Automation Editor>`.

source: Showing/Hiding Lanes
uk: Показ/приховання смуг

source: New lanes can be shown by clicking on the :guilabel:`+` button. This will display a new automation lane assigned to the next available automatable parameter.
uk: Нові смуги можна показати, натиснувши кнопку :guilabel:`+`. Це відобразить нову смугу автоматизації, призначену наступному доступному автоматизованому параметру.

source: Previously shown automation lanes will be given priority.
uk: Пріоритет буде надано раніше показаним смугам автоматизації.

source: Existing lanes can be hidden using the :guilabel:`-` button.
uk: Існуючі смуги можна приховати за допомогою кнопки :guilabel:`-`.

source: Behavior
ca: Comportament
uk: Поведінка

source: The control corresponding to each automation lane will use the value from the automation lane if there are automation events present at the current playhead position.
ca: El control corresponent a cada carril d'automatització utilitzarà el valor del carril d'automatització si hi ha esdeveniments d'automatització presents a la posició actual del capçal de reproducció.
uk: Елемент керування, що відповідає кожній смузі автоматизації, використовуватиме значення зі смуги автоматизації, якщо в поточній позиції вказівника відтворення є події автоматизації.

source: If there is no automation at the playhead, the control will use the last known value, either from the automation lane or from a manual change.
ca: Si no hi ha automatització al capçal de reproducció, el control utilitzarà l'últim valor conegut, ja sigui des del carril d'automatització o des d'un canvi manual.
uk: Якщо в точці відтворення немає автоматизації, елемент керування використовуватиме останнє відоме значення або зі смуги автоматизації, або з ручної зміни.

source: This behavior also applies when rendering (exporting) the project.
ca: Aquest comportament també s'aplica en representar (exportar) el projecte.
uk: Така поведінка також застосовується під час відтворення (експорту) проекту.

source: Creating Tracks
ca: Creació de pistes
uk: Створення треків

source: Empty Tracks
uk: Порожні доріжки

source: To add an empty track, click the :guilabel:`+` button in the tracklist (or right click on empty space) and select the type of track you want to add.
uk: Щоб додати порожню доріжку, натисніть кнопку :guilabel:`+` у списку доріжок (або клацніть правою кнопкою миші на порожньому місці) і виберіть тип доріжки, яку ви хочете додати.

source: Adding a new empty track
uk: Додавання нового порожнього треку

source: :ref:`Instantiating a plugin <plugins-files/plugins/plugin-browser:Instantiating Plugins>` will cause new tracks to be created (unless the plugin was dropped in a particular location). If the plugin is an instrument plugin, an instrument track will be created. If the plugin is an effect, a bus track will be created.
uk: :ref:`Створення екземпляра плагіна <plugins-files/plugins/plugin-browser:Instantiating Plugins>` призведе до створення нових треків (якщо плагін не було відкинуто в певному місці). Якщо плагін є плагіном інструменту, буде створено трек інструменту. Якщо плагін є ефектом, буде створено шинну доріжку.

source: Instrument tracks can be created this way.
uk: Інструментальні треки можна створити таким чином.

source: Likewise, :ref:`importing audio/MIDI files <plugins-files/audio-midi-files/file-browser:Importing Files>` will create audio and/or MIDI tracks containing that file.
uk: Подібним чином :ref:`імпорт аудіо/MIDI-файлів <plugins-files/audio-midi-files/file-browser:Importing Files>` створить аудіо- та/або MIDI-доріжки, що містять цей файл.

source: Duplicating/Cloning
uk: Тиражування/Клонування

source: Most Tracks can be duplicated via the :guilabel:`Duplicate` context menu option.
uk: Більшість доріжок можна скопіювати за допомогою пункту контекстного меню :guilabel:`Дублювати`.

source: Track Inspector
ca: Inspector de pistes
uk: Інспектор колії

source: Each track will display its page in the inspector when selected. Depending on the track, the properties shown will be different.
ca: Cada pista mostrarà la seva pàgina a l'inspector quan la seleccionis. Segons la pista, les propietats mostrades seran diferents.
uk: Кожна доріжка відображатиме свою сторінку в інспекторі після вибору. Залежно від треку показані властивості будуть різними.

source: The track inspector
uk: Інспектор Колії

source: Track Properties
ca: Propietats de la pista
uk: Властивості доріжки

source: Track properties are basic properties that the track has.
ca: Les propietats de la pista són propietats bàsiques que té la pista.
uk: Властивості треку — це основні властивості, які має трек.

source: Track Name
ca: Nom de pista
uk: Назва треку

source: Name of the track. Can be changed by double clicking.
ca: Nom de la pista. Es pot canviar fent doble clic.
uk: Назва треку. Можна змінити подвійним клацанням.

source: Direct Out
ca: Sortida directa
uk: Прямо Вийти

source: The track that this track routes its output to.
ca: La pista a la que aquesta pista encamina la seva sortida.
uk: Доріжка, на яку ця доріжка направляє свій вихід.

source: Routing an instrument to an audio group
ca: Encaminant un instrument a un grup d'àudio
uk: Маршрутизація інструменту до аудіогрупи

source: The instrument plugin from this track (only applicable to :ref:`instrument tracks <tracks/track-types:Instrument Track>`).
uk: Інструментальний плагін із цього треку (застосовується лише до :ref:`інструментальних треків <tracks/track-types:Instrument Track>`).

source: If the track takes input, there will be an input selection section. This is mainly used for :ref:`playback-and-recording/recording:Recording`.
ca: Si la pista pren una entrada, hi haurà una secció de selecció d'entrada. Això s'utilitza principalment per a :ref:`playback-and-recording/recording:Recording`.
uk: Якщо доріжка приймає вхідні дані, буде розділ вибору вхідних даних. Це в основному використовується для :ref:`playback-and-recording/recording:Recording`.

source: MIDI Inputs
ca: Entrades MIDI
uk: MIDI входи

source: MIDI inputs on an instrument track
uk: MIDI-входи на інструментальній доріжці

source: Input Device
ca: Dispositiu d'entrada
uk: Пристрій введення

source: Device to read MIDI input from
ca: Dispositiu des d'on llegir l'entrada MIDI
uk: Пристрій для читання вхідних даних MIDI

source: MIDI Channels
ca: Canals MIDI
uk: Канали MIDI

source: MIDI channels to listen to (other channels will be ignored)
ca: Canals MIDI a escoltar (s'ignoraran altres canals)
uk: Канали MIDI для прослуховування (інші канали ігноруватимуться)

source: Audio Inputs
ca: Entrades d’àudio
uk: Аудіовходи

source: Audio inputs on an audio track
uk: Аудіовходи на звуковій доріжці

source: Left Input
ca: Entrada esquerra
uk: Лівий вхід

source: Left audio input port to listen to
ca: Port d'entrada d'àudio esquerre per a escoltar
uk: Лівий аудіовхідний порт для прослуховування

source: Right Input
ca: Entrada dreta
uk: Правий вхід

source: Right audio input port to listen to
ca: Port d'entrada d'àudio dret per a escoltar
uk: Правий аудіовхідний порт для прослуховування

source: Mono toggle
ca: Commutador mono
uk: Моно перемикач
