Repository: ToddAWalter/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/zrythm-manual.po
Languages: ca, uk

source: AU Scan
ca: Exploració AU
uk: AU Сканувати

source: On MacOS, :term:`AU` plugins will be scanned at their standard locations at :file:`/Library/Audio/Plug-Ins/Components` for system plugins and :file:`~/Library/Audio/Plug-Ins/Components` for user plugins.
uk: У MacOS плагіни :term:`AU` скануватимуться у стандартних розташуваннях у :file:`/Library/Audio/Plug-Ins/Components` для системних плагінів і :file:`~/Library/Audio/Plug-Ins /Components` для плагінів користувача.

source: SFZ/SF2 Scan
ca: Exploració SFZ/SF2
uk: Сканування SFZ/SF2

source: :term:`SFZ` and :term:`SF2` instruments will be scanned in all directories and subdirectories specified in the :ref:`preferences <configuration/preferences:Preferences>`.
uk: інструменти :term:`SFZ` і :term:`SF2` скануватимуться в усіх каталогах і підкаталогах, указаних у :ref:`preferences <configuration/preferences:Preferences>`.

source: About Flatpak
ca: Quant a Flatpak
uk: Про Flatpak

source: When using Zrythm as a Flatpak, only Flatpak plugins should be used (i.e., plugins using the `Linux Audio base extension`_).
uk: Під час використання Zrythm як Flatpak слід використовувати лише плагіни Flatpak (тобто плагіни, що використовують `Linux Audio base extension`_).

source: While Zrythm allows the user to use plugins not packaged as Flatpaks, this is not recommended and we do not offer support if it causes issues.
uk: Хоча Zrythm дозволяє користувачеві використовувати плагіни, не запаковані як Flatpaks, це не рекомендується, і ми не пропонуємо підтримку, якщо це спричиняє проблеми.

source: Flatpak builds have no access to :file:`/usr` so it is not possible to use system plugins, even when using the environment variables above.
ca: Les construccions de flatpak no tenen accés a :file:`/usr` de manera que no és possible utilitzar complements del sistema, fins i tot quan s'utilitzen les variables d'entorn anteriors.
uk: Збірки Flatpak не мають доступу до :file:`/usr`, тому неможливо використовувати системні плагіни, навіть якщо використовуються змінні середовища, наведені вище.

source: Projects
ca: Projectes
uk: Проекти

source: Project Structure
ca: Estructura del projecte
uk: Структура проекту

source: In Zrythm, work is saved inside :term:`projects <Project>`. Projects consist of a directory with a project file describing the project along with additional files and directories used by the project, such as audio files and plugin states.
ca: A Zrythm, el treball es guarda dins de :term:`projectes <Project>`. Projectes consisteix en un directori amb un fitxer de projecte que descriu el projecte juntament amb fitxers i directoris addicionals utilitzats pel projecte, com ara fitxers d'àudio i estats dels complements.
uk: У Zrythm робота зберігається всередині :term:`projects <Project>`. Проекти складаються з каталогу з файлом проекту, який описує проект, а також додаткових файлів і каталогів, які використовуються проектом, наприклад аудіофайлів і станів плагінів.

source: Backups
ca: Còpies de seguretat
uk: Резервні копії

source: Backups are also kept in the project directory, and each backup is a standalone project on its own - ie, it contains all the files it needs to load as a separate project.
ca: Les còpies de seguretat també es mantenen al directori del projecte, i cada còpia de seguretat és un projecte independent per si mateix, és a dir, conté tots els fitxers que necessita carregar com a projecte separat.
uk: Резервні копії також зберігаються в каталозі проекту, і кожна резервна копія є окремим проектом, тобто містить усі файли, які потрібно завантажити як окремий проект.

source: Projects inside the :file:`backups` dir of a parent project are considered backups of the parent project.
ca: Projectes dins el directori :file:`backups` d'un projecte principal es consideren còpies de seguretat del projecte principal.
uk: Проекти всередині каталогу :file:`backups` батьківського проекту вважаються резервними копіями батьківського проекту.

source: Zrythm will keep backups automatically by default during autosave. You can change the autosave interval or turn it off in the :ref:`preferences <configuration/preferences:Preferences>`.
ca: Zrythm mantindrà les còpies de seguretat automàticament per defecte durant el desat automàtic. Pots canviar l'interval de desat automàtic o desactivar-lo a :ref:`preferències <configuration/preferences:Preferences>`.
uk: Zrythm автоматично зберігатиме резервні копії за замовчуванням під час автозбереження. Ви можете змінити інтервал автозбереження або вимкнути його в :ref:`налаштуваннях <configuration/preferences:Preferences>`.

source: Project Directory
ca: Directori del projecte
uk: Довідник проекту

source: Project File Format
ca: Format del fitxer del projecte
uk: Формат файлу проекту

source: Zrythm project files (``project.zpj``) are `zstd <https://facebook.github.io/zstd/>`_-compressed `JSON <https://www.json.org/>`_ files (the project file `MIME type <https://en.wikipedia.org/wiki/MIME>`_ ``x-zrythm-project`` is an alias of ``application/zstd``).
uk: Файли проекту Zrythm (``project.zpj``) є `zstd <https://facebook.github.io/zstd/>`_-стиснутими `JSON <https://www.json.org/>`_ файлами (файл проекту `тип MIME <https://en.wikipedia.org/wiki/MIME>`_ ``x-zrythm-project`` є псевдонімом з ``application/zstd``).

source: Project files can be converted to JSON using:
uk: Файли проекту можна конвертувати в JSON за допомогою:

source: Audio Pool
ca: Agrupació d'àudio
uk: Аудіопул

source: The audio pool (:file:`pool` directory) contains all audio files currently used by the project. Zrythm will automatically delete unused files during save.
ca: L'agrupació d'àudio (directori :file:`backups`) conté tots els fitxers d'àudio utilitzats actualment pel projecte. Zrythm suprimirà automàticament els fitxers no utilitzats durant el desament.
uk: Пул аудіо (каталог:file:`pool`) містить усі аудіофайли, які зараз використовуються проектом. Zrythm автоматично видалить невикористані файли під час збереження.

source: These files will be copied to backups as well.
ca: Aquests fitxers també es copiaran a les còpies de seguretat.
uk: Ці файли також буде скопійовано в резервні копії.

source: Project Compatibility
uk: Сумісність проекту

source: Project format is not expected to change in a breaking way. When we make changes to the project format, Zrythm will auto-convert old projects to the new format.
uk: Кардинальних змін у форматі проекту не передбачається. Коли ми вносимо зміни до формату проекту, Zrythm автоматично перетворює старі проекти в новий формат.

source: Saving & Loading
ca: Desar i carregar
uk: Збереження та завантаження

source: Loading Projects
ca: Carregar projectes
uk: Завантаження проектів

source: When Zrythm launches, it will ask you to select a project to load from a list of recent projects or from a path, or to create a new one.
ca: Quan s'iniciï Zrythm, et demanarà que seleccionis un projecte per a carregar d'una llista de projectes recents o d'un camí, o que en creis un de nou.
uk: Коли Zrythm запускається, він попросить вас вибрати проект для завантаження зі списку останніх проектів або зі шляху, або створити новий.

source: When you select a project, Zrythm will load it.
uk: Коли ви виберете проект, Zrythm завантажить його.

source: To load a project from a path, click :guilabel:`Open From Path...`.
uk: Щоб завантажити проект зі шляху, натисніть :guilabel:`Відкрити зі шляху...`.

source: Creating Projects
ca: Creació de projectes
uk: Створення проектів

source: To create a new project, click :guilabel:`Create New Project...` and choose a title, parent directory and template, then click :guilabel:`Create Project`.
uk: Щоб створити новий проект, клацніть :guilabel:`Створити новий проект...` і виберіть назву, батьківський каталог і шаблон, а потім натисніть :guilabel:`Створити проект`.

source: New project creation
ca: Creació de projecte nou
uk: Створення нового проекту

source: A blank template is available, and you can create your own templates by copying a project directory under :file:`templates` in the :ref:`Zrythm user path <configuration/preferences:Zrythm User Path>`.
uk: Доступний порожній шаблон, і ви можете створити власні шаблони, скопіювавши каталог проекту в :file:`templates` у :ref:`Шлях користувача Zrythm <configuration/preferences:Zrythm User Path>`.

source: Saving Projects
ca: Desant projectes
uk: Збереження проектів

source: Saving works as you would expect: :guilabel:`Save As...` will save the Project in a new location and :guilabel:`Save` will save the Project in the previous location.
ca: El desat funciona com esperes: :guilabel:`Save As...` desarà el projecte en una ubicació nova i :guilabel:`Save` desarà el projecte a la ubicació anterior.
uk: Збереження працює так, як ви очікували: :guilabel:`Зберегти як...` збереже проект у новому місці, а :guilabel:`Зберегти` збереже проект у попередньому місці.

source: When saving projects, Zrythm expects you to give it a directory.
uk: Під час збереження проектів Zrythm очікує, що ви надасте йому каталог.

source: Automatic Backups
ca: Còpies de seguretat automàtiques
uk: Автоматичне резервне копіювання

source: Zrythm has an option to auto-save the current project as a back-up. When launching Zrythm and selecting to load your project, Zrythm will let you know if there are newer back-ups of that project and ask you if you want to load them instead.
ca: Zrythm té l'opció de desar automàticament el projecte actual com a còpia de suport. En iniciar Zrythm i seleccionar per a carregar el teu projecte, Zrythm t'informarà si hi ha noves còpies de suport d'aquest projecte i et preguntarà si les vols carregar.
uk: Zrythm має опцію автоматичного збереження поточного проекту як резервної копії. Під час запуску Zrythm і вибору завантаження вашого проекту Zrythm повідомить вам, чи є нові резервні копії цього проекту, і запитає, чи хочете ви завантажити їх натомість.

source: Prompt asking whether to open the found backup
uk: Запитати, чи відкривати знайдену резервну копію

source: See :ref:`projects/project-structure:Backups` for more information about backups.
ca: Consulta :ref:`projects/project-structure:Backups` per a més informació sobre les còpies de seguretat.
uk: Перегляньте :ref:`projects/project-structure:Backups` для отримання додаткової інформації про резервне копіювання.

source: Connections
ca: Connexions
uk: Зв'язки

source: Making Connections
ca: Fent connexions
uk: Створення зв'язків

source: Direct Connections
ca: Connexions directes
uk: Прямі підключення

source: Zrythm allows the user to connect almost any port to any other port, as long as they are compatible. For example, you can route an LFO's CV output to a filter plugin's cutoff parameter.
ca: Zrythm permet a l'usuari connectar gairebé qualsevol port a qualsevol altre port, sempre que siguin compatibles. Per exemple, pots encaminar la sortida de CV d'un LFO al paràmetre de tall de filtre d'un complement.
uk: Zrythm дозволяє користувачеві підключати майже будь-який порт до будь-якого іншого порту, якщо вони сумісні. Наприклад, ви можете скерувати вихід CV LFO до параметра відсікання плагіна фільтра.

source: Connections can be made by double clicking on ports in the :ref:`track-inspector` or the :ref:`plugin-inspector-page`.
ca: Les connexions es poden fer fent doble clic als ports de la pàgina :ref:`track-inspector` o la :ref:`plugin-inspector-page`.
uk: З’єднання можна встановити подвійним клацанням миші на портах у :ref:`track-inspector` або :ref:`plugin-inspector-page`.

source: Plugin controls
ca: Controls del complement
uk: Елементи керування плагіном

source: In the popover, you can view existing connections and press :guilabel:`Add` to create a new connection.
ca: A la finestra emergent, pots veure les connexions existents i prémer :guilabel:`Add ` per a crear una connexió nova.
uk: У спливаючому вікні ви можете переглянути існуючі підключення та натиснути :guilabel:`Додати`, щоб створити нове підключення.

source: Port connections for control
ca: Connexions de port per al control
uk: Порти підключення для управління

source: You can select the port to connect to in the presented dialog.
ca: Pots seleccionar el port al qual connectar-te al diàleg presentat.
uk: Ви можете вибрати порт для підключення у представленому діалоговому вікні.

source: Selecting a new port to connect to
ca: Seleccionant un port nou on connectar-te
uk: Вибір нового порту для підключення

source: Signal from tracks can be routed to plugins that have sidechain inputs via :ref:`Aux Sends <tracks/inspector-page:Aux Sends>`.
ca: El senyal de les pistes es pot encaminar a complements que tinguin entrades de cadena lateral mitjançant :ref:`enviaments aux <tracks/inspector-page:Aux Sends>`.
uk: Сигнал із доріжок можна скеровувати до плагінів, які мають входи сайдчейну через :ref:`Aux Sends <tracks/inspector-page:Aux Sends>`.

source: For example, you can use a compressor plugin on a bass track that accepts a sidechain input from a kick track to get a pumping/ducking effect.
ca: Per exemple, pots utilitzar un complement de compressor en una pista baixa que accepti una entrada de cadena lateral d'una pista de bombo per a un efecte de bombeig/atenuació.
uk: Наприклад, ви можете використовувати плагін компресора для бас-треку, який приймає вхідний сигнал сайдчейну з кік-треку, щоб отримати ефект накачування/приглушення.

source: Managing Connections
ca: Gestió de connexions
uk: Керування підключеннями

source: Connections can be managed in the Connections tab in the :ref:`main manel <zrythm-interface/main-panel:Main Panel>`.
uk: З’єднаннями можна керувати на вкладці «З’єднання» в :ref:`main manel <zrythm-interface/main-panel:Main Panel>`.

source: Managing connections
ca: Gestió de connexions
uk: Управління підключеннями

source: Individual connections can be edited in the inspector pages by double clicking.
ca: Les connexions individuals es poden editar a les pàgines de l'inspector fent doble clic.
uk: Окремі підключення можна редагувати на сторінках інспектора подвійним клацанням.

source: Editing a connection
ca: Edició d'una connexió
uk: Редагування підключення

source: You can click and drag the bar to select how much the connection should affect the signal. 100% means the whole signal will be passed from the source port to the destination port, and 0% means no signal will be allowed through.
ca: Pots fer clic i arrossegar la barra per a seleccionar quant ha d'afectar la connexió al senyal. El 100% significa que tot el senyal es passarà des del port d'origen al port de destinació i el 0% significa que no es permetrà cap senyal.
uk: Ви можете клацнути та перетягнути панель, щоб вибрати, наскільки з’єднання має впливати на сигнал. 100% означає, що весь сигнал буде передано з порту джерела в порт призначення, а 0% означає, що сигнал не буде пропускатися.

source: The following controls are also available.
ca: Els controls següents també estan disponibles.
uk: Також доступні такі елементи керування.

source: Enable/Disable Connection
ca: Habilitar / deshabilitar la connexió
uk: Увімкнути/вимкнути підключення

source: Toggle whether the connection is enabled (active)
ca: Commutar si la connexió està habilitada (activa)
uk: Увімкнути підключення (активне)

source: Delete Connection
ca: Suprimir connexió
uk: Видалити підключення

source: Delete the connection
ca: Suprimir la connexió
uk: Видаліть з'єднання

source: It may be helpful to be able to view the routing graph when making connections. We plan to add this functionality into Zrythm in the future, but for now Zrythm allows you to export the whole routing graph as an image, so you can view it externally.
ca: Pot ser útil poder veure el gràfic d'encaminament en fer connexions. Tenim previst afegir aquesta funcionalitat a Zrythm en el futur, però ara per ara Zrythm et permet exportar tot el gràfic d'encaminament com a imatge, de manera que pots veure'l externament.
uk: Може бути корисно мати можливість переглядати графік маршрутизації під час встановлення з’єднань. Ми плануємо додати цю функцію до Zrythm у майбутньому, але наразі Zrythm дозволяє експортувати весь графік маршрутизації як зображення, щоб ви могли переглядати його ззовні.

source: See :ref:`export-routing-graph` for details.
ca: Consulta :ref:`export-routing-graph` per a més detalls.
uk: Дивіться :ref:`export-routing-graph` для деталей.

source: Monitor Section
ca: Secció monitor
uk: Секція монітору

source: The monitor section is used to edit global settings related to mixing and routing signals. It is found inside the :ref:`Right Panel <zrythm-interface/right-panel:Right Panel>`.
ca: La secció de monitor s'utilitza per a editar la configuració global relacionada amb la mescla i l'encaminament de senyals. Es troba dins de :ref:`Right Panel <zrythm-interface/right-panel:Right Panel>`.
uk: Розділ монітора використовується для редагування глобальних параметрів, пов’язаних із мікшуванням і маршрутизацією сигналів. Його можна знайти всередині :ref:`правої панелі <zrythm-interface/right-panel:Right Panel>`.

source: Monitor section
ca: Secció del monitor
uk: Розділ Монітора

source: Channel Controls
ca: Controls de canal
uk: Елементи керування каналом

source: The monitor section displays the number of tracks currently soloed, muted or listened, along with buttons to unsolo, unmute, or unlisten every track.
ca: La secció de monitor mostra el nombre de pistes en solo, silenciades o no actualment, juntament amb botons per a treure el solo, treure el silenciat o no escoltar cada pista.
uk: У розділі монітора відображається кількість доріжок, які наразі відтворюються соло, вимкнено або прослуховуються, а також кнопки для скасування соло, увімкнення або скасування прослуховування кожного треку.

source: Global Levels
ca: Nivells globals
uk: Глобальні рівні

source: The monitor section includes global mute, listen and dim level controls.
ca: La secció de monitor inclou controls de nivell global de silenci, escolta i atenuació.
uk: Розділ монітора містить елементи керування рівнем глобального вимкнення звуку, прослуховування та затемнення.

source: Mute Level
ca: Nivell de silenci
uk: Рівень відключення звуку

source: The level at which muted tracks will be played
ca: El nivell al qual es reproduiran les pistes silenciades
uk: Рівень, на якому відтворюватимуться приглушені треки

source: Listen Level
ca: Nivell d'escolta
uk: Рівень прослуховування

source: The level at which listened tracks will be played
ca: El nivell en què es reproduiran les pistes escoltades
uk: Рівень, на якому відтворюватимуться прослухані треки

source: Dim Level
ca: Nivell d'atenuació
uk: Рівень затемнення

source: The level at which unlistened tracks will be played when at least 1 track is listened
ca: El nivell al qual es reproduiran les pistes no escoltades quan s'escolta almenys 1 pista
uk: Рівень, на якому відтворюватимуться непрослухані треки, якщо прослухано принаймні 1 трек

source: Monitor Output
ca: Sortida del monitor
uk: Вихід монітора

source: In Zrythm, what you actually hear through your speakers is not the output of the master track, but the monitor output. The master track routes its output to this special processor that processes the signal before sending the output to the speakers.
ca: A Zrythm, el que realment sents pels altaveus no és la sortida de la pista mestra, sinó la sortida del monitor. La pista mestra encamina la seva sortida a aquest processador especial que processa el senyal abans d'enviar la sortida als altaveus.
uk: У Zrythm те, що ви насправді чуєте через динаміки, є не виходом майстер-треку, а виходом монітора. Головний трек направляє свій вихід на цей спеціальний процесор, який обробляє сигнал перед тим, як надсилати вихід на динаміки.

source: Monitor Knob
ca: Rodeta del monitor
uk: Ручка монітора

source: The :guilabel:`Monitor` knob controls the output volume. If set to 0dB, the volume coming from the master track will remain unchanged.
ca: La rodeta del :guilabel:`Monitor` controla el volum de sortida. Si s'estableix a 0 dB, el volum que prové de la pista mestra es mantindrà sense canvis.
uk: Регулятор :guilabel:`Monitor` контролює вихідну гучність. Якщо встановлено значення 0 дБ, гучність головної доріжки залишиться незмінною.

source: Monitor Controls
ca: Controls del monitor
uk: Елементи керування монітором

source: The following buttons exist to alter the signal passing through the monitor processor.
ca: Els botons següents existeixen per a alterar el senyal que passa pel processador del monitor.
uk: Наведені нижче кнопки існують для зміни сигналу, що проходить через процесор монітора.

source: Sum the output to mono
ca: Suma la sortida al mono
uk: Сумувати вихід до моно

source: This is useful for checking how the mix sounds in mono.
ca: Això és útil per a comprovar com sona la mescla en mono.
uk: Це корисно для перевірки того, як мікс звучить у моно.

source: Dim
ca: Atenuació
uk: Зниж

source: Dim the output to the dim level
ca: Atenua la sortida al nivell d'atenuació
uk: Зменште вихід до рівня затемнення

source: Mute
ca: Silenciar
uk: Вимкнути звук

source: Mute the output
ca: Silenciar la sortida
uk: Вимкнути вихід

source: JACK Output
ca: Sortida JACK
uk: Вихід JACK

source: When using the :term:`JACK` backend, there will be additional controls to route the output signal to one or more user-specified devices, instead of the default device used by JACK.
ca: Quan utilitzis el rerefons :term:`JACK`, hi haurà controls addicionals per a encaminar el senyal de sortida a un o més dispositius especificats per l'usuari, en lloc del dispositiu predeterminat utilitzat per JACK.
uk: Під час використання серверної частини :term:`JACK` з’являться додаткові елементи керування для маршрутизації вихідного сигналу на один чи більше пристроїв, визначених користувачем, замість пристрою за замовчуванням, який використовує JACK.

source: JACK output
ca: Sortida JACK
uk: вихід JACK

source: Ports
uk: Порти

source: Before getting into connections, it is necessary to understand some basic information about ports.
ca: Abans d'entrar en connexions, cal entendre algunes informacions bàsiques sobre els ports.
uk: Перш ніж приступати до з'єднань, необхідно зрозуміти деякі основні відомості про порти.

source: Ports are the main building blocks used to route signals throughout Zrythm. A port does not process anything on its own, and is usually part of a `processor`, like a plugin or track.
ca: Els ports són els pilars per a encaminar senyals a través de Zrythm. Un port no processa res per si mateix i normalment forma part d'un `processor`, com ara un complement o una pista.
uk: Порти є основними будівельними блоками, які використовуються для маршрутизації сигналів через Zrythm. Порт нічого не обробляє сам по собі, і зазвичай є частиною «процесора», як плагін або трек.

source: 2 input ports connected to a processor, which produces output to 2 output ports
ca: 2 ports d'entrada connectats a un processador, que produeix sortida a 2 ports de sortida
uk: 2 вхідні порти, підключені до процесора, який виводить на 2 вихідні порти

source: For example, an instrument track has a `MIDI input` port it uses to read MIDI data from and 2 `Audio output` ports where it copies the stereo signal after being processed.
ca: Per exemple, una pista d'instrument té un port `MIDI input` que utilitza per a llegir dades MIDI i 2 ports `Audio output` on es copia el senyal estèreo després de ser processat.
uk: Наприклад, інструментальна доріжка має порт «MIDI-вхід», який використовується для зчитування MIDI-даних, і 2 порти «Аудіовихід», куди він копіює стереосигнал після обробки.

source: Port Directions
ca: Direccions de port
uk: Напрямки порту

source: Input
ca: Entrada
uk: Введення

source: The port receives signals
ca: El port rep senyals
uk: Порт приймає сигнали

source: Output
ca: Sortida
uk: Вихід
