Repository: ToddAWalter/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/zrythm-manual.po
Languages: ca, uk

source: Likewise, to create an Audio Track from an audio file (WAV, FLAC, etc.), you can drag an audio file from the File Browser into empty space in the Tracklist or Mixer. This will create an Audio Track containing a single Audio Clip at the current Playhead position.
ca: De la mateixa manera, per a crear una pista d'àudio a partir d'un fitxer d'àudio (WAV, FLAC, etc.), pots arrossegar un fitxer d'àudio des del navegador de fitxers a l'espai buit de la llista de pistes o mesclador. Això crearà una pista d'àudio que conté un sol clip d'àudio a la posició actual del capçal de reproducció.

source: Creating Tracks by Duplicating
ca: Creació de pistes per duplicació

source: Most Tracks can be duplicated by right clicking inside the Track and selecting :zbutton:`Duplicate`.
ca: La majoria de pistes es poden duplicar clicant el botó dret a l'interior de la pista i seleccionant :zbutton:`Duplicate`.

source: The instrument plugin from this track. This is only applicable to :ref:`Instrument tracks <tracks/track-types:Instrument Track>`.
ca: El complement d'instrument des d'aquesta pista. Això només és aplicable a :ref:`Pistes d'instruments <tracks/track-types:Instrument Track>`.

source: The signal flow is summarized below.
ca: El flux de senyal es resumeix a continuació.

source: Fader section to control the volume and stereo balance.
ca: Secció d'atenuador per a controlar el volum i el balanç estèreo.

source: The meter displays the amplitude of the signal in dBFS as it is processed live. The following values are displayed next to the meter for additional reference.
ca: El vúmetre mostra l'amplitud del senyal en dBFS a mesura que es processa en directe. Els valors següents es mostren al costat del vúmetre per a una referència addicional.

source: Peak
ca: Pic

source: Peak signal value
ca: Valor pic del senyal

source: Root Mean Square of the signal value
ca: Arrel quadrada mitjana del valor del senyal

source: The controls available for controlling the signal flow are covered in :ref:`tracks/track-controls:Signal Flow`.
ca: Els controls disponibles per a controlar el flux del senyal es tracten a :ref:`tracks/track-controls:Signal Flow`.

source: MIDI faders use MIDI volume CC.
ca: Els atenuadors MIDI utilitzen el CC de volum MIDI.

source: The MIDI fader is a TODO feature - currently, it lets the signal pass through unchanged.
ca: L'atenuador MIDI és una funcionalitat PENDENT; actualment, deixa passar el senyal sense canvis.

source: Channel Settings
ca: Paràmetres de canal

source: Track in tracklist
ca: Pista a la llista de pistes

source: Channel in mixer
ca: Canal al mesclador

source: This is different from what many other :term:`DAWs <DAW>` do, so please keep this in mind.
ca: Això és diferent del que fan molts altres :term:`DAWs <DAW>`, així que compte.

source: Add pic and explain how to add custom icons.
ca: Afegir una foto i explicar com afegir icones personalitzades.

source: Context Menu
ca: Menú contextual

source: Each tracks has a context menu with additional options depending on its type.
ca: Cada pista té un menú contextual amb opcions addicionals en funció del seu tipus.

source: The section :ref:`track-operations` explains the various track operations available.
ca: La secció :ref:`track-operations` explica les diferents operacions de pista disponibles.

source: Track Controls
ca: Controls de pista

source: Tracks have various controls available in the track views inside the tracklist and in their corresponding channels inside the mixer. Each available control is explained below.
ca: Les pistes tenen diversos controls disponibles a les vistes de pistes dins la llista de cançons i als seus canals corresponents dins el mesclador. A continuació s'explica cada control disponible.

source: The track will still be processed, so if you are looking to decrease :term:`DSP` usage, try disabling plugins instead.
ca: La pista encara es processarà, de manera que si vols disminuir l'ús de :term:`DSP`, prova de desactivar els complements.

source: Similar to solo, except it dims the volume of other tracks instead of muting them. The dim amount can be controlled in the :ref:`Monitor Section <routing/monitor-section:Monitor Section>`.
ca: Semblant al solo, excepte que disminueix el volum d'altres pistes en lloc de silenciar-les. La quantitat disminuïda es pot controlar a la sala de control descrita a :ref:`Secció del monitor <routing/monitor-section:Monitor Section>`.

source: Listen to incoming signal when recording.
ca: Escolta el senyal entrant en gravar.

source: This is only used on audio tracks.
ca: Això només s'utilitza en pistes d'àudio.

source: Visibility
ca: Visibilitat

source: Show Lanes
ca: Mostrar carrils

source: Toggle the visibility of :ref:`track lanes <tracks/track-lanes:Track Lanes>`.
ca: Commuta la visibilitat de :ref:`carrils de pista <tracks/track-lanes:Track Lanes>`.

source: Show Automation
ca: Mostrar l'automatització

source: Toggle the visibility of :ref:`automation tracks <tracks/automation:Automation Tracks>`.
ca: Commuta la visibilitat de les :ref:`pistes d'automatització <tracks/automation:Automation Tracks>`.

source: Show UI
ca: Mostrar la IU

source: Show or hide the UI of the instrument plugin.
ca: Mostrar o amagar la IU del complement de l'instrument.

source: Only available on instrument tracks.
ca: Només disponible en pistes d'instruments.

source: Lock
ca: Bloquejar

source: Prevent any edits on the track while locked.
ca: Evita qualsevol edició a la pista mentre està bloquejada.

source: Not implemented yet.
ca: Encara no s'ha implementat.

source: Freeze
ca: Congelar

source: Bounce the track to an audio file internally and prevent edits while frozen. This is intended to reduce :term:`DSP` load on DSP-hungry tracks.
ca: Rebota la pista a un fitxer d'àudio internament i evita les edicions mentre està congelada. Això pretén reduir la càrrega de :term:`DSP` a les pistes afamades de DSP.

source: Moving Tracks
ca: Moure pistes

source: Tracks can be moved by clicking and dragging inside empty space in the Track, and dropping it at another location. The drop locations will be highlighted as you move the Track.
ca: Les pistes es poden moure clicant-les i arrossegant-les a l'espai buit de la pista i deixant-les anar en una altra ubicació. Les ubicacions on deixar anar es ressaltaran a mesura que moguis la pista.

source: Copying Tracks
ca: Copiar pistes

source: Tracks can be copied/cloned by clicking and dragging the selected tracks while holding :kbd:`Control`.
ca: Les pistes es poden copiar/clonar en clicar i arrossegar les pistes seleccionades mentre es manté premut :kbd:`Control`.

source: Deleting Tracks
ca: Suprimir pistes

source: Tracks can be deleted by right-clicking them and selecting :guilabel:`Delete`.
ca: Les pistes es poden suprimir clicant el botó dret i seleccionant :guilabel:`Delete`.

source: All Track operations are undoable.
ca: Totes les operacions sobre la pista es poden desfer.

source: MIDI FX
ca: FX MIDI

source: For editing chords inside chord regions, see :ref:`editing/clip-editors/chord-editor:Chord Editor`.
ca: Per a editar acords dins regions d'acords, consulta :ref:`editing/clip-editors/chord-editor:Chord Editor`.

source: To move tracks inside folder tracks, simply select the tracks you want and drag-and-drop them inside the folder track.
ca: Per a moure pistes dins les pistes en carpeta, només cal que seleccionis les pistes que vulguis i les arrosseguis i les deixis anar dins la pista en carpeta.

source: The marker track holds song markers - either custom or pre-defined ones - that make it easier to jump to or to export specific sections of the song. Each project can only have one marker track and it cannot be deleted (but can be hidden).
ca: La pista de marcadors conté marcadors de cançons - ja siguin personalitzats o predefinits - que faciliten el salt o l'exportació de seccions específiques de la cançó. Cada projecte només pot tenir una pista de marcadors i no es pot suprimir (però es pot ocultar).

source: Track Visibility
ca: Visibilitat de la pista

source: The track visibility tab in the :ref:`left-panel` allows toggling the visibility of tracks.
ca: La pestanya de visibilitat de la pista al :ref:`left-panel` permet canviar la visibilitat de les pistes.

source: Tracks can also be quickly hidden with :menuselection:`Right click --> Hide`.
ca: Les pistes també es poden ocultar ràpidament amb :menuselection:`Right click --> Hide`.

source: User Media
ca: Multimèdia d'usuaris

source: This chapter contains references to user-created media not part of Zrythm.
ca: Aquest capítol conté referències a media creada per l'usuari que no formen part de Zrythm.

source: Mascot Idea
ca: Idea de mascota

source: Concept
ca: Concepte

source: Concept by `FanaticMoose`_ [`CC-BY-SA-4.0`_]
ca: Concepte de `FanaticMoose`_ [`CC-BY-SA-4.0`_]

source: Sketches
ca: Esbossos

source: User Sketches
ca: Esbossos d'usuari

source: Sketch by `FanaticMoose`_ [`CC-BY-SA-4.0`_]
ca: Esbós de `FanaticMoose`_ [`CC-BY-SA-4.0`_]

source: Sketch by `@weoxm@koyu.space`_
ca: Esbós de `@weoxm@koyu.space`_

source: :ref:`Mixer <mixing>`
ca: :ref:`Mesclador <mixing>`

source: :ref:`Track Inspector <track-inspector>`
ca: :ref:`Inspector de pistes <track-inspector>`

source: :ref:`Track Visibility <track-visibility>`
ca: :ref:`Visibilitat de pistes <track-visibility>`

source: :ref:`Timeline <editing-timeline>`
ca: :ref:`Línia de temps <editing-timeline>`

source: :ref:`Connections <routing/connections:Managing Connections>`
ca: :ref:`Connexions <routing/connections:Managing Connections>`

source: :ref:`Bindings <configuration/device-setup:MIDI Bindings>`
ca: :ref:`Vinculacions <configuration/device-setup:MIDI Bindings>`

source: Scenes *(not implemented yet)*
ca: Escenes *(encara no implementat)*

source: The name of the project is displayed at the center, with the project path being shown below it.
ca: El nom del projecte es mostra al centre, amb el camí del projecte a sota.

source: Global Menus
ca: Menú Global

source: The main toolbar contains the following global menus.
ca: La barra d'eines principal conté els següents menús globals.

source: Edit Menu
ca: Menú Editar

source: The Edit menu has various buttons and controls that are used often during editing and arranging.
ca: El menú Editar té diversos botons i controls que s'utilitzen sovint durant l'edició i l'arranjament.

source: The :ref:`editing` chapter explains these controls in detail.
ca: El capítol :ref:`editing` explica aquests controls en detall.

source: Project Menu
ca: Menú Projecte

source: The Project menu contains various project-related actions such as saving, loading and exporting MIDI or audio.
ca: El menú Projecte conté diverses accions relacionades amb el projecte, com ara desar, carregar i exportar MIDI o àudio.

source: New Project
ca: Projecte nou

source: Load
ca: Carregar

source: Load a project.
ca: Carrega un projecte.

source: View Menu
ca: Menú Visualitzar

source: The View menu contains controls to change the appearance of Zrythm and its various areas.
ca: El menú Visualitzar conté controls per a canviar l'aparença de Zrythm i les seves diferents àrees.

source: Toggle Status Bar
ca: Commutar la barra d'estat

source: Toggles the visibility of the status bar.
ca: Commuta la visibilitat de la barra d'estat.

source: Toggles fullscreen mode.
ca: Commuta al mode pantalla completa.

source: Toggle Left/Right/Bottom/Main Panels
ca: Canviar els quadres esquerra/dreta/inferior/principal

source: Toggles the visibility of the selected panel.
ca: Commuta la visibilitat del quadre seleccionat.

source: Help Menu
ca: Menú Ajuda

source: The Help menu contains links for reporting bugs, donating, chatting and other useful links.
ca: El menú Ajuda conté enllaços per a informar d'errors, fer donatius, xatejar i altres enllaços útils.

source: View information about the running instance of Zrythm, such as version information, authors and copyright.
ca: Consulta informació sobre la instància en execució de Zrythm, com ara la informació de la versió, els autors i els drets d'autor.

source: Chat
ca: Xat

source: Join the Zrythm chatroom on Matrix.
ca: Uneix-te a la sala de xat Zrythm a Matrix.

source: View the user manual.
ca: Consulta el manual d'usuari.

source: News
ca: Novetats

source: Show the latest changelog.
ca: Es mostren els últims canvis.

source: Keyboard Shortcuts
ca: Dreceres del teclat

source: Donate
ca: Donacions

source: Donate to Zrythm through LiberaPay.
ca: Dona a Zrythm a través de LiberaPay.

source: Report a Bug
ca: Informar d'un error

source: Opens the page to report a new bug.
ca: Obre la pàgina per a informar d'un error nou.

source: Additional Buttons
ca: Botons addicionals

source: The main toolbar also contains the following buttons.
ca: La barra d'eines principal també conté els botons següents.

source: Shows the :ref:`scripting interface <scripting>`.
ca: Mostra la :ref:`interfície de script <scripting>`.

source: Log Viewer
ca: Visor de registre

source: Displays the log, which gets updated real-time.
ca: Mostra el registre, que s'actualitza en temps real.

source: Shows the :ref:`preferences dialog <preferences>`.
ca: Mostra el :ref:`diàleg de preferències <preferences>`.

source: Live Indicators
ca: Indicadors en viu

source: The following live indicators are displayed on the right.
ca: Els següents indicadors en directe es mostren a la dreta.

source: Shows the audio waveform from the master output.
ca: Mostra la forma d'ona d'àudio de la sortida mestra.

source: Views in each panel are detachable. To detach a view into its own separate window, click and drag its tab outside the main window of Zrythm.
ca: Les vistes de cada quadre són desmuntables. Per a separar una vista a la seva pròpia finestra separada, fes clic i arrossega la seva pestanya fora de la finestra principal de Zrythm.

source: :ref:`Plugin Browsers <plugin-browser>`
ca: :ref:`Navegadors de complements <plugin-browser>`

source: Write and point to correct chord preset browser section.
ca: Escriure i apuntar a la secció del navegador preestablert d'acords correcta.

source: The transport bar contains information about the audio engine, transport controls and CPU/DSP usage.
ca: La barra de transport conté informació sobre el motor d'àudio, els controls de transport i l'ús de CPU/DSP.

source: BPM and Time Signature
ca: BPM i indicació de compàs

source: BPM and Time Signature are covered in :ref:`playback-and-recording/bpm-and-time-signatures:BPM and Time Signatures`.
ca: BPM i indicació de compàs es tracten a :ref:`playback-and-recording/bpm-and-time-signatures:BPM and Time Signatures`.

source: Transport controls are covered in :ref:`playback-and-recording/transport-controls:Transport Controls`.
ca: Els controls de transport es tracten a :ref:`playback-and-recording/transport-controls:Transport Controls`.

source: CPU/DSP usage
ca: Ús de CPU/DSP

source: This widget displays the current CPU % usage at the top and the current DSP % usage at the bottom. If the DSP % exceeds 100 (all bars filled), audio will start clipping.
ca: Aquest giny mostra el % u d'ús actual de la CPU a la part superior i el % u d'ús actual del DSP a la part inferior. Si el % e de DSP supera els 100 (totes les barres s'omplen), l'àudio començarà a escapçar-se.
