Repository: ToddAWalter/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/zrythm-manual.po
Languages: ca, uk

source: Markers created in the :ref:`Marker track <tracks/track-types:Marker Track>` will be displayed here as read-only.
uk: Маркери, створені в :ref:`Маркерній доріжці <tracks/track-types:Marker Track>`, відображатимуться тут лише для читання.

source: Clip Start
ca: Inici del clip
uk: Початок кліпу

source: Controls the position where the clip will start playback from. Displayed as a red, right-pointing arrow.
uk: Керує позицією, з якої розпочнеться відтворення кліпу. Відображається як червона стрілка вправо.

source: Playhead
ca: Capçal de reproducció
uk: Відтворення

source: Current position of the playhead. Displayed as a grey, down-facing arrow.
ca: Posició actual del capçal de reproducció. Es mostra com una fletxa grisa cap avall.
uk: Поточне положення головки відтворення. Відображається як сіра стрілка вниз.

source: Loop Points
ca: Punts de bucle
uk: Точки циклу

source: These control the range where the clip will loop after it reaches the loop end point. Displayed as 2 green arrows.
ca: Aquests controlen l'interval on el clip farà bucle després d'arribar al punt final del bucle. Es mostra com a 2 fletxes verdes.
uk: Вони контролюють діапазон, у якому кліп буде зациклюватися після досягнення кінцевої точки циклу. Відображається як 2 зелені стрілки.

source: You can move these markers by clicking and dragging.
ca: Pots moure aquests marcadors en clicar i arrossegar.
uk: Ви можете переміщати ці маркери, клацаючи та перетягуючи.

source: Clicking and dragging on empty space will allow you to reposition the playhead.
ca: En clicar i arrossegar a l'espai buit pots reposicionar el capçal de reproducció.
uk: Клацання та перетягування порожнього простору дозволить вам змінити положення вказівника відтворення.

source: Regions in the Editor Ruler
uk: Області в лінійці редактора

source: All regions in the same track as the active region will be shown inside the ruler. The active region will be displayed in a more prominent color.
ca: Totes les regions de la mateixa pista que la regió activa es mostraran dins el regle. La regió activa es mostrarà amb un color més destacat.
uk: Усі регіони на тій самій доріжці, що й активний регіон, відображатимуться всередині лінійки. Активна область відображатиметься більш помітним кольором.

source: Regions in the editor ruler
ca: Regions al regle de l'editor
uk: області в лінійці редактора

source: Audio & MIDI
ca: Àudio i MIDI
uk: Аудіо та MIDI

source: The Export dialog below is used to export the project or part of the project into audio or MIDI files. It can be accessed by clicking :ref:`zrythm-interface/main-toolbar:Export`.
ca: El diàleg Exportar s'utilitza per a exportar el projecte o part del projecte a fitxers d'àudio o MIDI. S'hi pot accedir clicant a :ref:`zrythm-interface/main-toolbar:Export`.
uk: Діалогове вікно «Експорт» нижче використовується для експорту проекту або частини проекту в аудіо- чи MIDI-файли. Доступ до нього можна отримати, натиснувши :ref:`zrythm-interface/main-toolbar:Export`.

source: Export dialog
ca: Diàleg d'exportació
uk: Діалог експорту

source: Fields
ca: Camps
uk: поля

source: Artist and Genre
ca: Artista i gènere
uk: Художник і жанр

source: These will be included as metadata to the exported file if the format supports it. The title used will be the project title.
ca: Aquestes s'inclouran com a metadades al fitxer exportat si el format ho admet. El títol utilitzat serà el títol del projecte.
uk: Вони будуть включені як метадані до експортованого файлу, якщо формат це підтримує. Використовувана назва буде назвою проекту.

source: Format
uk: Формат

source: The format to export to. The formats mentioned in :ref:`Supported Formats <plugins-files/audio-midi-files/overview:Supported Formats>` are available, with the exception of MP3.
ca: El format al qual s'ha d'exportar. Els formats esmentats a :ref:`Formats compatibles <plugins-files/audio-midi-files/overview:Supported Formats>` estan disponibles, amb l'excepció de MP3.
uk: Формат для експорту. Доступні формати, згадані в розділі :ref:`Підтримувані формати <plugins-files/audio-midi-files/overview:Supported Formats>`, за винятком MP3.

source: Dither
uk: Дизер

source: Apply low-level noise to the audio to remove quantization distortion that occurs when reducing the bit depth.
uk: Застосуйте шум низького рівня до аудіо, щоб усунути спотворення квантування, яке виникає під час зменшення бітової глибини.

source: Dithering is typically applied as the final step of mastering.
uk: Дізеринг зазвичай застосовується як останній крок мастерингу.

source: Bit Depth
ca: Profunditat de bits
uk: Розрядність

source: This is the bit depth that will be used when exporting audio. The higher the bit depth the larger the file will be, but it will have better quality.
ca: Aquesta és la profunditat de bits que s'utilitzarà en exportar àudio. Com més gran sigui la profunditat de bits, més gran serà el fitxer, però tindrà millor qualitat.
uk: Це бітова глибина, яка використовуватиметься під час експорту аудіо. Що більша бітова глибина, то більшим буде файл, але він матиме кращу якість.

source: Time Range
ca: Interval de temps
uk: Діапазон часу

source: The time range to export. You can choose to export the whole song (defined by the start/end markers), the current loop range or a custom time range.
ca: L'interval de temps per a exportar. Pots triar exportar tota la cançó (definida pels marcadors d'inici/final), el bucle actual o un interval de temps personalitzat.
uk: Діапазон часу для експорту. Ви можете експортувати всю пісню (визначену маркерами початку та кінця), поточний діапазон циклу або власний діапазон часу.

source: Filename Pattern
ca: Patró de nom de fitxer
uk: Шаблон імені файлу

source: The pattern to use as the name of the file.
ca: El patró que s'utilitzarà com a nom del fitxer.
uk: Шаблон для використання як імені файлу.

source: Mixdown
ca: Mescla
uk: Змішування

source: When exporting the mixdown, sound from all selected tracks will be included in the resulting file. This is the option to use when exporting your song.
ca: En exportar la mescla, el so de totes les pistes seleccionades s'inclourà al fitxer resultant. Aquesta és l'opció que s'ha d'utilitzar en exportar la cançó.
uk: Під час експорту мікшування звук із усіх вибраних треків буде включено в кінцевий файл. Цей параметр можна використовувати під час експорту вашої пісні.

source: Export options for mixdown
ca: Opcions d'exportació per a la mescla
uk: Параметри експорту для мікшування

source: Exported file
ca: Fitxer exportat
uk: Експортований файл

source: Stems
ca: Pliques
uk: Стебла

source: Exporting stems means that each selected track will be exported in its own file. This is useful when you want to share the components of your song separately. For example, you can :term:`bounce <Bounce>` the drums and the bass as separate audio files.
ca: L'exportació de pliques significa que cada pista seleccionada s'exportarà al seu propi fitxer. Això és útil quan vols compartir els components de la cançó per separat. Per exemple, pots :term:`rebotar <Bounce>` els tambors i el baix com a fitxers d'àudio separats.
uk: Експорт стовбурів означає, що кожен вибраний трек буде експортовано в окремий файл. Це корисно, коли ви хочете поділитися компонентами вашої пісні окремо. Наприклад, ви можете :term:`bounce <Bounce>` барабани та бас як окремі аудіофайли.

source: Export options for stems
ca: Opcions d'exportació per a les pliques
uk: Параметри експорту стебел

source: Exported files
ca: Fitxers exportats
uk: Експортовані файли

source: Exporting
ca: Exportant
uk: Експорт

source: Routing Graph
ca: Gràfic d’encaminament
uk: Графік маршрутизації

source: Zrythm allows you to export its routing graph. This is useful for debugging and also helps visualizing the internals of Zrythm.
ca: Zrythm et permet exportar el seu gràfic d'encaminament. Això és útil per a la depuració i també ajuda a visualitzar els interns de Zrythm.
uk: Zrythm дозволяє експортувати свій графік маршрутизації. Це корисно для налагодження, а також допомагає візуалізувати внутрішню роботу Zrythm.

source: To export the routing graph, Select the :guilabel:`Export Graph` option in the hamburger menu in the :doc:`../zrythm-interface/main-toolbar`. The routing graph can be exported as either a PNG image or a .dot graph.
uk: Щоб експортувати графік маршрутизації, виберіть опцію :guilabel:`Експортувати графік` у гамбургер-меню в :doc:`../zrythm-interface/main-toolbar`. Графік маршрутизації можна експортувати як зображення у форматі PNG або у форматі .dot.

source: For large projects, it may take a while to generate the PNG graph and the resulting image will be extremely large.
ca: Per a projectes grans, pot trigar un temps a generar el gràfic PNG i la imatge resultant serà extremadament gran.
uk: Для великих проектів може знадобитися деякий час, щоб створити графік PNG, і кінцеве зображення буде надзвичайно великим.

source: This functionality is experimental.
uk: Ця функція є експериментальною.

source: Frequently Asked Questions
ca: Preguntes freqüents
uk: Часті запитання

source: About
ca: Sobre
uk: про

source: What is Zrythm?
ca: Què és Zrythm?
uk: Що таке Zrythm?

source: Zrythm is software for composing, recording, editing, arranging, mixing and mastering audio and MIDI data. Such software is commonly referred to as a digital audio workstation (DAW). Zrythm provides all the tools needed to create entire tracks.
ca: Zrythm és un programari per a compondre, gravar, editar, organitzar, mesclar i masteritzar dades d'àudio i MIDI. Aquest programari s'anomena habitualment estacions de treball d'àudio digital (DAW). Zrythm ofereix totes les eines necessàries per a crear pistes senceres.
uk: Zrythm — це програмне забезпечення для створення, запису, редагування, аранжування, мікшування та мастерингу аудіо та MIDI-даних. Таке програмне забезпечення зазвичай називають цифровою аудіоробочою станцією (DAW). Zrythm надає всі інструменти, необхідні для створення цілих треків.

source: How do I pronounce it?
ca: Com ho pronuncio?
uk: Як я це вимовляю?

source: Zee-rhythm.
uk: Зі-ритм.

source: Is it free?
ca: És gratuït?
uk: Це безкоштовно?

source: Zrythm is free as in *freedom* (:term:`Free software`). If you purchase a binary from us, there is a cost involved but you can also get Zrythm for free as in *free beer* if you build it yourself or get it from a distribution.
ca: Zrythm és gratuït *freedom* (:term:`Free software`). Si ens compreu un binari, hi ha un cost, però també podeu obtenir Zrythm de forma gratuïta com *cervesa gratuïta* si el creeu vosaltres mateixos o l'obteniu d'una distribució.
uk: Zrythm безкоштовний, як і *freedom* (:term:`Free software`). Якщо ви придбаєте двійковий файл у нас, це стягнеться за певну плату, але ви також можете отримати Zrythm безкоштовно, наприклад *безкоштовне пиво*, якщо створите його самостійно або отримаєте з розповсюдження.

source: When will v1 be released?
ca: Quan es llançarà la v1?
uk: Коли вийде v1?

source: When all bugfixes and feature implementations under the `Version 1 milestone <https://gitlab.zrythm.org/zrythm/zrythm/-/issues?milestone_title=v1>`_ are completed.
uk: Коли всі виправлення помилок і впровадження функцій у рамках етапу версії 1 <https://gitlab.zrythm.org/zrythm/zrythm/-/issues?milestone_title=v1>`_ завершено.

source: Usage
ca: Ús
uk: Використання

source: How do I add external plugins?
ca: Com puc afegir complements externs?
uk: Як додати зовнішні плагіни?

source: See :ref:`plugins-files/plugins/scanning:Scanning for Plugins` and :ref:`plugins-files/plugins/plugin-browser:Instantiating Plugins`.
ca: Consulta :ref:`plugins-files/plugins/scanning:Explorant complements` i :ref:`plugins-files/plugins/plugin-browser:Instal·lant complements`.
uk: Перегляньте :ref:`plugins-files/plugins/scanning:Scanning for Plugins` і :ref:`plugins-files/plugins/plugin-browser:Instantiating Plugins`.

source: How do I import an audio/MIDI file?
ca: Com importar un fitxer d'àudio/MIDI?
uk: Як імпортувати аудіо/MIDI-файл?

source: See :ref:`plugins-files/audio-midi-files/file-browser:Importing Files`.
ca: Consulta :ref:`plugins-files/audio-midi-files/file-browser:Importar fitxers`.
uk: Перегляньте :ref:`plugins-files/audio-midi-files/file-browser:Importing Files`.

source: Can I use ASIO?
ca: Puc utilitzar ASIO?
uk: Чи можу я використовувати ASIO?

source: *Short answer: Yes, but you have to do it yourself and you may not distribute the build to anyone else.*
ca: *Resposta breu: Sí, però has de fer-ho tu mateix i no pots distribuir la compilació a ningú més.*
uk: *Коротка відповідь: так, але ви повинні зробити це самі, і ви не можете поширювати збірку іншим.*

source: The ASIO technology was developed by German company Steinberg and is protected by a licensing agreement which prevents redistribution of its source code.
ca: La tecnologia ASIO ha estat desenvolupada per l'empresa alemanya Steinberg i està protegida per un acord de llicència que impedeix la redistribució del seu codi font.
uk: Технологія ASIO розроблена німецькою компанією Steinberg і захищена ліцензійною угодою, яка запобігає повторному розповсюдженню вихідного коду.

source: Zrythm contains code under AGPL/GPL which requires all source code (including source code of used libraries) to be disclosed, and therefore it is illegal to provide builds with ASIO support.
ca: Zrythm conté codi sota AGPL/GPL que requereix que es divulgui tot el codi font (inclòs el codi font de les biblioteques usades) i, per tant, és il·legal proporcionar compilacions amb suport ASIO.
uk: Zrythm містить код згідно з AGPL/GPL, який вимагає розкриття всього вихідного коду (включно з вихідним кодом використаних бібліотек), і тому надання збірок із підтримкою ASIO є незаконним.

source: However, Zrythm supports the JACK and RtAudio backends, which optionally support ASIO. As we cannot distribute these libraries with ASIO support along with Zrythm, you must obtain them yourself (for example by building them from source with ASIO support) and make Zrythm use those.
ca: Tanmateix, Zrythm admet els rerefons jack i RtAudio, que opcionalment admeten ASIO. Com que no podem distribuir aquestes biblioteques amb suport ASIO juntament amb Zrythm, has d'obtenir-les tu mateix (per exemple construint-les des del codi font amb suport ASIO) i fer que Zrythm les utilitzi.
uk: Однак Zrythm підтримує серверні модулі JACK і RtAudio, які додатково підтримують ASIO. Оскільки ми не можемо розповсюджувати ці бібліотеки з підтримкою ASIO разом із Zrythm, ви повинні отримати їх самостійно (наприклад, зібравши з джерел із підтримкою ASIO) і дозволити Zrythm використовувати їх.

source: Zrythm with ASIO support is NON-DISTRIBUTABLE. You may NOT copy or distribute builds including ASIO support to anyone else. The build is strictly for your own personal (private or commercial) use. For the same reasons, the Zrythm team cannot distribute builds of Zrythm including ASIO support.
ca: Zrythm amb suport ASIO no és DISTRIBUÏBLE. NO pots copiar ni distribuir compilacions, inclòs el suport d'ASIO a ningú més. La construcció és estrictament per al teu ús personal (privat o comercial). Per les mateixes raons, l'equip de Zrythm no pot distribuir compilacions de Zrythm, inclòs el suport d'ASIO.
uk: Zrythm із підтримкою ASIO НЕ ПОШИРЮЄТЬСЯ. Ви НЕ можете копіювати чи поширювати будь-кому збірки, включаючи підтримку ASIO. Збірка призначена виключно для вашого особистого (приватного чи комерційного) використання. З тих самих причин команда Zrythm не може поширювати збірки Zrythm із підтримкою ASIO.

source: Getting Plugins, Instruments and Samples
ca: Obtenció de complements, instruments i mostres
uk: Отримання плагінів, інструментів і зразків

source: Plugins
ca: Complements
uk: Розширення

source: Zrythm ships with a few bundled plugins to help users get started, but users can also download and install their own plugins that suit their preferences.
ca: Zrythm s'envia amb uns quants complements inclosos per a ajudar els usuaris a començar, però els usuaris també poden descarregar i instal·lar els seus propis complements que s'adaptin a les seves preferències.
uk: Zrythm постачається з декількома пакетами плагінів, які допомагають користувачам розпочати роботу, але користувачі також можуть завантажити та встановити власні плагіни, які відповідають їхнім уподобанням.

source: There are many plugins to choose from. This guide will show you a few ways you can install plugins on GNU/Linux systems.
ca: Hi ha molts complements per a triar. Aquesta guia et mostrarà algunes maneres d'instal·lar complements en sistemes GNU/Linux.
uk: Є багато плагінів на вибір. Цей посібник покаже вам кілька способів встановлення плагінів у системах GNU/Linux.

source: For other systems, you can find a `list of free software plugins here <https://github.com/webprofusion/OpenAudio>`_.
ca: Per a altres sistemes, pots trobar una `llista de complements de programari lliure aquí <https://github.com/webprofusion/OpenAudio>`_.
uk: Для інших систем ви можете знайти `список плагінів безкоштовного програмного забезпечення тут <https://github.com/webprofusion/OpenAudio>`_.

source: For users of Debian-based distributions (such as Ubuntu and Linux Mint) we recommend using the `KXstudio repositories <https://kx.studio/>`_, as there are many plugins that can easily be installed via apt.
uk: Для користувачів дистрибутивів на основі Debian (таких як Ubuntu і Linux Mint) ми рекомендуємо використовувати `репозиторії KXstudio <https://kx.studio/>`_, оскільки існує багато плагінів, які можна легко встановити через кв.

source: For users of Arch Linux-based distributions we recommend installing the `pro-audio group`_.
uk: Для користувачів дистрибутивів на базі Arch Linux ми рекомендуємо встановити `pro-audio group`_.

source: Recommended Plugin Bundles
ca: Paquets de complements recomanats
uk: Рекомендовані пакети плагінів

source: `DISTRHO Ports`_ provides a good variety of synths and effects.
ca: `DISTRHO Ports`_ proporciona una bona varietat de sintetitzadors i efectes.
uk: `DISTRHO Ports`_ пропонує широкий вибір синтезаторів і ефектів.

source: `ZAM Plugins <https://www.zamaudio.com/?p=976>`_ is an effects pack that contains high quality plugins for all the basic effects such as Delay, Reverb, Compression, EQ and Saturation.
ca: `Complements ZAM <https://www.zamaudio.com/?p=976>`_ és un paquet d'efectes que conté complements d'alta qualitat per a tots els efectes bàsics com retard, reverberació, compressió, EQ i saturació.
uk: `ZAM Plugins <https://www.zamaudio.com/?p=976>`_ — це пакет ефектів, який містить високоякісні плагіни для всіх основних ефектів, таких як затримка, реверберація, стиснення, еквалайзер і насиченість.

source: The `LSP Project <https://lsp-plug.in/>`_ has a wide variety of effect plugins.
ca: `LSP Project <https://lsp-plug.in/>`_ té una àmplia varietat de complements d'efectes.
uk: `LSP Project <https://lsp-plug.in/>`_ має широкий спектр плагінів ефектів.

source: `X42 Plugins <http://x42-plugins.com/x42/>`_ is a collection of various MIDI effect and meter plugins.
ca: `X42 Plugins <http://x42-plugins.com/x42/>`_ és una col·lecció de complements d'efectes i vúmetres MIDI.
uk: `X42 Plugins <http://x42-plugins.com/x42/>`_ — це колекція різних MIDI-ефектів і плагінів лічильників.

source: Synths
ca: Sintetitzadors
uk: Синтезатори

source: `Helm <https://tytel.org/helm/>`_ is an easy to use subtractive synthesizer.
ca: `Helm <https://tytel.org/helm/>`_ és un sintetitzador subtractiu fàcil d'utilitzar.
uk: `Helm <https://tytel.org/helm/>`_ — простий у використанні субтрактивний синтезатор.

source: Vitalium from `DISTRHO Ports`_ is a very powerful wavetable synthesizer.
ca: Vitalium de `DISTRHO Ports`_ és un sintetitzador d'ones molt potent.
uk: Vitalium від `DISTRHO Ports`_ — це дуже потужний синтезатор хвильової таблиці.

source: `Surge <https://surge-synthesizer.github.io/>`_ is a subtractive hybrid synthesizer with a unique interface.
ca: `Surge <https://surge-synthesizer.github.io/>`_ és un sintetitzador híbrid subtractiu amb una interfície única.
uk: `Surge <https://surge-synthesizer.github.io/>`_ — субтрактивний гібридний синтезатор з унікальним інтерфейсом.

source: `Dexed <http://asb2m10.github.io/dexed/>`_ Dexed is an FM synthesizer that is closely modeled on the Yamaha DX7.
ca: `Dexed <http://asb2m10.github.io/dexed/>`_ Dexed és un sintetitzador FM que està estretament modelat en la Yamaha DX7.
uk: `Dexed <http://asb2m10.github.io/dexed/>`_ Dexed — це FM-синтезатор, схожий на Yamaha DX7.

source: `ZynFusion <https://zynaddsubfx.sourceforge.io/zyn-fusion.html>`_ is a powerful additive/subtractive synth that can synthesize a wide variety of sounds.
ca: `ZynFusion <https://zynaddsubfx.sourceforge.io/zyn-fusion.html>`_ és un potent sintetitzador additiu/subtractiu que pot sintetitzar una àmplia varietat de sons.
uk: `ZynFusion <https://zynaddsubfx.sourceforge.io/zyn-fusion.html>`_ — це потужний адитивний/субтрактивний синтезатор, який може синтезувати різноманітні звуки.

source: Percussion Generators
ca: Generadors de percussió
uk: Ударні генератори

source: `GeonKick <https://gitlab.com/iurie-sw/geonkick>`_ is a kick drum synthesizer that can also synthesize other types of percussion.
ca: `GeonKick <https://gitlab.com/iurie-sw/geonkick>`_ és un sintetitzador de bombo que també pot sintetitzar altres tipus de percussió.
uk: `GeonKick <https://gitlab.com/iurie-sw/geonkick>`_ — це синтезатор ударних, який також може синтезувати інші типи перкусії.

source: See :ref:`scanning-plugins` for paths where plugins will be scanned in.
ca: Consulta :ref:`scanning-plugins` per a trobar els camins on s'exploraran els complements.
uk: Перегляньте :ref:`scanning-plugins` шляхи сканування плагінів.

source: `Freesound`_ has presets available to download for specific plugins.
ca: `Freesound`_ té configuracions predeterminades descarregables de complements específics.
uk: `Freesound`_ має попередні налаштування, доступні для завантаження для певних плагінів.

source: In the future, we will be offering preset packs for download.
ca: En el futur, oferirem paquets predefinits per a descarregar.
uk: У майбутньому ми пропонуватимемо попередньо встановлені пакети для завантаження.

source: SFZ/SF2 Instruments
ca: Instruments SFZ/SF2
uk: Інструменти SFZ/SF2

source: You can find a list of SFZ instruments under free licenses at `sfz instruments <https://sfzinstruments.github.io/>`_.
ca: Pots trobar una llista d'instruments SFZ sota llicències lliures a `instruments sfz <https://sfzinstruments.github.io/>`_.
uk: Ви можете знайти список інструментів SFZ за безкоштовними ліцензіями на сторінці `sfz instruments <https://sfzinstruments.github.io/>`_.

source: We recommend using `Freesound`_ for collecting CC-licensed samples.
ca: Recomanem utilitzar `Freesound`_ per a recollir mostres amb llicència CC.
uk: Ми рекомендуємо використовувати `Freesound`_ для збору зразків з ліцензією CC.

source: We will also be offering sample packs for download in the future.
ca: També oferirem paquets de mostra per a descarregar en el futur.
uk: У майбутньому ми також пропонуватимемо зразки пакетів для завантаження.

source: Installation
ca: Instal·lació
uk: монтаж

source: Installers
ca: Instal·ladors
uk: Установники

source: You can install the latest version of Zrythm for your distro or operating system using an installer from the `Download <https://www.zrythm.org/en/download.html>`_ page on our website.
ca: Pots instal·lar l'última versió de Zrythm per a la teva distribució o sistema operatiu mitjançant un instal·lador des de la pàgina `Descàrregues <https://www.zrythm.org/en/download.html>` del nostre lloc web.
uk: Ви можете встановити останню версію Zrythm для свого дистрибутива чи операційної системи за допомогою інсталятора зі сторінки `Завантажити <https://www.zrythm.org/en/download.html>`_ на нашому веб-сайті.
