Repository: ToddAWalter/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/zrythm-manual.po
Languages: ca, uk

source: A software patent is a 20-year monopoly on the use of a feature in a computer program. When a company has a patent on nested menus, a video format, or pinch-to-zoom, then no one else can implement that feature for 20 years unless they get permission from the patent holder.
ca: Una patent de programari és un monopoli de 20 anys sobre l'ús d'una funcionalitat en un programa d'ordinador. Quan una empresa té una patent en menús imbricats, un format de vídeo o pessigar a fer zoom, ningú més pot implementar aquesta funcionalitat durant 20 anys tret que obtingui el permís del titular de la patent.

source: Computer programs typically contain hundreds or thousands of features, and many features that users expect, are patented.
ca: Els programes d'ordinador solen contenir centenars o milers de funcionalitats, i moltes funcionalitats que els usuaris esperen, estan patentades.

source: The End Software Patents campaign is against software monopolies, and for software development.
ca: La campanya End Software Patents està en contra dels monopolis del programari i pel desenvolupament de programari.

source: Learn more at `EndSoftPatents`_.
ca: Més informació a `EndSoftPatents`_.

source: When a plugin is selected in the Mixer, or when using :menuselection:`right click --> Inspect` on an instrument, its page will appear in the inspector as follows.
ca: Quan es selecciona un complement al mesclador, o quan s'utilitza :menuselection:`right click --> Inspect` en un instrument, la seva pàgina apareixerà a l'inspector de la manera següent.

source: These are the ports that the plugin has.
ca: Aquests són els ports que té el complement.

source: Depending on the type of plugin, there may be different categories of ports being shown.
ca: Depenent del tipus de complement, és possible que es mostrin diferents categories de ports.

source: Drag-n-Drop
ca: Arrossegar i Deixar anar

source: When Plugin UIs are opened, a window such as the following will be displayed, if the plugin ships with its own UI. This window may contain additions by Zrythm (such as `File` and `Presets` menus).
ca: Quan s'obre la IU del complement, es mostrarà una finestra com la següent, si el complement s'envia amb la seva pròpia IU. Aquesta finestra pot contenir afegits per Zrythm (com els menús`File` i `Presets`).

source: Most plugins are instantiated in the same process as Zrythm. This has the advantage that :term:`DSP` is very fast, however, some plugin UIs are not compatible with Zrythm and need to be bridged (ie, run as separate processes).
ca: La majoria dels complements s'instancien en el mateix procés que Zrythm. Això té l'avantatge que :term:`DSP` és molt ràpid, però, alguns IO del complement no són compatibles amb Zrythm i necessiten pontar-se (és a dir, executar-se com a processos separats).

source: When it is possible to bridge only the UI, Zrythm will do so, and this will not have any performance implications on DSP. If bridging the whole plugin is required, this will have some performance implications, since it is required to communicate with the plugin in another process.
ca: Quan sigui possible pontar només la IU, Zrythm ho farà, i això no tindrà cap implicació de rendiment en DSP. Si es requereix pontar tot el complement, això tindrà algunes implicacions de rendiment, ja que es requereix comunicar-se amb el complement en un altre procés.

source: This process is transparent to the user and only mentioned for reference.
ca: Aquest procés és transparent per a l'usuari i només s'esmenta com a referència.

source: Opening Plugins in Bridged Mode
ca: Obrir complements en mode pontat

source: Sometimes, you may need to manually tell Zrythm to open plugins in a specific way. You can find the options available for each plugin by right clicking on the plugin in the :ref:`plugin-browser`.
ca: De vegades, és possible que hagis de dir-li manualment al Zrythm que obri els complements d'una manera específica. Pots trobar les opcions disponibles per a cada complement clicant el botó dret al complement al :ref:`plugin-browser`.

source: Opening ZynAddSubFX in bridged mode
ca: Obrint ZynAddSubFX en mode pontat

source: Zrythm will scan for plugins on startup and will remember those plugins until it is closed. Zrythm supports :term:`LV2`, :term:`VST2`, :term:`VST3`, LADSPA, DSSI and :term:`AU` plugins. LV2 is the recommended standard.
ca: Zrythm explorarà complements a l'inici i recordarà aquests complements fins que es tanqui. Zrythm admet :term:`LV2`, :term:`VST2`, :term:`VST3`, LADSPA, DSSI i complements :term:`AU`. LV2 és l'estàndard recomanat.

source: :term:`SFZ` and :term:`SF2` instruments are also supported, and they are scanned as instrument plugins.
ca: També s'admeten els instruments :term:`SFZ` i :term:`SF2` i s'exploren com a complements d'instrument.

source: Plugin scanning can be disabled by passing :envvar:`ZRYTHM_SKIP_PLUGIN_SCAN` when running Zrythm.
ca: L'exploració de complements es pot desactivar indicant :envvar:`ZRYTHM_SKIP_PLUGIN_SCAN` quan s'executa Zrythm.

source: LV2 Scan
ca: Exploració LV2

source: Zrythm will scan for LV2 plugins in the `standard paths specified here <https://lv2plug.in/pages/filesystem-hierarchy-standard.html>`_.
ca: Zrythm buscarà complements LV2 als `camins estàndard especificats aquí <https://lv2plug.in/pages/filesystem-hierarchy-standard.html>`_.

source: On Flatpak builds, Zrythm will scan for LV2 plugins in the following paths.
ca: A les construccions de Flatpak, Zrythm explorarà complements LV2 en els camins següents.

source: You can bypass this behavior by passing :envvar:`LV2_PATH`.
ca: Pots evitar aquest comportament indicant :envvar:`LV2_PATH`.

source: VST2/VST3 Scan
ca: Exploració VST2/VST3

source: GNU/Linux and FreeBSD
ca: GNU/Linux i FreeBSD

source: Zrythm will scan for VST2 plugins in the following paths,
ca: Zrythm explorarà complements VST2 en els camins següents,

source: and VST3 plugins in the following paths.
ca: i complements VST3 en els camins següents.

source: If your system uses a libdir other than ``lib`` (for example ``lib64``), Zrythm will scan for plugins in both locations.
ca: Si el teu sistema utilitza un libdir que no sigui ``lib`` (per exemple ``lib64``), Zrythm explorarà complements en ambdues ubicacions.

source: On Flatpak builds, Zrythm will scan for VST2 plugins in the following paths
ca: A les construccions de Flatpak, Zrythm explorarà complements VST2 en els camins següents

source: You can bypass this behavior by passing :envvar:`VST_PATH` and :envvar:`VST3_PATH`, respectively.
ca: Pots evitar aquest comportament indicant :envvar:`VST_PATH` i :envvar:`VST3_PATH`, respectivament.

source: Zrythm will scan for VST plugins in the paths specified in the :ref:`preferences <configuration/preferences:Preferences>`.
ca: Zrythm buscarà complements VST als camins especificats a :ref:`preferències <configuration/preferences:Preferences>`.

source: Zrythm will scan for VST plugins in the paths specified in `VST plug-in locations on Mac OS X and macOS <https://helpcenter.steinberg.de/hc/en-us/articles/115000171310>`_.
ca: Zrythm explorarà complements VST en els camins especificats a `Ubicacions dels complements VST a Mac OS X i macOS <https://helpcenter.steinberg.de/hc/en-us/articles/115000171310>`_.

source: :file:`/Library/Audio/Plug-Ins/VST` for VST2
ca: :file:`/Library/Audio/Plug-Ins/VST` per al VST2

source: :file:`/Library/Audio/Plug-Ins/VST3` for VST3
ca: :file:`/Library/Audio/Plug-Ins/VST3` per al VST3

source: Zrythm will remember scanned VST plugins and save this information in :file:`cached_plugin_descriptors.yaml` in the :term:`Zrythm user path`.
ca: Zrythm recordarà els complements VST explorats i guardarà aquesta informació en :file:`cached_plugin_descriptors.yaml` en el :term:`Zrythm user path`.

source: DSSI Scan
ca: Exploració DSSI

source: Zrythm will scan for DSSI plugins in the following paths,
ca: Zrythm explorarà complements DSSI en els camins següents,

source: On Flatpak builds, Zrythm will scan for DSSI plugins in the following paths.
ca: A les construccions de Flatpak, Zrythm explorarà complements DSSI en els camins següents.

source: You can bypass this behavior by passing :envvar:`DSSI_PATH`.
ca: Pots evitar aquest comportament indicant :envvar:`DSSI_PATH`.

source: LADSPA Scan
ca: Exploració LADSPA

source: Zrythm will scan for LADSPA plugins in the following paths,
ca: Zrythm explorarà complements LADSPA en els camins següents,

source: On Flatpak builds, Zrythm will scan for LADSPA plugins in the following paths.
ca: A les construccions de Flatpak, Zrythm explorarà complements LADSPA en els camins següents.

source: You can bypass this behavior by passing :envvar:`LADSPA_PATH`.
ca: Pots evitar aquest comportament indicant :envvar:`LADSPA_PATH`.

source: On MacOS, :term:`AU` plugins will be scanned at their standard location at :file:`/Library/Audio/Plug-Ins/Components`.
ca: Al MacOS, els complements :term:`AU` s'exploraran a la seva ubicació estàndard a :file:`/Library/Audio/Plug-Ins/Components`.

source: :term:`SFZ` and :term:`SF2` instruments will be scanned in all directories and subdirectories specified in the :ref:`preferences <configuration/preferences:Preferences>`.
ca: Els instruments :term:`SFZ` i :term:`SF2` s'escanejaran a tots els directoris i subdirectoris especificats a :ref:`preferences <configuration/preferences:Preferences>`.

source: When using Flatpak builds, only plugins installed as Flatpaks should be used (i.e., plugins using the `Linux Audio base extension <https://github.com/flathub/org.freedesktop.LinuxAudio.BaseExtension>`_).
ca: Quan s'utilitzen construccions de Flatpak, només s'han d'utilitzar complements instal·lats com a Flatpaks (és a dir, complements que utilitzen `Linux Audio base extension <https://github.com/flathub/org.freedesktop.LinuxAudio.BaseExtension>`_).

source: While Zrythm allows the user to use plugins not packaged as Flatpaks using the environment variables above, this is not recommended and we do not offer support if it causes issues.
ca: Tot i que Zrythm permet a l'usuari utilitzar complements no empaquetats com Flatpaks utilitzant les variables d'entorn anteriors, això no es recomana i no oferim assistència si causa problemes.

source: Project Management and Compatibility
ca: Gestió i compatibilitat de projectes

source: Zrythm projects created after the beta release are expected to be compatible with later releases. If we discover an issue that requires changing the project format, Zrythm will offer an option to upgrade older projects.
ca: S'espera que els projectes Zrythm creats després del llançament beta siguin compatibles amb versions posteriors. Si descobrim un problema que requereix canviar el format del projecte, Zrythm oferirà una opció per a actualitzar projectes més antics.

source: Zrythm uses a custom `MIME <https://en.wikipedia.org/wiki/MIME>`_ type ``x-zrythm-project`` (which is an alias of ``application/zstd``) for its project files (``project.zpj``). This is a `zstd <https://facebook.github.io/zstd/>`_-compressed `YAML <http://yaml.org/>`_ file that can be decompressed (converted to YAML) for inspection using :option:`zrythm --zpj-to-yaml`.
ca: Zrythm utilitza un tipus personalitzat `MIME <https://en.wikipedia.org/wiki/MIME>`_ tipus ``x-zrythm-project`` (que és un àlies de ``application/zstd``) per als seus fitxers de projecte (``project.zpj``). Es tracta d'un fitxer `zstd <https://facebook.github.io/zstd/>`_-comprimit `YAML <http://yaml.org/>`_ que es pot descomprimir (convertit a YAML) per a la inspecció utilitzant :option:`zrythm --zpj-to-yaml`.

source: When you select a project and click :guilabel:`&Open Selected`, Zrythm will load that project.
ca: Quan seleccionis un projecte i facis clic a :guilabel:`&Open Selected`, Zrythm carregarà aquest projecte.

source: To load a project from a path, click :guilabel:`Open from Path`.
ca: Per a carregar un projecte des d'un camí, fer clic a :guilabel:`Open from Path`.

source: To create a new project, select the :guilabel:`Create New` tab and choose a template for creating the new project, then click :guilabel:`Create`.
ca: Per a crear un projecte nou, selecciona la pestanya :guilabel:`Create New` i tria una plantilla per a crear el nou projecte i, a continuació, fes clic a :guilabel:`Create`.

source: Project template selection
ca: Selecció de plantilla de projecte

source: A blank template is available, and you can create your own templates by copying a project directory under :file:`templates` in the :term:`Zrythm user path`.
ca: Hi ha disponible una plantilla en blanc i pots crear les teves pròpies plantilles copiant un directori de projecte a :file:`templates` al :term:`Zrythm user path`.

source: After clicking :guilabel:`Create`, Zrythm will ask you for a parent directory to save the project in and a title for the project.
ca: Després de fer clic a :guilabel:`Create`, Zrythm et demanarà un directori principal per a desar el projecte i el títol del projecte.

source: Once you click :guilabel:`OK`, the new project will be set up and you will be ready to go.
ca: Un cop facis clic a :guilabel:`OK`, el projecte nou s'instal·larà i estarà llest per a començar.

source: When saving projects, Zrythm expects you to give it a directory
ca: En desar projectes, Zrythm espera que proporcionis un directori

source: Connections can be managed in the Connections tab in the :ref:`Main Panel <zrythm-interface/main-panel:Main Panel>`.
ca: Les connexions es poden gestionar a la pestanya Connexions del :ref:`Quadre principal <zrythm-interface/main-panel:Main Panel>`.

source: Creates an audio send connection as an undoable action.
ca: Crea una connexió d'enviament d'àudio com una acció que es pot desfer.

source: Connects 2 ports as an undoable action.
ca: Connecta 2 ports com una acció que es pot desfer.

source: Undoes the last action.
ca: Desfà l'última acció.

source: Redoes the last undone action.
ca: Refà l'última acció desfer.

source: Returns the plugin at the given insert slot
ca: Retorna el complement a la ranura d'inserció proporcionada

source: Returns the instrument at the given channel
ca: Retorna l'instrument al canal proporcionat

source: Returns the send instance at the given slot
ca: Retorna la instància d'enviament a la ranura proporcionada

source: Returns a new midi note.
ca: Retorna una nota midi nova.

source: Returns a new midi region.
ca: Retorna una regió midi nova.

source: Adds a midi note to ``region``.
ca: Afegeix una nota midi a ``region``.

source: Returns the left or right port of the stereo pair.
ca: Retorna el port esquerre o dret de l'estèreo.

source: Returns the identifier of ``port``.
ca: Retorna l'identificador de ``port``.

source: Return a newly-created position as ``bars``.\ ``beats``.\ ``sixteenths``.\ ``ticks``.\ ``sub_tick``.
ca: Retorna una posició de nova creació com a ``bars``.\ ``beats``.\ ``sixteenths``.\ ``ticks``.\ ``sub_tick``.

source: Prints the position as ‘bars.beats.sixteenths.ticks.sub_tick‘.
ca: Imprimeix la posició com a ‘bars.beats.sixteenths.ticks.sub_tick‘.

source: Returns an instance of SupportedFile.
ca: Retorna una instància de SupportedFile.

source: Returns a new track with name ``name`` to be placed at position ``idx`` in the tracklist.
ca: Retorna una pista nova amb el nom ``name`` que es col·locarà a la posició ``idx`` a la llista de pistes.

source: Returns the name of ``track``.
ca: Retorna el nom de ``track``.

source: Returns the processor of ``track``.
ca: Retorna el processador de ``track``.

source: Returns the channel of ``track``.
ca: Retorna el canal de ``track``.

source: Sets whether ``track`` is soloed or not. This creates an undoable action and performs it.
ca: Estableix si la ``track`` està en solo o no. Això crea una acció que no es pot desfer i la realitza.

source: Sets whether ``track`` is muted or not. This creates an undoable action and performs it.
ca: Estableix si la ``track`` està silenciada o no. Això crea una acció que no es pot desfer i la realitza.

source: Adds ``region`` to track ``track``. To be used for regions with lanes (midi/audio)
ca: Afegeix ``region`` a la pista ``track``. S'utilitzarà per a regions amb carrils (midi/àudio)

source: Returns the stereo in ports instance of the track processor.
ca: Retorna l'estèreo a la instància de ports del processador de pistes.

source: Inserts track ``track`` at index ``idx`` in the tracklist.
ca: Insereix la pista ``track`` a l'índex ``idx`` a la llista de pistes.

source: Returns the track at ``pos`` in the tracklist.
ca: Retorna la pista a ``pos`` a la llista de pistes.

source: Returns the number of tracks in the tracklist.
ca: Retorna el nombre de pistes de la llista de pistes.

source: Returns the input port of the plugin at the given index.
ca: Retorna el port d'entrada del complement a l'índex proporcionat.

source: Returns the output port of the plugin at the given index.
ca: Retorna el port de sortida del complement a l'índex proporcionat.

source: Returns the PluginDescriptor matching the given URI.
ca: Retorna el PluginDescriptor que coincideix amb l'URI proporcionat.

source: Scans the system for plugins.
ca: Explora el sistema per a cercar complements.

source: Return the project’s title.
ca: Retorna el títol del projecte.

source: Returns the tracklist for the project.
ca: Retorna la llista de pistes del projecte.

source: Returns the undo manager for the project.
ca: Retorna el gestor de desfer del projecte.

source: Return the Zrythm version as a string.
ca: Retorna la versió de Zrythm com a cadena.

source: Return the PluginManager instance.
ca: Retorna la instància PluginManager.

source: Return the currently loaded Project instance.
ca: Retorna la instància del projecte carregada actualment.

source: Returns a NULL pointer.
ca: Retorna un punter NULL.

source: Writes the message to the log.
ca: Escriu el missatge al registre.

source: Examples
ca: Exemples

source: The following examples are in the public domain (`CC 0 <https://creativecommons.org/publicdomain/zero/1.0/>`_). Feel free to copy and modify them.
ca: Els exemples següents són de domini públic (`CC 0 <https://creativecommons.org/publicdomain/zero/1.0/>`_). No dubtis en copiar-los i modificar-los.

source: Create MIDI track with notes
ca: Crear una pista MIDI amb notes

source: Hello world
ca: Hola món

source: Print all tracks
ca: Mostrar totes les pistes

source: The Guile API is experimental.
ca: L'API de Guile és experimental.

source: The :ref:`API section <scripting/api/intro:API>` is a comprehensive list of all available procedures in the API. Each section in the API corresponds to a specific Guile module.
ca: La :ref:`API section <scripting/api/intro:API>` és una llista completa de tots els procediments disponibles a l'API. Cada secció de l'API correspon a un mòdul Guile específic.

source: Scripting Interface
ca: Interfície de script

source: Clicking the :guilabel:`Scripting Interface` button in the :ref:`Main Toolbar <zrythm-interface/main-toolbar:Main Toolbar>` will bring up the scripting interface dialog.
ca: Fent clic al botó :guilabel:`Scripting Interface` a la :ref:`Barra d'eines principal <zrythm-interface/main-toolbar:Main Toolbar>` s'obrirà el diàleg de la interfície del script.

source: Scripting interface
ca: Interfície de script

source: Scripts can be edited in the editor found in the top part of the scrpiting interface.
ca: Els scripts es poden editar a l'editor que es troba a la part superior de la interfície del scrpit.

source: Execution
ca: Execució

source: Pressing :guilabel:`Execute` will execute the script and print any output in the label at the bottom.
ca: Si prems :guilabel:`Execute`, s'executarà l'script i imprimirà qualsevol sortida a l'etiqueta de la part inferior.

source: Changing Language
ca: Canviant idioma

source: The language of the script can be selected using the provided dropdown. Changing the language will also affect code highlighting.
ca: L'idioma del script es pot seleccionar mitjançant el menú desplegable proporcionat. Canviar l'idioma també afectarà el ressaltat del codi.

source: Color Scheme
ca: Esquema de color

source: Inside the theme file, you will find lots of colors defined using ``@define-color``. You can override these with your own colors and Zrythm will use them where possible.
ca: Dins el fitxer de tema, trobaràs molts colors definits amb ``@define-color``. Pots substituir-los amb els teus propis colors i Zrythm els utilitzarà sempre que sigui possible.

source: Other GTK-Specific Rules
ca: Altres regles específiques del GTK

source: Zrythm aims to allow extensive theming support. You can override many defaults that Zrythm uses by placing things in your Zrythm user directory. This directory can be found in the :ref:`preferences` and will be referred to as `the Zrythm directory` in this chapter.
ca: Zrythm té com a objectiu permetre un ampli suport temàtic. Pots substituir molts valors predeterminats que utilitza Zrythm col·locant les coses al directori d'usuari de Zrythm. Aquest directori es pot trobar a la :ref:`preferences` i es denominarà `the Zrythm directory` en aquest capítol.

source: The `Zrythm installation directory` refers to where Zrythm was installed in. This is normally :file:`/usr` on GNU/Linux, :file:`C:\\Program Files\\Zrythm` on Windows and :file:`Resources` under the the Application contents on MacOS.
ca: El `Zrythm installation directory` es refereix al lloc on s'ha instal·lat Zrythm. Normalment es tracta de :file:`/usr` a GNU/Linux, :file:`C:\\Program Files\\Zrythm` a Windows i :file:`Resources` sota el contingut de l'aplicació al MacOS.

source: You can choose which parameter you want to automate in each automation lane.
ca: Pots triar quin paràmetre vols automatitzar a cada carril d'automatització.

source: Editing automation involves creating automation regions and then creating automation events inside the automation editor. See :ref:`editing/clip-editors/automation-editor:Automation Editor` for details.
ca: Editar l'automatització implica crear regions d'automatització i després crear esdeveniments d'automatització dins l'editor d'automatització. Consulta :ref:`editing/clip-editors/automation-editor:Automation Editor` per a més informació.

source: Blank Tracks
ca: Pistes en blanc

source: To add an empty track, right click on empty space in the Tracklist and select the type of track you want to add.
ca: Per a afegir una pista buida, clica el botó dret a l'espai buit de la llista de pistes i selecciona el tipus de pista que vols afegir.

source: Creating Tracks From Plugins
ca: Creació de pistes a partir de complements

source: Plugins can be clicked and dragged from the Plugin Browser and dropped into empty space in the Tracklist or Mixer to instantiate them. If the plugin is an instrument plugin, an instrument Track will be created. If the plugin is an effect, a bus Track will be created.
ca: Els complements es poden clicar i arrossegar des del navegador de complements i deixar-los anar en un espai buit a la llista de pistes o al mesclador per a instanciar-los. Si el complement és un complement d'instrument, es crearà una pista d'instrument. Si el complement és un efecte, es crearà una pista de bus.

source: See :ref:`instantiating-plugins` for how to instantiate plugins.
ca: Consulta :ref:`instantiating-plugins` sobre com instanciar els complements.

source: Creating Audio Tracks From Audio Files
ca: Creació de pistes d'àudio a partir de fitxers d'àudio
