Repository: ToddAWalter/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/zrythm-manual.po
Languages: ca, uk

source: Donations
ca: Donatius
uk: Пожертви

source: We use the following services for receiving donations. Any amount, small or large is appreciated and helps sustain continuous development:
ca: Utilitzem els següents serveis per a rebre donatius. Qualsevol quantitat, petita o gran és apreciada i ajuda a mantenir el desenvolupament continu:
uk: Ми використовуємо наступні сервіси для отримання пожертв. Будь-яка сума, мала чи велика, цінується та допомагає підтримувати постійний розвиток:

source: We also accept cryptocurrency donations at the following addresses:
ca: També acceptem donacions de criptomoneda a les següents adreces:
uk: Ми також приймаємо пожертви в криптовалюті за такими адресами:

source: Alternatively, you can `purchase a Zrythm installer <https://www.zrythm.org/en/download.html>`_.
ca: Alternativament, pots `comprar un instal·lador Zrythm <https://www.zrythm.org/en/download.html>`_.
uk: Крім того, ви можете `придбати програму встановлення Zrythm <https://www.zrythm.org/en/download.html>`_.

source: Reporting Bugs
uk: Повідомлення про помилки

source: There are three types of bugs:
ca: Hi ha tres tipus d'errors:
uk: Існує три види помилок:

source: wrong or unexpected behavior that don't cause errors
ca: conducta incorrecta o inesperada que no causa errors
uk: неправильна або несподівана поведінка, яка не викликає помилок

source: soft errors
ca: errors lleus
uk: м'які помилки

source: hard errors (crashes)
ca: errors greus (bloquejos)
uk: серйозні помилки (збої)

source: Incorrect Behavior
uk: Некоректна поведінка

source: In this case, please report the issue on our `issue tracker <issue_tracker_>`_ with enough details to help us reproduce the problem.
ca: En aquest cas informa del problema al nostre`issue tracker <issue_tracker_>`_ amb prou detalls per ajudar-nos a reproduir el problema.
uk: У цьому випадку, будь ласка, повідомте про проблему на нашому `трекері проблем <issue_tracker_>`_ з достатньою інформацією, щоб допомогти нам відтворити проблему.

source: You should include the following details:
uk: Ви повинні включити такі відомості:

source: a screenshot/screencast showing the problem
ca: una captura de pantalla/gravació de pantalla que mostri el problema
uk: скріншот/скрінкаст, що показує проблему

source: a description of the problem
ca: Una descripció del problema
uk: опис проблеми

source: steps to reproduce the problem
ca: passos per a reproduir el problema
uk: кроки для відтворення проблеми

source: OS and Zrythm version information
ca: Informació de la versió del sistema operatiu i la del Zrythm
uk: Інформація про версію ОС і Zrythm

source: last 100 lines of the log file
ca: les últimes 100 línies del fitxer de registre
uk: останні 100 рядків файлу журналу

source: The following subsections explain how to provide this information.
uk: У наступних підрозділах пояснюється, як надати цю інформацію.

source: Obtaining a Screenshot/Screencast
ca: Obtenció d'una captura de pantalla/gravació de pantalla
uk: Отримання скріншота/скрінкасту

source: You can press the :kbd:`PrintScreen` on your keyboard to obtain a screenshot.
ca: Pots prémer la tecla :kbd:`PrintScreen` del teu teclat per a obtenir una captura de pantalla.
uk: Ви можете натиснути :kbd:`PrintScreen` на клавіатурі, щоб отримати знімок екрана.

source: To obtain a screencast you can use a screen recording software such as OBS, or :kbd:`Control-Shift-Alt-R` on GNOME.
ca: Per a obtenir una gravació de pantalla, pots utilitzar un programari de gravació de pantalla com ara OBS, o :kbd:`Control-Shift-Alt-R` a GNOME.
uk: Щоб отримати скрінкаст, ви можете використовувати програмне забезпечення для запису екрана, наприклад OBS, або :kbd:`Control-Shift-Alt-R` у GNOME.

source: Problem Description
ca: Descripció del problema
uk: Опис проблеми

source: You should include as many details as possible to help us understand and reproduce the problem, otherwise we can't do anything about it. `Here is an example <https://gitlab.zrythm.org/zrythm/zrythm/-/issues/4202>`_ of a good bug description:
ca: Hauríes d'incloure el màxim de detalls possibles per ajudar-nos a entendre i reproduir el problema, en cas contrari no podrem fer-hi res. `Aquí tens un exemple <https://gitlab.zrythm.org/zrythm/zrythm/-/issues/4202>`_ d'una bona descripció d'error:
uk: Ви повинні надати якомога більше деталей, щоб допомогти нам зрозуміти та відтворити проблему, інакше ми нічого не зможемо з нею вдіяти. `Ось приклад <https://gitlab.zrythm.org/zrythm/zrythm/-/issues/4202>`_ хорошого опису помилки:

source: Pixelated and misaligned timebase master and transport client icons
uk: Нерівні та неправильно вирівняні піктограми майстра часової бази та транспортного клієнта

source: As can be seen in the following screenshot, the two icons are seemingly misaligned, moved into each other and also very pixelated.
ca: Com es pot veure a la següent captura de pantalla, les dues icones estan aparentment desalineades, es mouen entre si i també molt pixelades.
uk: Як видно на наступному знімку екрана, дві піктограми, здавалося б, неправильно вирівняні, переміщені одна в одну, а також дуже піксельні.

source: Steps to Reproduce
ca: Passos per a reproduir
uk: Кроки для відтворення

source: Please give the exact steps to reproduce the issue, starting from a blank project (if possible). We will follow these exact steps to reproduce the error so that we can fix it. If we can't reproduce the issue, it is very difficult to find or fix the issue.
ca: Si us plau, indica els passos exactes per a reproduir el problema, partint d'un projecte en blanc (si és possible). Seguirem aquests passos exactes per a reproduir l'error i així poder solucionar-lo. Si no podem reproduir el problema, és molt difícil trobar o solucionar el problema.
uk: Укажіть точні кроки для відтворення проблеми, починаючи з порожнього проекту (якщо можливо). Ми виконаємо ці точні кроки, щоб відтворити помилку, щоб ми могли її виправити. Якщо ми не можемо відтворити проблему, її дуже важко знайти чи виправити.

source: Here is an example of helpful steps to reproduce:
ca: Aquí tens un exemple de passos útils per a reproduir:
uk: Ось приклад корисних кроків для відтворення:

source: Create an empty project
ca: Crear un projecte nou
uk: Створіть порожній проект

source: Add a MIDI track
uk: Додайте трек MIDI

source: Create a region starting at bar 1 and ending at bar 5
uk: Створіть область, починаючи з такту 1 і закінчуючи тактою 5

source: Add a note inside the region starting at bar 2 and ending at bar 4
uk: Додайте примітку в область, починаючи з такту 2 і закінчуючи тактом 4

source: Split the note at bar 3
uk: Розділіть ноту на такті 3

source: Delete the 2nd note
uk: Видалити 2-у ноту

source: Zrythm freezes
ca: Executable Zrythm
uk: Зритм завмирає

source: OS and Zrythm Version Information
uk: інформація про версію ОС і Zrythm

source: You can copy the Zrythm version from the About dialog or (preferred) use the :option:`--version option <zrythm --version>` when launching Zrythm in a terminal.
uk: Ви можете скопіювати версію Zrythm із діалогового вікна «Про програму» або (бажано) використати параметр :option:`--version <zrythm --version>` під час запуску Zrythm у терміналі.

source: You can obtain OS information from the About dialog (click :guilabel:`Troubleshooting` then :guilabel:`Debugging Information`)
ca: Pots obtenir informació del sistema operatiu des del diàleg Quant a (fes clic a :guilabel:`Troubleshooting` i després :guilabel:`Debugging Information`)
uk: Ви можете отримати інформацію про ОС у діалоговому вікні Про (клацніть :guilabel:`Усунення несправностей`, а потім :guilabel:`Інформація про налагодження`)

source: Log
uk: Журнал

source: The log file can be found in :ref:`the location specified here <appendix/files-and-directories:Log File>`. Please provide at least the last 100 lines. You may be asked to provide the full log file (please compress it first).
ca: El fitxer de registre es pot trobar a :ref:`the location specified here <appendix/files-and-directories:Log File>`. Prorciona almenys les 100 últimes línies. És possible que se't demani que proporcionis el fitxer de registre complet (comprimeix-lo primer).
uk: Файл журналу можна знайти у :ref:`розташуванні, вказаному тут <appendix/files-and-directories:Log File>`. Будь ласка, надайте принаймні останні 100 рядків. Вас можуть попросити надати повний файл журналу (спочатку стисніть його).

source: How to Report an Issue on GitLab
uk: Як повідомити про проблему на GitLab

source: You must first register an account with us (if you don't already have one). You will be asked to login (or create an account) when you try to create an issue.
uk: Ви повинні спочатку зареєструвати обліковий запис у нас (якщо у вас його ще немає). Вам буде запропоновано ввійти (або створити обліковий запис), коли ви спробуєте створити проблему.

source: First, go to our `issue tracker <issue_tracker_>`_. You will see the following page.
uk: Спочатку перейдіть до нашого `відстеження проблем <issue_tracker_>`_. Ви побачите наступну сторінку.

source: List of Zrythm issues
uk: Список проблем Zrythm

source: Click on :guilabel:`New Issue`. You will see the following page where you can fill in details about the issue you are facing. Click on :guilabel:`Choose a template...` under :guilabel:`Description` and select what best describes your issue (e.g., a bug).
uk: Натисніть :guilabel:`Новий випуск`. Ви побачите наступну сторінку, де ви зможете вказати деталі проблеми, з якою ви зіткнулися. Натисніть :guilabel:`Виберіть шаблон...` під :guilabel:`Опис` і виберіть те, що найкраще описує вашу проблему (наприклад, помилку).

source: Selecting an issue template
uk: Вибір шаблону випуску

source: Then, enter the required details to help us understand, reproduce and fix the issue.
uk: Потім введіть необхідні дані, щоб допомогти нам зрозуміти, відтворити та вирішити проблему.

source: Filling in details according to the template
uk: Заповнення реквізитів за шаблоном

source: When you are done, click the :guilabel:`Create Issue` button to submit the issue to us.
uk: Коли ви закінчите, натисніть кнопку :guilabel:`Створити проблему`, щоб надіслати проблему нам.

source: Submitting an issue
uk: Подання проблеми

source: Existing Issues
uk: Існуючі проблеми

source: Please make sure to first search our issue tracker for any similar issues before making a new one (having multiple tickets about the same issue wastes our time).
uk: Будь ласка, не забудьте спершу пошукати в нашому інструменті відстеження проблем будь-які подібні проблеми, перш ніж створювати новий (наявність кількох запитів про ту саму проблему витрачає наш час).

source: If you find the issue you are having in an existing ticket, please read it and comment on it with additional information, if you have any. If you have nothing to add but want us to fix the issue faster, you may add a reaction (like a thumbs up) to let us know it's important.
uk: Натисніть :guilabel:`Новий випуск`. Ви побачите наступну сторінку, де ви зможете вказати деталі проблеми, з якою ви зіткнулися. Натисніть :guilabel:`Виберіть шаблон...` під :guilabel:`опис` і виберіть те, що найкраще описує вашу проблему (наприклад, помилку).

source: If you are not sure if your issue is a duplicate, please submit it anyway.
uk: Якщо ви не впевнені, що ваша проблема є дублікатом, все одно надішліть її.

source: We generally work on issues we consider high-priority first, however if you want something fixed quickly and are willing to pay feel free to contact us with your proposal.
uk: Зазвичай ми працюємо над проблемами, які вважаємо першочерговими, але якщо ви хочете швидко вирішити проблему й готові платити, зв’яжіться з нами зі своєю пропозицією.

source: Soft Errors
ca: Errors lleus
uk: М'які помилки

source: In this case Zrythm will display a bug report dialog. Please follow the instructions in this dialog to report the issue.
ca: En aquest cas, Zrythm mostrarà un diàleg d'informe d'error. Si us plau, segueix les instruccions d'aquest diàleg per a informar del problema.
uk: У цьому випадку Zrythm відобразить діалогове вікно звіту про помилку. Дотримуйтесь інструкцій у цьому діалоговому вікні, щоб повідомити про проблему.

source: Crashes
uk: Збої

source: If Zrythm crashed, then a bug report dialog may not be shown or the log file may not contain enough information to help us fix the issue. In this case, please follow the steps below to generate a core dump or a backtrace.
ca: Si Zrythm falla, és possible que no es mostri un diàleg d'informe d'error o que el fitxer de registre no contingui prou informació per ajudar-nos a solucionar el problema. En aquest cas, si us plau, segueix els passos següents per a generar un abocament de nucli o una traça inversa.
uk: Якщо Zrythm стався збій, діалогове вікно звіту про помилку може не відображатися або файл журналу може містити недостатньо інформації, щоб допомогти нам вирішити проблему. У цьому випадку виконайте наведені нижче дії, щоб створити дамп ядра або зворотне трасування.

source: Generating Core Dumps on GNU/Linux
uk: Створення дампів ядра на GNU/Linux

source: You will need to type some commands into a terminal. Also, please make sure you have ``systemd-coredump`` or the equivalent package installed on your distro.
ca: Hauràs d'escriure algunes ordres en un terminal. A més, assegura't de tenir instal·lat ``systemd-coredump`` o el paquet equivalent a la teva distribució.
uk: Вам потрібно буде ввести деякі команди в термінал. Також переконайтеся, що у вашому дистрибутиві встановлено ``systemd-coredump`` або еквівалентний пакет.

source: The following steps apply to systemd users (the vast majority of GNU/Linux users). For non-systemd users, you can usually obtain the core file in the current directory after running the first 2 commands below and running Zrythm until it crashes.
ca: Els passos següents s'apliquen als usuaris de systemd (la gran majoria dels usuaris de GNU/Linux). Per als usuaris que no són de sistema, normalment poden obtenir el fitxer principal al directori actual després d'executar les 2 primeres ordres a continuació i executar Zrythm fins que es bloquegi.
uk: Наступні кроки стосуються користувачів systemd (переважна більшість користувачів GNU/Linux). Користувачі, які не користуються systemd, зазвичай можуть отримати основний файл у поточному каталозі після виконання перших 2 команд нижче та запуску Zrythm до збою.

source: First, enable core dumps:
ca: Primer, habilita els abocaments de nuclis:
uk: Спочатку увімкніть дамп ядра:

source: Tell Linux to add the PID (Process ID) to the core dump:
uk: Скажіть Linux додати PID (ідентифікатор процесу) до дампа ядра:

source: Run Zrythm and make it crash. An intermediate core dump file should now be generated in :file:`/var/lib/systemd/coredump`. Use ``coredumpctl`` to verify:
uk: Запустіть Zrythm і зробіть його збій. Проміжний файл дампа ядра тепер має бути згенерований у :file:`/var/lib/systemd/coredump`. Використовуйте ``coredumpctl``, щоб перевірити:

source: You should see something like the following:
uk: Ви повинні побачити щось на зразок наступного:

source: Note that under `COREFILE` it says `present`, so a core file exists.
uk: Зауважте, що під `COREFILE` вказано `present`, отже, основний файл існує.

source: Now we can finally export the core dump file to a location of our choice (in this case in my :file:`Downloads` directory) by passing the PID to ``coredumpctl``:
uk: Тепер ми нарешті можемо експортувати файл дампа ядра у вибране нами місце (у цьому випадку в мій каталог :file:`Downloads`), передавши PID до ``coredumpctl``:

source: Change the file path given to ``--output`` to your desired location.
uk: Змініть шлях до файлу, наданий ``--output``, на потрібне місце.

source: Please send us the core dump file (in the example above it can be found at :file:`/home/alex/Downloads/core.23179`).
uk: Будь ласка, надішліть нам файл дампа ядра (у наведеному вище прикладі його можна знайти за адресою :file:`/home/alex/Downloads/core.23179`).

source: `c - Find which assembly instruction caused an Illegal Instruction error without debugging - Stack Overflow <https://stackoverflow.com/questions/10354147/find-which-assembly-instruction-caused-an-illegal-instruction-error-without-debu/40223712#40223712>`_
uk: `c - Знайдіть, яка інструкція зі складання спричинила помилку Illegal Instruction без налагодження - Переповнення стека <https://stackoverflow.com/questions/10354147/find-which-assembly-instruction-caused-an-illegal-instruction-error-without- debu/40223712#40223712>`_

source: `linux - How do I analyze a program's core dump file with GDB when it has command-line parameters? - Stack Overflow <https://stackoverflow.com/questions/8305866/how-do-i-analyze-a-programs-core-dump-file-with-gdb-when-it-has-command-line-pa>`_
uk: `linux - Як мені проаналізувати файл дампа ядра програми за допомогою GDB, якщо він має параметри командного рядка? - Переповнення стека <https://stackoverflow.com/questions/8305866/how-do-i-analyze-a-programs-core-dump-file-with-gdb-when-it-has-command-line-pa>`_

source: Getting a Backtrace on Windows
uk: Отримання Backtrace у Windows

source: Open the Command Prompt app as an administrator by searching for `cmd` in the start menu, then right clicking on the app and selecting `Run as Administrator`. Then, type the following and press enter/return:
uk: Відкрийте програму «Командний рядок» як адміністратор, знайшовши «cmd» у меню «Пуск», потім клацнувши програму правою кнопкою миші та вибравши «Запустити від імені адміністратора». Потім введіть наступне та натисніть enter/return:

source: This will install DrMingw as the default debugger (you can uninstall it afterwards).
uk: Це встановить DrMingw як налагоджувач за замовчуванням (ви можете видалити його пізніше).

source: Then, run :file:`C:\Program Files\Zrythm\bin\zrythm_debug_gdb.exe` and make it crash. When Zrythm crashes, you will see a Dr. Mingw window appear on the screen with error details.
uk: Потім запустіть :file:`C:\Program Files\Zrythm\bin\zrythm_debug_gdb.exe` і зробіть його збій. Коли Zrythm аварійно завершує роботу, на екрані з’являється вікно Dr. Mingw з деталями помилки.

source: Click File -> Save As... and save the error file somewhere. Please send us this error file.
uk: Натисніть «Файл» -> «Зберегти як...» і збережіть де-небудь файл помилки. Будь ласка, надішліть нам цей файл помилки.

source: When you are done, if you wish, you may uninstall Dr. Mingw with the following command:
uk: Коли ви закінчите, якщо хочете, ви можете видалити Dr. Mingw за допомогою такої команди:

source: A confirmation dialog will appear:
ca: Apareixerà un quadre de diàleg de confirmació:
uk: З'явиться діалогове вікно підтвердження:

source: Credits
ca: Crèdits
uk: Кредити

source: This section lists the original contributors to Zrythm project.
ca: Aquesta secció enumera els col·laboradors originals del projecte Zrythm.
uk: У цьому розділі перераховано оригінальних учасників проекту Zrythm.

source: Authors
ca: Autors
uk: Автори

source: These include developers, graphic artists and other authors of copyrightable work.
ca: Aquests inclouen desenvolupadors, artistes gràfics i altres autors d'obres amb drets d'autor.
uk: До них належать розробники, художники-графіки та інші автори творів, захищених авторським правом.

source: Translators
ca: Traductors
uk: Перекладачі

source: These include translators of the software, the user manual and the website.
ca: Aquests inclouen els traductors del programari, el manual d'usuari i el lloc web.
uk: До них належать перекладачі програмного забезпечення, посібника користувача та веб-сайту.

source: See the :download:`TRANSLATORS <../../../TRANSLATORS>` file in the source distribution.
ca: Consulta el fitxer :download:`TRADUCTORS <../../../TRANSLATORS>` a la distribució font.
uk: Перегляньте файл :download:`TRANSLATORS <../../../TRANSLATORS>` у вихідному дистрибутиві.

source: Other Contributors
ca: Altres col·laboradors
uk: Інші учасники

source: Audio Editor
ca: Editor d'àudio
uk: Аудіоредактор

source: The audio editor is displayed when an audio region is selected.
ca: L'editor d'àudio es mostra quan es selecciona una regió d'àudio.
uk: Аудіоредактор відображається, коли вибрано звуковий регіон.

source: Audio editor
ca: Editor d'àudio
uk: Аудіо редактор

source: The arranger displays the following:
uk: Аранжувальник відображає наступне:

source: Waveform
ca: Forma d'ona
uk: Форма хвилі

source: Fades
ca: Atenuadors
uk: Зникає

source: Amplitude line
ca: Línia d'amplitud
uk: Лінія амплітуди

source: Part selection
ca: Selecció parcial
uk: Вибір деталей

source: Changing the Amplitude
ca: Canviant l'amplitud
uk: Зміна амплітуди

source: The amplitude of the clip can be changed by clicking and dragging the orange horizontal line up or down.
ca: L'amplitud del clip es pot canviar en clicar i arrossegar la línia horitzontal taronja cap amunt o cap avall.
uk: Амплітуду кліпу можна змінити, клацнувши та перетягнувши помаранчеву горизонтальну лінію вгору або вниз.

source: Changing Fades
ca: Canviant atenuadors
uk: Зміна Fades

source: Fade in/out positions can be changed by clicking and dragging near the top where the fade in ends or where the fade out starts.
ca: Les posicions d'atenuador in/out es poden canviar en clicar i arrossegar prop de la part superior on acaba l'atenuació d'entrada o on comença l'atenuació de sortida.
uk: Позиції поступового переходу/виходу з екрана можна змінити, клацнувши та перетягнувши його вгорі, де закінчується наближення або починається згасання.

source: The cursor will change to a resize left/right cursor.
ca: El cursor canviarà per a canviar la mida del cursor esquerra/dreta.
uk: Курсор зміниться на курсор зміни розміру ліворуч/праворуч.

source: Fade curviness can be changed by clicking and dragging the body of fades upwards or downwards.
ca: La curvatura de l'atenuació es pot canviar en clicar i arrossegar el cos de l'atenuació cap amunt o cap avall.
uk: Кривизну затухання можна змінити, натиснувши та перетягнувши тіло загасання вгору або вниз.

source: The cursor will change to a resize up cursor.
ca: El cursor canviarà per a canviar la mida del cursor.
uk: Курсор зміниться на курсор зміни розміру вгору.

source: Selecting Parts
ca: Selecció parcial
uk: Вибір частин

source: Audio parts can be selected by clicking and dragging in the bottom half of the arranger.
ca: Les parts d'àudio es poden seleccionaren clicar i arrossegar a la meitat inferior de l'arranjador.
uk: Аудіочастини можна вибрати, клацнувши та перетягнувши нижню половину аранжувальника.

source: The cursor will change to a range selection cursor.
ca: El cursor canviarà a un cursor de selecció d'interval.
uk: Курсор зміниться на курсор вибору діапазону.

source: Automation Editor
ca: Editor d'automatització
uk: Редактор автоматизації

source: The automation editor is displayed when an automation region is selected.
ca: L'editor d'automatització es mostra quan es selecciona una regió d'automatització.
uk: Редактор автоматизації відображається, коли вибрано область автоматизації.

source: Automation editor
ca: Editor d'automatització
uk: Редактор Автоматизації

source: The automation arranger contains automation points drawn as circles and curves connecting them. During playback, Zrythm will interpolate the value of the control being automated based on the curve.
ca: L'arranjador d'automatització conté punts d'automatització dibuixats com a cercles i corbes que els connecten. Durant la reproducció, Zrythm interpolarà el valor del control que s'està automatitzant en funció de la corba.
uk: Організатор автоматизації містить точки автоматизації, намальовані у вигляді кіл і кривих, що їх з’єднують. Під час відтворення Zrythm інтерполює значення автоматизованого елемента керування на основі кривої.
