Repository: ToddAWalter/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/zrythm-manual.po
Languages: ca, uk

source: The Audition tool is used to listen to specific parts of the song quickly. After enabling the audition tool, click anywhere to start playback from the position of the cursor and release the mouse button to stop.
ca: L'eina Audició s'utilitza per a escoltar ràpidament parts específiques de la cançó. Després d'habilitar l'eina Audició, fes clic a qualsevol lloc per a iniciar la reproducció des de la posició del cursor i deixa anar el botó del ratolí per a aturar-lo.
uk: Інструмент прослуховування використовується для швидкого прослуховування певних частин пісні. Увімкнувши інструмент прослуховування, клацніть будь-де, щоб почати відтворення з позиції курсора, і відпустіть кнопку миші, щоб зупинити.

source: Using the audition tool
ca: Ús de l'eina audició
uk: Використання інструменту аудіювання

source: Toolbar Options
uk: Параметри панелі інструментів

source: Each editor (including the timeline) has a toolbar at the top with various options to ease editing.
uk: Кожен редактор (включаючи часову шкалу) має панель інструментів у верхній частині з різними параметрами для полегшення редагування.

source: Timeline toolbar
ca: Barra d'eines de la línia de temps
uk: Панель інструментів шкали часу

source: Snapping and Grid Options
ca: Opcions d'ajust i quadrícula
uk: Параметри прив’язки та сітки

source: This menu button allows adjusting snapping and grid display options.
uk: Ця кнопка меню дозволяє регулювати параметри прив’язки та відображення сітки.

source: Snap/Grid options
ca: Opcions d'ajust/quadrícula
uk: Параметри прив’язки/сітки

source: Each option is explained below.
uk: Кожен варіант пояснюється нижче.

source: Position Snap
uk: Прив'язка позиції

source: Turn snapping on or off.
uk: Увімкніть або вимкніть прив’язку.

source: Adaptive Snap
uk: Адаптивне прив'язування

source: Automatically adjust snapping behavior to the current zoom level, based on the selected note type.
uk: Автоматично налаштовувати поведінку прив’язки до поточного рівня масштабування на основі вибраного типу нотатки.

source: Snap to
uk: Прив’язати до

source: Note size/length to snap to. This is only visible if :guilabel:`Adaptive Snap` is turned off.
uk: Зверніть увагу на розмір/довжину, до яких потрібно прив’язатися. Це видно, лише якщо :guilabel:`Adaptive Snap` вимкнено.

source: Note Type
uk: Тип примітки

source: Normal
uk: нормальний

source: Snap to the selected (or automatically determined) note length.
uk: Прив’язка до вибраної (або автоматично визначеної) тривалості ноти.

source: Triplet
uk: Триплет

source: Snap to 2/3rds of the selected note length.
uk: Прив’язка до 2/3 вибраної довжини ноти.

source: Dotted
uk: Пунктирний

source: Snap to 3/2nds (1.5 times) the selected note length.
uk: Прив’язка до 3/2 (у 1,5 рази) вибраної тривалості ноти.

source: Keep Offset
ca: Mantenir el desplaçament
uk: Зберегти зсув

source: When snapping, keep the offset of objects from the nearest snap point on their left.
uk: Під час прив’язки зберігайте зміщення об’єктів від найближчої точки прив’язки зліва.

source: Default Object Length
uk: Довжина об’єкта за замовчуванням

source: The length to use when creating new objects. The following options are available.
uk: Довжина для використання під час створення нових об’єктів. Доступні наступні варіанти.

source: Link to Snap
uk: Посилання на Snap

source: Use the same note length as the snap length above.
uk: Використовуйте ту саму довжину ноти, що й довжина прив’язки вище.

source: Last Object
ca: Últim objecte
uk: Останній об'єкт

source: Use the length of the last created object.
uk: Використовуйте довжину останнього створеного об’єкта.

source: Custom
uk: Кастом

source: Specify a custom length.
uk: Вкажіть необхідну довжину.

source: Quantization
ca: Quantizació
uk: Квантування

source: Objects can be quantized to specified positions by using the Quantize and Quick-Quantize actions.
ca: Els objectes es poden quantitzar a posicions especificades mitjançant les accions quantitzar i Quantitzar-ràpidament.
uk: Об’єкти можна квантувати до вказаних позицій за допомогою дій Quantize і Quick-Quantize.

source: Quantize
ca: Quantizar
uk: Квантуй

source: Clicking the Quantize button will open up a popup that will let you specify the settings to quantize the current selection with.
ca: Fent clic al botó Quantitzar s'obrirà una finestra emergent que et permetrà especificar els paràmetres amb els que quantitzar la selecció actual.
uk: Натискання кнопки «Квантувати» відкриє спливаюче вікно, у якому ви зможете вказати параметри квантування поточного виділення.

source: Quantize to
ca: Quantizar a
uk: Квантувати до

source: Select the note length and type to quantize to.
ca: Seleccionar la durada de la nota i quantitzar-la.
uk: Виберіть довжину та тип ноти для квантування.

source: Adjust
ca: Ajustar
uk: Налаштувати

source: Select if you want to quantize the start positions, the end positions (on objects that have length), or both.
ca: Selecciona si vols quantizar les posicions d'inici, les posicions finals (en objectes que tenen durada) o ambdues.
uk: Виберіть, чи потрібно квантувати початкові позиції, кінцеві позиції (на об’єктах, які мають довжину), або обидва.

source: Amount
ca: Quantitat
uk: Сума

source: Select the amount to quantize by. 100% will quantize to the given options fully, while 0% will perform no quantization.
ca: Seleccionar la quantitat a quantizar. El 100% quantizarà completament les opcions proporcionades, mentre que el 0% no realitzarà cap quantizació.
uk: Виберіть суму для квантування. 100% квантує наведені параметри повністю, тоді як 0% квантування не виконуватиме.

source: Swing
uk: гойдалка

source: Select a swing amount.
ca: Seleccionar una quantitat de swing.
uk: Виберіть величину коливання.

source: Randomization
ca: Aleatorització
uk: Рандомізація

source: This will randomize the resulting positions by the given amount of ticks, and is useful for adding a "human feel" to quantized events.
ca: Això aleatoritzarà les posicions resultants per la quantitat proporcionada de marques, i és útil per a afegir una «sensació humana» als esdeveniments quantizats.
uk: Це рандомізує отримані позиції за заданою кількістю відміток і корисно для додавання «людського відчуття» до квантованих подій.

source: Clicking Quantize will perform the quantization and save the settings for quick quantization with Quick-Quantize.
ca: Fent clic a Quantizar es realitzarà la quantizació i es desaran els paràmetres per a una quantizació ràpida amb Quantitzar-ràpidament.
uk: Натиснувши «Квантувати», буде виконано квантування та збережено налаштування для швидкого квантування за допомогою Quick-Quantize.

source: Quick-Quantize
ca: Quantitzar-ràpidament
uk: Швидке квантування

source: This will perform quantization based on the last known settings.
ca: Això realitzarà una quantizació en funció de l'última configuració coneguda.
uk: Це виконає квантування на основі останніх відомих налаштувань.

source: Playhead Tracking
ca: Seguiment del capçal de reproducció
uk: Відстеження Playhead

source: Zrythm includes functionality for forcing the playhead to remain inside the visibile area during playback.
ca: Zrythm inclou una funcionalitat per a forçar el capçal de reproducció a romandre dins l'àrea visible durant la reproducció.
uk: Zrythm включає в себе функціональні можливості для примушування головки відтворення залишатися в межах видимої області під час відтворення.

source: Playhead tracking controls
uk: Елементи керування відстеженням Playhead

source: Scroll when Playhead Reaches Edge
ca: Desplaçar quan el capçal de reproducció arriba a la vora
uk: Прокрутіть, коли Playhead досягне краю

source: Automatically scroll the visible area when the playhead moves outside it
ca: Desplaça automàticament l'àrea visible quan el capçal de reproducció se'n mou fora
uk: Автоматично прокручувати видиму область, коли курсор відтворення переміщається за її межі

source: Follow Playhead
ca: Segueix el capçal de reproducció
uk: Слідкуйте за Playhead

source: Keep the visible area centered at the position of the playhead
ca: Manté l'àrea visible centrada a la posició del capçal de reproducció
uk: Тримайте видиму область в центрі позиції відтворювача

source: The timeline and each editor include horizontal (and sometimes vertical) zooming functionality.
uk: Часова шкала та кожен редактор включають функцію горизонтального (і іноді вертикального) масштабування.

source: Zoom buttons
ca: Botons de zoom
uk: Кнопки масштабування

source: Zoom In
ca: Ampliar
uk: Збільшити

source: Zoom in at the location of the playhead
ca: Zoom a la ubicació del capçal de reproducció
uk: Збільште розташування точки відтворення

source: Zoom Out
ca: Reduir
uk: Зменшити

source: Zoom out
ca: Reduir
uk: Зменшити масштаб

source: Original Size
ca: Mida original
uk: Початковий розмір

source: Zoom back to the default zoom level
ca: Torna al nivell de zoom predeterminat
uk: Повернутися до стандартного рівня масштабування

source: Best Fit
ca: Millor encaix
uk: Оптимальний розмір

source: Zoom in or out as much as required to show all of the events in the arranger
ca: Amplia o redueix tant com sigui necessari per mostrar tots els esdeveniments a l'arranjador
uk: Збільшуйте або зменшуйте настільки, наскільки потрібно, щоб відобразити всі події в аранжувальнику

source: Event Viewers
ca: Visors d'esdeveniments
uk: Переглядачі подій

source: Clicking the :guilabel:`Toggle Event Viewer` button will display an event viewer (or `list editor`) that shows all events in the corresponding editor as a list.
uk: Натискання кнопки :guilabel:`Увімкнути переглядач подій` відобразить переглядач подій (або `редактор списків`), який показує всі події у відповідному редакторі у вигляді списку.

source: Timeline event viewer
ca: Visor d'esdeveniments de la línia de temps
uk: Перегляд подій хронології

source: Sorting
ca: Ordenant
uk: Сортування

source: Columns in the header row can be clicked to sort the events in ascending or descending order.
ca: Es pot fer clic a les columnes de la fila de la capçalera per a ordenar els esdeveniments en ordre ascendent o descendent.
uk: Стовпці в рядку заголовка можна клацати, щоб відсортувати події в порядку зростання або спадання.

source: Editing
ca: Edició
uk: Редагування

source: Some values can be changed by clicking in the corresponding field to enter edit mode, then pressing :kbd:`Enter` when done.
ca: Alguns valors es poden canviar fent clic al camp corresponent per a entrar al mode d'edició i, a continuació, prement :kbd:`Enter` quan hagi acabat.
uk: Деякі значення можна змінити, клацнувши у відповідному полі для входу в режим редагування, а потім натиснувши :kbd:`Enter`, коли закінчите.

source: Edit mode
ca: Editar mode
uk: Режим редагування

source: Object Selection
ca: Selecció d'objectes
uk: Вибір об'єкта

source: The object selection in the event viewer is linked to the arranger. This means that selecting objects inside the event viewer will also select them inside the arranger and vice-versa.
ca: La selecció d'objectes al visor d'esdeveniments està enllaçada amb l'arranjador. Això vol dir que en seleccionar objectes dins el visor d'esdeveniments també els seleccionarà dins l'arranjador i viceversa.
uk: Вибір об'єкта у переглядачі подій пов'язаний з організатором. Це означає, що вибір об’єктів у засобі перегляду подій також виділить їх у організаторі і навпаки.

source: Timeline Controls
uk: Елементи керування шкалою часу

source: The following controls are only available in the timeline toolbar.
uk: Наступні елементи керування доступні лише на панелі інструментів шкали часу.

source: Range Operations
uk: Діапазон операцій

source: Range actions are performed on the selected :term:`range <Range>`.
uk: Дії діапазону виконуються над вибраним :term:`range <Range>`.

source: Insert Silence
ca: Inserir silenci
uk: Вставте Тишу

source: Insert empty space at the selected range and push all events in the range forward.
uk: Вставте порожнє місце у вибраний діапазон і перемістіть усі події в діапазоні вперед.

source: Remove Range
ca: Eliminar l'interval
uk: Видалити Діапазон

source: Remove all objects inside the selected range and move events after the range backwards.
uk: Видалити всі об’єкти в межах вибраного діапазону та перемістити події після діапазону назад.

source: Object Merging
ca: Combinar objectes
uk: Об’єднання об’єктів

source: Clicking this button will merge the selected regions. This button is deactivated when merging the currently selected regions is not possible.
uk: Натискання цієї кнопки призведе до об’єднання вибраних регіонів. Ця кнопка деактивується, якщо об’єднання вибраних регіонів неможливо.

source: The shortcut for object merging is :kbd:`Control-j`.
uk: Комбінація клавіш для об’єднання об’єктів: :kbd:`Control-j`.

source: Piano Roll Controls
uk: Елементи керування піаніно

source: The following controls are only available in the piano roll (MIDI editor).
uk: Наступні елементи керування доступні лише в Piano Roll (редактор MIDI).

source: Piano roll toolbar
ca: Barra d'eines del rotlle de pianola
uk: Панель інструментів Piano roll

source: Chord/Scale Highlighting
uk: Виділення акордів/гамм

source: The highlighting option can be used to highlight notes corresponding to the scale, chord, or both at ther start position.
uk: Параметр підсвічування можна використовувати для виділення нот, які відповідають звукоряду, акорду або обом у початковій позиції.

source: The position of the playhead will determine highlighting of the piano roll keys on the left side of the piano roll.
uk: Положення головки відтворення визначатиме підсвічування клавіш фортепіано з лівого боку ролу.

source: Scale and chord highlighting
ca: Ressaltat d'escala i acords
uk: Виділення гами і акордів

source: Separate colors are used, in order of priority based on the following:
uk: Використовуються окремі кольори в порядку пріоритету на основі наступного:

source: The note is the current chord's (if any) bass note
uk: нота — це басова нота поточного акорду (якщо є)

source: The note is both inside the current chord (if any) and the current scale (if any)
uk: Нота міститься як у поточному акорді (якщо є), так і в поточній гамі (

source: The note is inside the current chord (if any)
uk: Нота всередині поточного акорду (якщо є)

source: The note is inside the current scale (if any)
uk: Примітка знаходиться всередині поточної шкали (якщо є)

source: The note is neither in the current chord or scale, or there is no current chord or scale
uk: Ноти немає в поточному акорді чи гамі, або немає поточного акорду чи гами

source: See the :ref:`Chord Track <tracks/track-types:Chord Track>`, :ref:`Chord Editor <editing/chord-editor:Chord Editor>` and :ref:`Chord Pad <chords-and-scales/chord-pad:Chord Pad>` for details.
uk: Див. :ref:`Chord Track <tracks/track-types:Chord Track>`, :ref:`Chord Editor <editing/chord-editor:Chord Editor>` і :ref:`Chord Pad <chords-and-scales/chord-pad:Chord Pad>` для отримання деталей.

source: MIDI Functions
ca: Funcions MIDI
uk: Функції MIDI

source: MIDI functions are logic that can be applied to transform the selected MIDI notes. The following functions are available.
uk: Функції MIDI — це логіка, яку можна застосувати для перетворення вибраних нот MIDI. Доступні такі функції.

source: Crescendo
uk: Крещендо

source: Gradually increase the velocities of the selected notes from low to high. Used to create a climax.
ca: Augmenta gradualment les velocitats de les notes seleccionades de baixa a alta. S'utilitza per a crear un clímax.
uk: Поступово збільшуйте швидкість вибраних нот від низької до високої. Використовується для створення кульмінації.

source: Flam
uk: Флам

source: Create additional MIDI notes right after the start position of each selected note. This is usually used on snares.
ca: Crea notes MIDI addicionals just després de la posició inicial de cada nota seleccionada. Això s'utilitza normalment en caixes.
uk: Створюйте додаткові ноти MIDI одразу після початкової позиції кожної вибраної ноти. Зазвичай це використовується для пасток.

source: Flip
ca: Capgirar
uk: Перевернути

source: Reverse/flip the selected notes horizontally or vertically.
ca: Invertir/girar horitzontalment o verticalment les notes seleccionades.
uk: Перевернути/перевернути вибрані ноти горизонтально або вертикально.

source: Legato
uk: Переплетений

source: Connect all selected notes so that they play smoothly.
ca: Connecta totes les notes seleccionades perquè sonin sense problemes.
uk: З’єднайте всі вибрані ноти, щоб вони грали плавно.

source: Portato
uk: Несло

source: Similar to legato, but leaves some space between the notes.
ca: Semblant a legato, però deixa una mica d'espai entre les notes.
uk: Подібно до легато, але залишає деякий простір між нотами.

source: Staccato
uk: стаккато

source: Make the selected notes short and punctuated.
ca: Fa que les notes seleccionades siguin curtes i puntuades.
uk: Зробіть виділені нотатки короткими та з розділовими знаками.

source: Strum Up/Down
uk: Бренчати вгору/вниз

source: Shift the position and velocity of notes that start at the same position (chords) to simulate strumming, like when playing guitar.
ca: Desplaça la posició i la velocitat de les notes que comencen a la mateixa posició (acords) per a simular el rasgueig, com quan toques la guitarra.
uk: Зміщуйте позицію та швидкість нот, які починаються з однієї позиції (акордів), щоб імітувати бренчання, як під час гри на гітарі.

source: Add illustrations.
ca: Afegir il·lustracions.
uk: Додайте ілюстрації.

source: In the future, it will be possible to implement custom functions using user scripts.
ca: En el futur, serà possible implementar funcions personalitzades mitjançant scripts d'usuari.
uk: У майбутньому можна буде реалізувати власні функції за допомогою сценаріїв користувача.

source: Ghost Notes
uk: Записки привидів

source: By default, Zrythm will only display MIDI notes in the selected region. Clicking the mask buton will *ghost* (display with less opacity) MIDI notes from other regions in the same track.
uk: За замовчуванням Zrythm відображатиме лише ноти MIDI у вибраній області. Якщо натиснути кнопку маски, MIDI-ноти з інших регіонів у тій самій доріжці будуть *привидом* (відображатимуться з меншою прозорістю).

source: Ghosted notes on the right
uk: Примарні нотатки праворуч

source: Clicking on a ghosted note will automatically switch the active/selected region to the clicked MIDI note's parent region.
uk: Клацання ноти-привиду автоматично перемикає активну/вибрану область на батьківську область MIDI-ноти, яку ви натиснули.

source: Automation Editor Controls
uk: Елементи керування редактора автоматизації

source: Automation Functions
ca: Funcions d'automatització
uk: Функції автоматизації

source: Automation functions are logic that can be applied to transform the selected automation points/curves. The following functions are available.
uk: Функції автоматизації — це логіка, яку можна застосувати для перетворення вибраних точок/кривих автоматизації. Доступні такі функції.

source: Reverse/flip the selected automation horizontally or vertically.
ca: Invertir/girar horitzontalment o verticalment l'automatització seleccionada.
uk: Перевернути/перевернути вибрану автоматизацію горизонтально або вертикально.

source: Audio Editor Controls
uk: Елементи керування аудіоредактором

source: Audio Functions
ca: Funcions d'àudio
uk: Аудіо функції

source: Audio functions are logic that can be applied to transform the selected audio part. The following functions are available.
uk: Аудіофункції — це логіка, яку можна застосувати для перетворення вибраної аудіочастини. Доступні такі функції.

source: Invert
ca: Capgirar
uk: Інвертувати

source: Invert the polarity of the audio.
ca: Capgira la polaritat de l'àudio.
uk: Змініть полярність звуку.

source: Normalize Peak
ca: Normalitzar el pic
uk: Нормалізація піку

source: Normalize the audio so that its peak is 0dB.
ca: Normalitza l'àudio perquè el seu pic sigui 0 dB.
uk: Нормалізуйте аудіо так, щоб його пік становив 0 дБ.

source: Linear Fade In
ca: Atenuació d'entrada lineal
uk: Лінійне затухання

source: Fade the audio from silence to full amplitude.
ca: Atenua l'àudio des del silenci fins a l'amplitud total.
uk: Зменшення звуку від тиші до повної амплітуди.

source: Linear Fade Out
ca: Atenuació de sortida lineal
uk: Лінійне згасання

source: Fade the audio from full amplitude to silence.
ca: Atenua l'àudio des de l'amplitud total fins al silenci.
uk: Зменшення звуку від повної амплітуди до тиші.

source: Nudge
ca: Copet
uk: Підштовхнути

source: Shift the audio by 1 sample backward or forward.
ca: Desplaça l'àudio 1 mostra cap enrere o cap endavant.
uk: Зсув звуку на 1 семпл назад або вперед.

source: Reverse
ca: Invertir
uk: Зворотний

source: Reverse the audio (play back backwards).
ca: Invertir l'àudio (reprodueix al revés).
uk: Перемотування аудіо (відтворення назад).

source: External Program
ca: Programa extern
uk: Зовнішня програма

source: Run an external program (such as `Audacity <https://www.audacityteam.org/>`_) to edit the audio.
ca: Executa un programa extern (com ara `Audacity <https://www.audacityteam.org/>`_) per a editar l'àudio.
uk: Запустіть зовнішню програму (наприклад, `Audacity <https://www.audacityteam.org/>`_), щоб відредагувати аудіо.

source: Edit the selected audio in an external app
ca: Edita l'àudio seleccionat en una aplicació externa
uk: Відредагуйте вибране аудіо в зовнішній програмі

source: The selected program will be run with the path to a temporary file as an argument. Normally, the application will open that file, otherwise you will have to open it manually.
ca: El programa seleccionat s'executarà amb el camí d'accés a un fitxer temporal com a argument. Normalment, l'aplicació obrirà aquest fitxer, en cas contrari l'has d'obrir manualment.
uk: Вибрана програма буде запущена зі шляхом до тимчасового файлу як аргументом. Зазвичай програма відкриє цей файл, інакше вам доведеться відкрити його вручну.

source: You can select and copy the path in the dialog.
ca: Pots seleccionar i copiar el camí al diàleg.
uk: Ви можете вибрати та скопіювати шлях у діалоговому вікні.

source: Once you've made your changes to the file, close the external app and press OK. Zrythm will then apply your changes to the selected audio part.
ca: Un cop hagis fet els canvis al fitxer, tanca l'aplicació externa i prem OK. Aleshores, Zrythm aplicarà els teus canvis a la part d'àudio seleccionada.
uk: Після внесення змін у файл закрийте зовнішню програму та натисніть OK. Потім Zrythm застосує ваші зміни до вибраної звукової частини.

source: The length of the audio must stay exactly the same, otherwise this operation will fail.
ca: La durada de l'àudio ha de ser exactament la mateixa, en cas contrari aquesta operació fallarà.
uk: Довжина аудіо має залишатися точно такою ж, інакше ця операція не вдасться.

source: Piano Roll
ca: Rotlle de pianola
uk: Піано Ролл

source: The piano roll is the main editor for editing MIDI regions, and is displayed when a MIDI region is selected.
ca: El rotlle de pianola és l'editor principal per a editar regions MIDI i es mostra quan se selecciona una regió MIDI.
uk: Piano roll є основним редактором для редагування MIDI-областей і відображається, коли вибрано MIDI-область.

source: Piano roll
ca: Rotlle de pianola
uk: Піанінорол

source: Additional Controls
ca: Controls addicionals
uk: Додаткові елементи керування

source: The piano roll contains the following additional controls.
ca: El rotlle de pianola conté els següents controls addicionals.
uk: Piano roll містить такі додаткові елементи керування.

source: Piano roll controls
ca: Controls del rotlle de pianola
uk: Елементи Керування піаніно

source: Drum View
ca: Vista del tambor
uk: Барабанний вигляд
